Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/AI.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# ai_usage.remaining_requests
source: %d AI requests remaining today
ar: %d طلب ذكاء اصطناعي متبقي اليوم
ca: %d sol·licituds d'IA restants avui
cs: %d AI požadavků zbývá dnes
da: %d AI-anmodninger tilbage i dag
de: %d KI-Anfragen heute übrig
el: %d αιτήματα AI απέμειναν σήμερα
es: %d solicitudes de IA restantes hoy
fi: %d AI-pyyntöä jäljellä tänään
fr: %d demandes d'IA restantes aujourd'hui
hi: आज %d AI अनुरोध बाकी
hr: %d AI zahtjeva preostalo danas
hu: %d AI kérés maradt ma
id: %d permintaan AI tersisa hari ini
it: %d richieste IA rimanenti oggi
ja: 今日残り%d回のAIリクエスト
ko: 오늘 남은 AI 요청 %d회
ms: %d permintaan AI tinggal hari ini
nb: %d AI-forespørsler igjen i dag
nl: %d AI-verzoeken vandaag over
pl: %d zapytań AI pozostało dziś
pt_br: %d solicitações de IA restantes hoje
ro: %d cereri AI rămase astăzi
ru: %d запросов ИИ осталось сегодня
sk: %d AI požiadaviek zostáva dnes
sv: %d AI-förfrågningar kvar idag
th: เหลือคำขอ AI %d ครั้งวันนี้
tr: Bugün %d AI isteği kaldı
uk: %d запитів ШІ залишилося сьогодні
vi: %d yêu cầu AI còn lại hôm nay
zh_hans: 今日剩余%d次AI请求
zh_hant: 今日剩餘%d次AI請求

# ai_usage.unlimited_requests
source: Unlimited AI requests with Pro
ar: طلبات ذكاء اصطناعي غير محدودة مع Pro
ca: Sol·licituds d'IA il·limitades amb Pro
cs: Neomezené AI požadavky s Pro
da: Ubegrænsede AI-anmodninger med Pro
de: Unbegrenzte KI-Anfragen mit Pro
el: Απεριόριστα αιτήματα AI με Pro
es: Solicitudes de IA ilimitadas con Pro
fi: Rajoittamattomat AI-pyynnöt Pro:lla
fr: Demandes d'IA illimitées avec Pro
hi: Pro के साथ असीमित AI अनुरोध
hr: Neograničeni AI zahtjevi s Pro
hu: Korlátlan AI kérések Pro-val
id: Permintaan AI tak terbatas dengan Pro
it: Richieste IA illimitate con Pro
ja: Proで無制限のAIリクエスト
ko: Pro로 무제한 AI 요청
ms: Permintaan AI tidak terhad dengan Pro
nb: Ubegrensede AI-forespørsler med Pro
nl: Onbeperkte AI-verzoeken met Pro
pl: Nieograniczone zapytania AI z Pro
pt_br: Solicitações de IA ilimitadas com Pro
ro: Cereri AI nelimitate cu Pro
ru: Неограниченные запросы ИИ с Pro
sk: Neobmedzené AI požiadavky s Pro
sv: Obegränsade AI-förfrågningar med Pro
th: คำขอ AI ไม่จำกัดด้วย Pro
tr: Pro ile sınırsız AI istekleri
uk: Необмежені запити ШІ з Pro
vi: Yêu cầu AI không giới hạn với Pro
zh_hans: Pro版无限AI请求
zh_hant: Pro版無限AI請求

# ai_usage.upgrade_banner_title
source: Upgrade to Pro for Unlimited AI
ar: ارتقِ إلى Pro للحصول على ذكاء اصطناعي غير محدود
ca: Actualitza a Pro per a IA Il·limitat
cs: Upgradujte na Pro pro Neomezené AI
da: Opgrader til Pro for Ubegrænset AI
de: Upgrade auf Pro für unbegrenzte KI
el: Αναβάθμιση σε Pro για Απεριόριστο AI
es: Actualiza a Pro para IA Ilimitada
fi: Päivitä Pro:hon Rajoittamattomalle AI:lle
fr: Passez à Pro pour une IA Illimitée
hi: असीमित AI के लिए Pro में अपग्रेड करें
hr: Nadogradite na Pro za Neograničeni AI
hu: Frissítsen Pro-ra Korlátlan AI-ért
id: Upgrade ke Pro untuk AI Tak Terbatas
it: Passa a Pro per IA Illimitata
ja: Proにアップグレードして無制限のAI
ko: Pro로 업그레이드하여 무제한 AI
ms: Naik taraf ke Pro untuk AI Tidak Terhad
nb: Oppgrader til Pro for Ubegrenset AI
nl: Upgrade naar Pro voor Onbeperkte AI
pl: Przejdź na Pro dla Nieograniczonego AI
pt_br: Atualize para Pro para IA Ilimitada
ro: Actualizează la Pro pentru AI Nelimitat
ru: Обновитесь до Pro для неограниченного ИИ
sk: Inovujte na Pro pre Neobmedzené AI
sv: Uppgradera till Pro för Obegränsad AI
th: อัปเกรดเป็น Pro สำหรับ AI ไม่จำกัด
tr: Sınırsız AI için Pro'ya Yükseltin
uk: Оновіться до Pro для Необмеженого ШІ
vi: Nâng cấp lên Pro cho AI Không giới hạn
zh_hans: 升级到Pro获得无限AI
zh_hant: 升級到Pro獲得無限AI

# ai_usage.upgrade_banner_message
source: Get unlimited AI-powered definitions, advanced analytics, and more premium features.
ar: احصل على تعريفات مدعومة بالذكاء الاصطناعي غير محدودة، وتحليلات متقدمة، والمزيد من الميزات المتميزة.
ca: Obtén definicions impulsades per IA il·limitades, anàlisis avançades i més funcions premium.
cs: Získejte neomezené definice poháněné AI, pokročilé analýzy a další prémiové funkce.
da: Få ubegrænsede AI-drevne definitioner, avancerede analyser og flere premium-funktioner.
de: Erhalten Sie unbegrenzte KI-gestützte Definitionen, erweiterte Analysen und weitere Premium-Funktionen.
el: Λάβετε απεριόριστους ορισμούς με AI, προηγμένες αναλύσεις και περισσότερες premium λειτουργίες.
es: Obtén definiciones impulsadas por IA ilimitadas, análisis avanzados y más funciones premium.
fi: Saa rajoittamattomia AI-pohjaisia määritelmiä, edistyneitä analyysejä ja muita premium-ominaisuuksia.
fr: Obtenez des définitions alimentées par l'IA illimitées, des analyses avancées et plus de fonctionnalités premium.
hi: असीमित AI-संचालित परिभाषाएं, उन्नत विश्लेषण और अधिक प्रीमियम सुविधाएं प्राप्त करें।
hr: Dobijte neograničene definicije pokretane AI-jem, napredne analize i više premium značajki.
hu: Szerezzen korlátlan AI-alapú definíciókat, fejlett elemzéseket és további prémium funkciókat.
id: Dapatkan definisi berbasis AI tak terbatas, analisis lanjutan, dan fitur premium lainnya.
it: Ottieni definizioni alimentate dall'IA illimitate, analisi avanzate e altre funzionalità premium.
ja: AI駆動の定義を無制限に取得し、高度な分析やその他のプレミアム機能を利用できます。
ko: AI 기반 정의를 무제한으로 받고, 고급 분석 및 기타 프리미엄 기능을 이용하세요.
ms: Dapatkan definisi berasaskan AI tidak terhad, analisis lanjutan, dan ciri premium lain.
nb: Få ubegrensede AI-drevne definisjoner, avanserte analyser og flere premium-funksjoner.
nl: Krijg onbeperkte AI-aangedreven definities, geavanceerde analyses en meer premium functies.
pl: Otrzymuj nieograniczone definicje napędzane AI, zaawansowane analizy i więcej funkcji premium.
pt_br: Obtenha definições alimentadas por IA ilimitadas, análises avançadas e mais recursos premium.
ro: Obține definiții alimentate de AI nelimitate, analize avansate și mai multe funcții premium.
ru: Получите неограниченные определения на базе ИИ, расширенную аналитику и другие премиум-функции.
sk: Získajte neobmedzené definície poháňané AI, pokročilé analýzy a ďalšie prémiové funkcie.
sv: Få obegränsade AI-drivna definitioner, avancerad analys och fler premium-funktioner.
th: รับคำจำกัดความที่ขับเคลื่อนด้วย AI ไม่จำกัด การวิเคราะห์ขั้นสูง และคุณสมบัติพรีเมียมเพิ่มเติม
tr: Sınırsız AI destekli tanımlar, gelişmiş analizler ve daha fazla premium özellik edinin.
uk: Отримайте необмежені визначення на базі ШІ, розширену аналітику та інші преміум-функції.
vi: Nhận định nghĩa được hỗ trợ bởi AI không giới hạn, phân tích nâng cao và nhiều tính năng premium khác.
zh_hans: 获得无限AI驱动的定义、高级分析和其他高级功能。
zh_hant: 獲得無限AI驅動的定義、高級分析和其他高級功能。

# ai_usage.upgrade_button
source: Upgrade to Pro
ar: الارتقاء إلى Pro
ca: Actualitzar a Pro
cs: Upgradovat na Pro
da: Opgrader til Pro
de: Auf Pro upgraden
el: Αναβάθμιση σε Pro
es: Actualizar a Pro
fi: Päivitä Pro:hon
fr: Passer à Pro
hi: Pro में अपग्रेड करें
hr: Nadogradite na Pro
hu: Frissítés Pro-ra
id: Upgrade ke Pro
it: Passa a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
ms: Naik Taraf ke Pro
nb: Oppgrader til Pro
nl: Upgrade naar Pro
pl: Przejdź na Pro
pt_br: Atualizar para Pro
ro: Actualizează la Pro
ru: Обновиться до Pro
sk: Inovovať na Pro
sv: Uppgradera till Pro
th: อัปเกรดเป็น Pro
tr: Pro'ya Yükselt
uk: Оновитися до Pro
vi: Nâng cấp lên Pro
zh_hans: 升级到Pro
zh_hant: 升級到Pro

# ai_usage_limit_exceeded
source: Daily AI usage limit reached. Upgrade to Pro for unlimited AI-powered definitions.
ar: تم الوصول إلى الحد اليومي لاستخدام الذكاء الاصطناعي. ارتقِ إلى Pro للحصول على تعريفات مدعومة بالذكاء الاصطناعي غير محدودة.
ca: Límit diari d'ús d'IA assolit. Actualitza a Pro per a definicions impulsades per IA il·limitades.
cs: Dosáhnut denní limit použití AI. Upgradujte na Pro pro neomezené definice poháněné AI.
da: Daglig AI-brugsgrænse nået. Opgrader til Pro for ubegrænsede AI-drevne definitioner.
de: Tägliches KI-Nutzungslimit erreicht. Upgrade auf Pro für unbegrenzte KI-gestützte Definitionen.
el: Έφτασε το ημερήσιο όριο χρήσης AI. Αναβαθμίστε σε Pro για απεριόριστους ορισμούς με AI.
es: Límite diario de uso de IA alcanzado. Actualiza a Pro para definiciones impulsadas por IA ilimitadas.
fi: Päivittäinen AI-käyttöraja saavutettu. Päivitä Pro:hon rajoittamattomille AI-pohjaisille määritelmille.
fr: Limite quotidienne d'utilisation de l'IA atteinte. Passez à Pro pour des définitions alimentées par l'IA illimitées.
hi: दैनिक AI उपयोग सीमा पहुंच गई। असीमित AI-संचालित परिभाषाओं के लिए Pro में अपग्रेड करें।
hr: Dostignut dnevni limit korištenja AI-ja. Nadogradite na Pro za neograničene definicije pokretane AI-jem.
hu: Elérte a napi AI használati limitet. Frissítsen Pro-ra korlátlan AI-alapú definíciókért.
id: Batas penggunaan AI harian tercapai. Upgrade ke Pro untuk definisi berbasis AI tak terbatas.
it: Limite giornaliero di utilizzo IA raggiunto. Passa a Pro per definizioni alimentate dall'IA illimitate.
ja: 1日のAI使用制限に達しました。Proにアップグレードして無制限のAI駆動定義を取得してください。
ko: 일일 AI 사용 한도에 도달했습니다. Pro로 업그레이드하여 무제한 AI 기반 정의를 받으세요.
ms: Had penggunaan AI harian dicapai. Naik taraf ke Pro untuk definisi berasaskan AI tidak terhad.
nb: Daglig AI-brukergrense nådd. Oppgrader til Pro for ubegrensede AI-drevne definisjoner.
nl: Dagelijks AI-gebruikslimiet bereikt. Upgrade naar Pro voor onbeperkte AI-aangedreven definities.
pl: Osiągnięto dzienny limit użycia AI. Przejdź na Pro dla nieograniczonych definicji napędzanych AI.
pt_br: Limite diário de uso de IA atingido. Atualize para Pro para definições alimentadas por IA ilimitadas.
ro: Limita zilnică de utilizare AI atinsă. Actualizează la Pro pentru definiții alimentate de AI nelimitate.
ru: Достигнут дневной лимит использования ИИ. Обновитесь до Pro для неограниченных определений на базе ИИ.
sk: Dosiahnutý denný limit používania AI. Inovujte na Pro pre neobmedzené definície poháňané AI.
sv: Daglig AI-användningsgräns nådd. Uppgradera till Pro för obegränsade AI-drivna definitioner.
th: ถึงขีดจำกัดการใช้งาน AI รายวันแล้ว อัปเกรดเป็น Pro สำหรับคำจำกัดความที่ขับเคลื่อนด้วย AI ไม่จำกัด
tr: Günlük AI kullanım limiti aşıldı. Sınırsız AI destekli tanımlar için Pro'ya yükseltin.
uk: Досягнуто денний ліміт використання ШІ. Оновіться до Pro для необмежених визначень на базі ШІ.
vi: Đã đạt giới hạn sử dụng AI hàng ngày. Nâng cấp lên Pro cho định nghĩa được hỗ trợ bởi AI không giới hạn.
zh_hans: 已达到每日AI使用限制。升级到Pro获得无限AI驱动的定义。
zh_hant: 已達到每日AI使用限制。升級到Pro獲得無限AI驅動的定義。

# ai_sign_in_required
source: Sign in to use AI features
ar: سجل الدخول لاستخدام ميزات الذكاء الاصطناعي
cs: Přihlaste se k použití funkcí AI
da: Log ind for at bruge AI-funktioner
de: Anmelden, um KI-Funktionen zu nutzen
es: Inicia sesión para usar funciones de IA
fi: Kirjaudu sisään käyttääksesi AI-toimintoja
hu: Jelentkezzen be az AI funkciók használatához
id: Masuk untuk menggunakan fitur AI
it: Accedi per utilizzare le funzionalità IA
ja: AI機能を使用するにはサインインしてください
ms: Log masuk untuk menggunakan ciri AI
nb: Logg inn for å bruke AI-funksjoner
nl: Log in om AI-functies te gebruiken
sv: Logga in för att använda AI-funktioner
th: เข้าสู่ระบบเพื่อใช้ฟีเจอร์ AI
uk: Увійдіть, щоб використовувати функції ШІ
vi: Đăng nhập để sử dụng tính năng AI
zh_hans: 登录以使用AI功能

# ai_sign_in_required_message
source: To use AI-powered definitions, please sign in to your account.
ar: لاستخدام التعريفات المدعومة بالذكاء الاصطناعي، يرجى تسجيل الدخول إلى حسابك.
cs: Pro použití definic poháněných AI se přihlaste ke svému účtu.
da: For at bruge AI-drevne definitioner, log venligst ind på din konto.
de: Um KI-gestützte Definitionen zu nutzen, melden Sie sich in Ihrem Konto an.
es: Para usar definiciones con IA, inicia sesión en tu cuenta.
fi: Käyttääksesi AI-pohjaisia määritelmiä, kirjaudu sisään tilillesi.
hu: Az AI-alapú definíciók használatához jelentkezzen be fiókjába.
id: Untuk menggunakan definisi berbasis AI, silakan masuk ke akun Anda.
it: Per utilizzare le definizioni alimentate dall'IA, accedi al tuo account.
ja: AI駆動定義を使用するには、アカウントにサインインしてください。
ms: Untuk menggunakan definisi berasaskan AI, sila log masuk ke akaun anda.
nb: For å bruke AI-drevne definisjoner, logg inn på kontoen din.
nl: Om AI-aangedreven definities te gebruiken, log in op je account.
sv: För att använda AI-drivna definitioner, logga in på ditt konto.
th: เพื่อใช้คำจำกัดความที่ขับเคลื่อนด้วย AI กรุณาเข้าสู่ระบบในบัญชีของคุณ
uk: Для використання визначень на базі ШІ увійдіть у свій обліковий запис.
vi: Để sử dụng định nghĩa được hỗ trợ bởi AI, vui lòng đăng nhập vào tài khoản của bạn.
zh_hans: 要使用AI驱动的定义，请登录您的账户。

# ai_loading.computing
source: AI is computing...
ar: الذكاء الاصطناعي يحسب...
ca: La IA està calculant...
cs: AI počítá...
da: AI beregner...
de: KI berechnet...
el: Το AI υπολογίζει...
es: La IA está procesando...
fi: AI laskee...
fr: L'IA calcule...
he: AI מחשב...
hi: AI गणना कर रहा है...
hr: AI računa...
hu: AI számol...
id: AI sedang menghitung...
it: L'IA sta elaborando...
ja: AIが計算中...
ko: AI가 계산 중...
ms: AI sedang mengira...
nb: AI beregner...
nl: AI berekent...
pl: AI oblicza...
pt_br: IA está processando...
pt_pt: IA está a processar...
ro: AI calculează...
ru: ИИ вычисляет...
sk: AI počíta...
sv: AI beräknar...
th: AI กำลังคำนวณ...
tr: AI hesaplıyor...
uk: ШІ обчислює...
vi: AI đang tính toán...
zh_hans: AI正在计算...
zh_hant: AI正在計算...

# ai_loading.analyzing_context
source: Analyzing context...
ar: تحليل السياق...
ca: Analitzant context...
cs: Analýza kontextu...
da: Analyserer kontekst...
de: Kontext analysieren...
el: Ανάλυση περιεχομένου...
es: Analizando contexto...
fi: Analysoidaan kontekstia...
fr: Analyse du contexte...
he: מנתח הקשר...
hi: संदर्भ का विश्लेषण...
hr: Analiziranje konteksta...
hu: Kontextus elemzése...
id: Menganalisis konteks...
it: Analizzando il contesto...
ja: コンテキストを分析中...
ko: 컨텍스트 분석 중...
ms: Menganalisis konteks...
nb: Analyserer kontekst...
nl: Context analyseren...
pl: Analizowanie kontekstu...
pt_br: Analisando contexto...
pt_pt: A analisar contexto...
ro: Analizarea contextului...
ru: Анализируем контекст...
sk: Analýza kontextu...
sv: Analyserar kontext...
th: วิเคราะห์บริบท...
tr: Bağlam analiz ediliyor...
uk: Аналіз контексту...
vi: Phân tích ngữ cảnh...
zh_hans: 分析上下文...
zh_hant: 分析上下文...

# ai_loading.finding_definitions
source: Finding definitions...
ar: البحث عن التعريفات...
ca: Cercant definicions...
cs: Hledání definic...
da: Finder definitioner...
de: Definitionen finden...
el: Εύρεση ορισμών...
es: Buscando definiciones...
fi: Etsitään määritelmiä...
fr: Recherche de définitions...
he: מוצא הגדרות...
hi: परिभाषाएं खोज रहा है...
hr: Traženje definicija...
hu: Definíciók keresése...
id: Mencari definisi...
it: Cercando definizioni...
ja: 定義を検索中...
ko: 정의 검색 중...
ms: Mencari definisi...
nb: Finner definisjoner...
nl: Definities zoeken...
pl: Wyszukiwanie definicji...
pt_br: Procurando definições...
pt_pt: A procurar definições...
ro: Căutarea definițiilor...
ru: Ищем определения...
sk: Hľadanie definícií...
sv: Hittar definitioner...
th: ค้นหาคำจำกัดความ...
tr: Tanımlar aranıyor...
uk: Пошук визначень...
vi: Tìm định nghĩa...
zh_hans: 查找定义...
zh_hant: 查找定義...

# ai_loading.processing_language
source: Processing language...
ar: معالجة اللغة...
ca: Processant llengua...
cs: Zpracování jazyka...
da: Behandler sprog...
de: Sprache verarbeiten...
el: Επεξεργασία γλώσσας...
es: Procesando idioma...
fi: Käsitellään kieltä...
fr: Traitement de la langue...
he: מעבד שפה...
hi: भाषा प्रसंस्करण...
hr: Obrada jezika...
hu: Nyelv feldolgozása...
id: Memproses bahasa...
it: Elaborando la lingua...
ja: 言語を処理中...
ko: 언어 처리 중...
ms: Memproses bahasa...
nb: Behandler språk...
nl: Taal verwerken...
pl: Przetwarzanie języka...
pt_br: Processando idioma...
pt_pt: A processar idioma...
ro: Procesarea limbii...
ru: Обрабатываем язык...
sk: Spracovanie jazyka...
sv: Bearbetar språk...
th: ประมวลผลภาษา...
tr: Dil işleniyor...
uk: Обробка мови...
vi: Xử lý ngôn ngữ...
zh_hans: 处理语言...
zh_hant: 處理語言...

# ai_loading.running_algorithms
source: Running algorithms...
ar: تشغيل الخوارزميات...
ca: Executant algoritmes...
cs: Spouštění algoritmů...
da: Kører algoritmer...
de: Algorithmen ausführen...
el: Εκτέλεση αλγορίθμων...
es: Ejecutando algoritmos...
fi: Suoritetaan algoritmeja...
fr: Exécution d'algorithmes...
he: מריץ אלגוריתמים...
hi: एल्गोरिथम चला रहा है...
hr: Pokretanje algoritama...
hu: Algoritmusok futtatása...
id: Menjalankan algoritma...
it: Eseguendo algoritmi...
ja: アルゴリズムを実行中...
ko: 알고리즘 실행 중...
ms: Menjalankan algoritma...
nb: Kjører algoritmer...
nl: Algoritmes uitvoeren...
pl: Uruchamianie algorytmów...
pt_br: Executando algoritmos...
pt_pt: A executar algoritmos...
ro: Rularea algoritmilor...
ru: Запускаем алгоритмы...
sk: Spúšťanie algoritmov...
sv: Kör algoritmer...
th: รันอัลกอริทึม...
tr: Algoritmalar çalıştırılıyor...
uk: Запуск алгоритмів...
vi: Chạy thuật toán...
zh_hans: 运行算法...
zh_hant: 運行算法...

# ai_loading.understanding_meaning
source: Understanding meaning...
ar: فهم المعنى...
ca: Entenent significat...
cs: Porozumění významu...
da: Forstår betydning...
de: Bedeutung verstehen...
el: Κατανόηση σημασίας...
es: Entendiendo significado...
fi: Ymmärretään merkitystä...
fr: Compréhension du sens...
he: מבין משמעות...
hi: अर्थ समझ रहा है...
hr: Razumijevanje značenja...
hu: Jelentés megértése...
id: Memahami makna...
it: Comprendendo il significato...
ja: 意味を理解中...
ko: 의미 이해 중...
ms: Memahami makna...
nb: Forstår betydning...
nl: Betekenis begrijpen...
pl: Rozumienie znaczenia...
pt_br: Entendendo significado...
pt_pt: A compreender significado...
ro: Înțelegerea sensului...
ru: Понимаем значение...
sk: Pochopenie významu...
sv: Förstår betydelse...
th: เข้าใจความหมาย...
tr: Anlam anlaşılıyor...
uk: Розуміння значення...
vi: Hiểu ý nghĩa...
zh_hans: 理解含义...
zh_hant: 理解含義...

# ai_loading.generating_insights
source: Generating insights...
ar: توليد الرؤى...
ca: Generant insights...
cs: Generování poznatků...
da: Genererer indsigter...
de: Einblicke generieren...
el: Δημιουργία πληροφοριών...
es: Generando insights...
fi: Generoidaan oivalluksia...
fr: Génération d'aperçus...
he: מייצר תובנות...
hi: अंतर्दृष्टि उत्पन्न कर रहा है...
hr: Generiranje uvida...
hu: Bepillantások generálása...
id: Menghasilkan wawasan...
it: Generando approfondimenti...
ja: 洞察を生成中...
ko: 인사이트 생성 중...
ms: Menjana pandangan...
nb: Genererer innsikt...
nl: Inzichten genereren...
pl: Generowanie spostrzeżeń...
pt_br: Gerando insights...
pt_pt: A gerar insights...
ro: Generarea insight-urilor...
ru: Генерируем инсайты...
sk: Generovanie poznatkov...
sv: Genererar insikter...
th: สร้างข้อมูลเชิงลึก...
tr: İçgörüler oluşturuluyor...
uk: Генерація інсайтів...
vi: Tạo thông tin chi tiết...
zh_hans: 生成洞察...
zh_hant: 生成洞察...

# ai_loading.learning_patterns
source: Learning patterns...
ar: تعلم الأنماط...
ca: Aprenent patrons...
cs: Učení se vzorů...
da: Lærer mønstre...
de: Muster lernen...
el: Μάθηση μοτίβων...
es: Aprendiendo patrones...
fi: Opitaan kuvioita...
fr: Apprentissage de modèles...
he: לומד דפוסים...
hi: पैटर्न सीख रहा है...
hr: Učenje obrazaca...
hu: Minták tanulása...
id: Belajar pola...
it: Apprendendo modelli...
ja: パターンを学習中...
ko: 패턴 학습 중...
ms: Belajar corak...
nb: Lærer mønstre...
nl: Patronen leren...
pl: Uczenie się wzorców...
pt_br: Aprendendo padrões...
pt_pt: A aprender padrões...
ro: Învățarea modelelor...
ru: Изучаем паттерны...
sk: Učenie sa vzorov...
sv: Lär sig mönster...
th: เรียนรู้รูปแบบ...
tr: Kalıplar öğreniliyor...
uk: Вивчення патернів...
vi: Học mẫu...
zh_hans: 学习模式...
zh_hant: 學習模式...

# ai_loading_desc.running_algorithms
source: Running advanced algorithms
ar: تشغيل خوارزميات متقدمة
ca: Executant algoritmes avançats
cs: Spouštění pokročilých algoritmů
da: Kører avancerede algoritmer
de: Erweiterte Algorithmen ausführen
el: Εκτέλεση προηγμένων αλγορίθμων
es: Ejecutando algoritmos avanzados
fi: Suoritetaan edistyneitä algoritmeja
fr: Exécution d'algorithmes avancés
he: מריץ אלגוריתמים מתקדמים
hi: उन्नत एल्गोरिथम चला रहा है
hr: Pokretanje naprednih algoritama
hu: Fejlett algoritmusok futtatása
id: Menjalankan algoritma lanjutan
it: Eseguendo algoritmi avanzati
ja: 高度なアルゴリズムを実行中
ko: 고급 알고리즘 실행 중
ms: Menjalankan algoritma lanjutan
nb: Kjører avanserte algoritmer
nl: Geavanceerde algoritmes uitvoeren
pl: Uruchamianie zaawansowanych algorytmów
pt_br: Executando algoritmos avançados
pt_pt: A executar algoritmos avançados
ro: Rularea algoritmilor avansați
ru: Запуск продвинутых алгоритмов
sk: Spúšťanie pokročilých algoritmov
sv: Kör avancerade algoritmer
th: รันอัลกอริทึมขั้นสูง
tr: Gelişmiş algoritmalar çalıştırılıyor
uk: Запуск просунутих алгоритмів
vi: Chạy thuật toán nâng cao
zh_hans: 运行高级算法
zh_hant: 運行高級算法

# ai_loading_desc.examining_relationships
source: Examining word relationships
ar: فحص العلاقات بين الكلمات
ca: Examinant relacions entre paraules
cs: Zkoumání vztahů mezi slovy
da: Undersøger ordrelationer
de: Wortbeziehungen untersuchen
el: Εξέταση σχέσεων λέξεων
es: Examinando relaciones entre palabras
fi: Tutkitaan sanojen välisiä suhteita
fr: Examen des relations entre mots
he: בודק קשרים בין מילים
hi: शब्दों के बीच संबंधों की जांच
hr: Ispitivanje odnosa između riječi
hu: Szókapcsolatok vizsgálata
id: Menguji hubungan antar kata
it: Esaminando le relazioni tra parole
ja: 単語間の関係を調査中
ko: 단어 간 관계 조사 중
ms: Menguji hubungan antara perkataan
nb: Undersøker ordrelasjoner
nl: Woordrelaties onderzoeken
pl: Badanie relacji między słowami
pt_br: Examinando relacionamentos entre palavras
pt_pt: A examinar relacionamentos entre palavras
ro: Examinarea relațiilor între cuvinte
ru: Изучение связей между словами
sk: Skúmanie vzťahov medzi slovami
sv: Undersöker ordrelationer
th: ตรวจสอบความสัมพันธ์ระหว่างคำ
tr: Kelime ilişkileri inceleniyor
uk: Вивчення зв'язків між словами
vi: Kiểm tra mối quan hệ giữa các từ
zh_hans: 检查词汇关系
zh_hant: 檢查詞彙關係

# ai_loading_desc.searching_knowledge
source: Searching through knowledge base
ar: البحث في قاعدة المعرفة
ca: Cercant a la base de coneixement
cs: Hledání v znalostní bázi
da: Søger i vidensbasen
de: Wissensdatenbank durchsuchen
el: Αναζήτηση στη βάση γνώσης
es: Buscando en la base de conocimientos
fi: Etsitään tietokannasta
fr: Recherche dans la base de connaissances
he: מחפש במסד הידע
hi: ज्ञान आधार में खोज
hr: Pretraživanje baze znanja
hu: Tudásbázis keresése
id: Mencari di basis pengetahuan
it: Cercando nella base di conoscenza
ja: 知識ベースを検索中
ko: 지식 베이스 검색 중
ms: Mencari dalam pangkalan pengetahuan
nb: Søker i kunnskapsbasen
nl: Kennisbank doorzoeken
pl: Przeszukiwanie bazy wiedzy
pt_br: Procurando na base de conhecimento
pt_pt: A procurar na base de conhecimento
ro: Căutarea în baza de cunoștințe
ru: Поиск в базе знаний
sk: Hľadanie v znalostnej báze
sv: Söker i kunskapsbasen
th: ค้นหาในฐานความรู้
tr: Bilgi tabanında aranıyor
uk: Пошук у базі знань
vi: Tìm kiếm trong cơ sở kiến thức
zh_hans: 搜索知识库
zh_hant: 搜索知識庫

# ai_loading_desc.understanding_nuances
source: Understanding language nuances
ar: فهم دقائق اللغة
ca: Entenent matisos lingüístics
cs: Porozumění jazykovým nuancím
da: Forstår sproglige nuancer
de: Sprachnuancen verstehen
el: Κατανόηση γλωσσικών αποχρώσεων
es: Entendiendo matices del idioma
fi: Ymmärretään kielellisiä vivahduksia
fr: Compréhension des nuances linguistiques
he: מבין ניואנסים לשוניים
hi: भाषाई बारीकियों को समझना
hr: Razumijevanje jezičnih nijansi
hu: Nyelvi árnyalatok megértése
id: Memahami nuansa bahasa
it: Comprendendo le sfumature linguistiche
ja: 言語のニュアンスを理解中
ko: 언어 뉘앙스 이해 중
ms: Memahami nuansa bahasa
nb: Forstår språklige nyanser
nl: Taalnuances begrijpen
pl: Rozumienie niuansów językowych
pt_br: Entendendo nuances do idioma
pt_pt: A compreender nuances do idioma
ro: Înțelegerea nuanțelor lingvistice
ru: Понимание языковых нюансов
sk: Pochopenie jazykových nuancií
sv: Förstår språkliga nyanser
th: เข้าใจความแตกต่างของภาษา
tr: Dil nüansları anlaşılıyor
uk: Розуміння мовних нюансів
vi: Hiểu sắc thái ngôn ngữ
zh_hans: 理解语言细微差别
zh_hant: 理解語言細微差別
