Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/AI.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# ai_loading_desc.applying_machine_learning
source: Applying machine learning
ar: تطبيق التعلم الآلي
ca: Aplicant aprenentatge automàtic
cs: Aplikace strojového učení
da: Anvender maskinlæring
de: Maschinelles Lernen anwenden
el: Εφαρμογή μηχανικής μάθησης
es: Aplicando aprendizaje automático
fi: Sovelletaan koneoppimista
fr: Application de l'apprentissage automatique
he: מיישם למידת מכונה
hi: मशीन लर्निंग लागू करना
hr: Primjena strojnog učenja
hu: Gépi tanulás alkalmazása
id: Menerapkan pembelajaran mesin
it: Applicando l'apprendimento automatico
ja: 機械学習を適用中
ko: 머신러닝 적용 중
ms: Menggunakan pembelajaran mesin
nb: Anvender maskinlæring
nl: Machine learning toepassen
pl: Stosowanie uczenia maszynowego
pt_br: Aplicando aprendizado de máquina
pt_pt: A aplicar aprendizagem automática
ro: Aplicarea învățării automate
ru: Применение машинного обучения
sk: Aplikácia strojového učenia
sv: Tillämpar maskininlärning
th: ใช้การเรียนรู้ของเครื่อง
tr: Makine öğrenmesi uygulanıyor
uk: Застосування машинного навчання
vi: Áp dụng học máy
zh_hans: 应用机器学习
zh_hant: 應用機器學習

# ai_loading_desc.extracting_semantic
source: Extracting semantic meaning
ar: استخراج المعنى الدلالي
ca: Extraient significat semàntic
cs: Extrakce sémantického významu
da: Ekstraherer semantisk betydning
de: Semantische Bedeutung extrahieren
el: Εξαγωγή σημασιολογικής σημασίας
es: Extrayendo significado semántico
fi: Poimitaan semanttista merkitystä
fr: Extraction du sens sémantique
he: מחלץ משמעות סמנטית
hi: अर्थगत अर्थ निकालना
hr: Izdvajanje semantičkog značenja
hu: Szemantikai jelentés kinyerése
id: Mengekstrak makna semantik
it: Estraendo il significato semantico
ja: 意味論的意味を抽出中
ko: 의미론적 의미 추출 중
ms: Mengekstrak makna semantik
nb: Ekstraherer semantisk betydning
nl: Semantische betekenis extraheren
pl: Ekstrakcja znaczenia semantycznego
pt_br: Extraindo significado semântico
pt_pt: A extrair significado semântico
ro: Extragerea semnificației semantice
ru: Извлечение семантического значения
sk: Extrakcia sémantického významu
sv: Extraherar semantisk betydelse
th: ดึงความหมายเชิงความหมาย
tr: Anlamsal anlam çıkarılıyor
uk: Витяг семантичного значення
vi: Trích xuất ý nghĩa ngữ nghĩa
zh_hans: 提取语义含义
zh_hant: 提取語義含義

# ai_loading_desc.creating_definitions
source: Creating comprehensive definitions
ar: إنشاء تعريفات شاملة
ca: Creant definicions compreses
cs: Vytváření komplexních definic
da: Opretter omfattende definitioner
de: Umfassende Definitionen erstellen
el: Δημιουργία ολοκληρωμένων ορισμών
es: Creando definiciones completas
fi: Luodaan kattavia määritelmiä
fr: Création de définitions complètes
he: יוצר הגדרות מקיפות
hi: व्यापक परिभाषाएं बनाना
hr: Stvaranje sveobuhvatnih definicija
hu: Átfogó definíciók létrehozása
id: Membuat definisi komprehensif
it: Creando definizioni complete
ja: 包括的な定義を作成中
ko: 포괄적 정의 생성 중
ms: Membuat definisi komprehensif
nb: Oppretter omfattende definisjoner
nl: Uitgebreide definities maken
pl: Tworzenie kompleksowych definicji
pt_br: Criando definições abrangentes
pt_pt: A criar definições abrangentes
ro: Crearea definițiilor cuprinzătoare
ru: Создание комплексных определений
sk: Vytváranie komplexných definícií
sv: Skapar omfattande definitioner
th: สร้างคำจำกัดความที่ครอบคลุม
tr: Kapsamlı tanımlar oluşturuluyor
uk: Створення комплексних визначень
vi: Tạo định nghĩa toàn diện
zh_hans: 创建全面定义
zh_hant: 創建全面定義

# ai_loading_desc.identifying_patterns
source: Identifying usage patterns
ar: تحديد أنماط الاستخدام
ca: Identificant patrons d'ús
cs: Identifikace vzorů použití
da: Identificerer brugsmønstre
de: Nutzungsmuster identifizieren
el: Ταυτοποίηση μοτίβων χρήσης
es: Identificando patrones de uso
fi: Tunnistetaan käyttökuvioita
fr: Identification des modèles d'utilisation
he: מזהה דפוסי שימוש
hi: उपयोग पैटर्न की पहचान
hr: Identificiranje obrazaca korištenja
hu: Használati minták azonosítása
id: Mengidentifikasi pola penggunaan
it: Identificando modelli di utilizzo
ja: 使用パターンを識別中
ko: 사용 패턴 식별 중
ms: Mengenal pasti corak penggunaan
nb: Identifiserer bruksmønstre
nl: Gebruikspatronen identificeren
pl: Identyfikacja wzorców użycia
pt_br: Identificando padrões de uso
pt_pt: A identificar padrões de utilização
ro: Identificarea modelelor de utilizare
ru: Выявление паттернов использования
sk: Identifikácia vzorov používania
sv: Identifierar användningsmönster
th: ระบุรูปแบบการใช้งาน
tr: Kullanım kalıpları tanımlanıyor
uk: Виявлення патернів використання
vi: Xác định mẫu sử dụng
zh_hans: 识别使用模式
zh_hant: 識別使用模式

# ai_animation.thinking
source: AI is thinking...
ar: الذكاء الاصطناعي يفكر...
ca: La IA està pensant...
cs: AI přemýšlí...
da: AI tænker...
de: KI denkt...
el: Το AI σκέφτεται...
es: La IA está pensando...
fi: AI ajattelee...
fr: L'IA réfléchit...
he: AI חושב...
hi: AI सोच रहा है...
hr: AI razmišlja...
hu: AI gondolkodik...
id: AI sedang berpikir...
it: L'IA sta pensando...
ja: AIが考え中...
ko: AI가 생각 중...
ms: AI sedang berfikir...
nb: AI tenker...
nl: AI denkt...
pl: AI myśli...
pt_br: IA está pensando...
pt_pt: IA está a pensar...
ro: AI gândește...
ru: ИИ думает...
sk: AI myslí...
sv: AI tänker...
th: AI กำลังคิด...
tr: AI düşünüyor...
uk: ШІ думає...
vi: AI đang suy nghĩ...
zh_hans: AI正在思考...
zh_hant: AI正在思考...

# ai_animation.analyzing_word
source: Analyzing your word with advanced AI
ar: تحليل كلمتك بالذكاء الاصطناعي المتقدم
ca: Analitzant la teva paraula amb IA avançada
cs: Analýza slova pokročilým AI
da: Analyserer dit ord med avanceret AI
de: Ihr Wort mit fortschrittlicher KI analysieren
el: Ανάλυση της λέξης σας με προηγμένο AI
es: Analizando tu palabra con IA avanzada
fi: Analysoidaan sanaasi edistyneellä AI:lla
fr: Analyse de votre mot avec l'IA avancée
he: מנתח את המילה שלך עם AI מתקדם
hi: आपके शब्द का उन्नत AI से विश्लेषण
hr: Analiziranje vaše riječi naprednim AI-jem
hu: Szó elemzése fejlett AI-val
id: Menganalisis kata Anda dengan AI lanjutan
it: Analizzando la tua parola con IA avanzata
ja: 高度なAIで単語を分析中
ko: 고급 AI로 단어 분석 중
ms: Menganalisis perkataan anda dengan AI lanjutan
nb: Analyserer ordet ditt med avansert AI
nl: Uw woord analyseren met geavanceerde AI
pl: Analizowanie słowa zaawansowanym AI
pt_br: Analisando sua palavra com IA avançada
pt_pt: A analisar a sua palavra com IA avançada
ro: Analizarea cuvântului tău cu AI avansat
ru: Анализируем ваше слово с продвинутым ИИ
sk: Analýza slova pokročilým AI
sv: Analyserar ditt ord med avancerad AI
th: วิเคราะห์คำของคุณด้วย AI ขั้นสูง
tr: Kelimeniz gelişmiş AI ile analiz ediliyor
uk: Аналіз вашого слова просунутим ШІ
vi: Phân tích từ của bạn với AI nâng cao
zh_hans: 用高级AI分析您的词汇
zh_hant: 用高級AI分析您的詞彙

# ai_animation.analyzing
source: AI is analyzing...
ar: الذكاء الاصطناعي يحلل...
ca: La IA està analitzant...
cs: AI analyzuje...
da: AI analyserer...
de: KI analysiert...
el: Το AI αναλύει...
es: La IA está analizando...
fi: AI analysoi...
fr: L'IA analyse...
he: AI מנתח...
hi: AI विश्लेषण कर रहा है...
hr: AI analizira...
hu: AI elemzi...
id: AI sedang menganalisis...
it: L'IA sta analizzando...
ja: AIが分析中...
ko: AI가 분석 중...
ms: AI sedang menganalisis...
nb: AI analyserer...
nl: AI analyseert...
pl: AI analizuje...
pt_br: IA está analisando...
pt_pt: IA está a analisar...
ro: AI analizează...
ru: ИИ анализирует...
sk: AI analyzuje...
sv: AI analyserar...
th: AI กำลังวิเคราะห์...
tr: AI analiz ediyor...
uk: ШІ аналізує...
vi: AI đang phân tích...
zh_hans: AI正在分析...
zh_hant: AI正在分析...

# ai_animation.finding_definitions
source: Finding the perfect definitions for you
ar: البحث عن التعريفات المثالية لك
ca: Cercant les definicions perfectes per a tu
cs: Hledání perfektních definic pro vás
da: Finder perfekte definitioner til dig
de: Perfekte Definitionen für Sie finden
el: Εύρεση τέλειων ορισμών για εσάς
es: Encontrando las definiciones perfectas para ti
fi: Etsitään täydellisiä määritelmiä sinulle
fr: Recherche des définitions parfaites pour vous
he: מוצא הגדרות מושלמות עבורך
hi: आपके लिए सही परिभाषाएं खोज रहा है
hr: Traženje savršenih definicija za vas
hu: Tökéletes definíciók keresése Önnek
id: Mencari definisi sempurna untuk Anda
it: Trovando le definizioni perfette per te
ja: 完璧な定義を検索中
ko: 완벽한 정의 검색 중
ms: Mencari definisi sempurna untuk anda
nb: Finner perfekte definisjoner for deg
nl: Perfecte definities voor u zoeken
pl: Znajdowanie idealnych definicji dla Ciebie
pt_br: Encontrando as definições perfeitas para você
pt_pt: A encontrar as definições perfeitas para si
ro: Găsirea definițiilor perfecte pentru tine
ru: Ищем идеальные определения для вас
sk: Hľadanie perfektných definícií pre vás
sv: Hittar perfekta definitioner för dig
th: ค้นหาคำจำกัดความที่สมบูรณ์แบบสำหรับคุณ
tr: Sizin için mükemmel tanımlar aranıyor
uk: Пошук ідеальних визначень для вас
vi: Tìm định nghĩa hoàn hảo cho bạn
zh_hans: 为您找到完美定义
zh_hant: 為您找到完美定義

# ai_animation.processing
source: AI Processing...
ar: معالجة الذكاء الاصطناعي...
ca: Processament d'IA...
cs: AI zpracování...
da: AI-behandling...
de: KI-Verarbeitung...
el: Επεξεργασία AI...
es: Procesando IA...
fi: AI-käsittely...
fr: Traitement IA...
he: עיבוד AI...
hi: AI प्रसंस्करण...
hr: AI obrada...
hu: AI feldolgozás...
id: Pemrosesan AI...
it: Elaborazione IA...
ja: AI処理中...
ko: AI 처리 중...
ms: Pemprosesan AI...
nb: AI-behandling...
nl: AI-verwerking...
pl: Przetwarzanie AI...
pt_br: Processamento de IA...
pt_pt: Processamento de IA...
ro: Procesarea AI...
ru: Обработка ИИ...
sk: AI spracovanie...
sv: AI-bearbetning...
th: ประมวลผล AI...
tr: AI işleniyor...
uk: Обробка ШІ...
vi: Xử lý AI...
zh_hans: AI处理中...
zh_hant: AI處理中...

# ai_animation.learning
source: AI is learning...
ar: الذكاء الاصطناعي يتعلم...
ca: La IA està aprenent...
cs: AI se učí...
da: AI lærer...
de: KI lernt...
el: Το AI μαθαίνει...
es: La IA está aprendiendo...
fi: AI oppii...
fr: L'IA apprend...
he: AI לומד...
hi: AI सीख रहा है...
hr: AI uči...
hu: AI tanul...
id: AI sedang belajar...
it: L'IA sta imparando...
ja: AIが学習中...
ko: AI가 학습 중...
ms: AI sedang belajar...
nb: AI lærer...
nl: AI leert...
pl: AI się uczy...
pt_br: IA está aprendendo...
pt_pt: IA está a aprender...
ro: AI învață...
ru: ИИ учится...
sk: AI sa učí...
sv: AI lär sig...
th: AI กำลังเรียนรู้...
tr: AI öğreniyor...
uk: ШІ вчиться...
vi: AI đang học...
zh_hans: AI正在学习...
zh_hant: AI正在學習...

# ai_animation.processing_neural
source: Processing your word with neural networks
ar: معالجة كلمتك بالشبكات العصبية
ca: Processant la teva paraula amb xarxes neuronals
cs: Zpracování slova neuronovými sítěmi
da: Behandler dit ord med neurale netværk
de: Ihr Wort mit neuronalen Netzen verarbeiten
el: Επεξεργασία της λέξης σας με νευρωνικά δίκτυα
es: Procesando tu palabra con redes neuronales
fi: Käsitellään sanaasi neuroverkkoilla
fr: Traitement de votre mot avec des réseaux neuronaux
he: מעבד את המילה שלך עם רשתות עצביות
hi: आपके शब्द का न्यूरल नेटवर्क से प्रसंस्करण
hr: Obrada vaše riječi neuronskim mrežama
hu: Szó feldolgozása neurális hálózatokkal
id: Memproses kata Anda dengan jaringan saraf
it: Elaborando la tua parola con reti neurali
ja: ニューラルネットワークで単語を処理中
ko: 신경망으로 단어 처리 중
ms: Memproses perkataan anda dengan rangkaian neural
nb: Behandler ordet ditt med nevrale nettverk
nl: Uw woord verwerken met neurale netwerken
pl: Przetwarzanie słowa sieciami neuronowymi
pt_br: Processando sua palavra com redes neurais
pt_pt: A processar a sua palavra com redes neuronais
ro: Procesarea cuvântului tău cu rețele neuronale
ru: Обрабатываем ваше слово нейронными сетями
sk: Spracovanie slova neurónovými sieťami
sv: Bearbetar ditt ord med neurala nätverk
th: ประมวลผลคำของคุณด้วยเครือข่ายประสาท
tr: Kelimeniz sinir ağları ile işleniyor
uk: Обробка вашого слова нейронними мережами
vi: Xử lý từ của bạn với mạng nơ-ron
zh_hans: 用神经网络处理您的词汇
zh_hant: 用神經網絡處理您的詞彙
