Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Authentication.strings
Languages: el

# auth.sign_in_before_subscribing
source: Sign in before subscribing
el: Συνδέσου πριν εγγραφείς

# auth.sign_in_with_google
source: Sign in with Google
el: Σύνδεση με Google

# auth.can_always_sign_in_later
source: You can always sign in later from Settings
el: Μπορείς πάντα να συνδεθείς αργότερα από τις ρυθμίσεις

# auth.link_additional_accounts
source: Link additional accounts
el: Σύνδεση Πρόσθετων Λογαριασμών

# auth.accounts_linked_successfully
source: Accounts linked successfully
el: Οι λογαριασμοί συνδέθηκαν με επιτυχία

# auth.sign_out_confirmation
source: Sign Out
el: Αποσύνδεση

# auth.your_words_are_safe
source: Your words are safe
el: Οι λέξεις σου είναι ασφαλείς

# auth.cloud_sync_disabled
source: Cloud sync will be disabled
el: Ο συγχρονισμός στο cloud θα απενεργοποιηθεί

# auth.sign_out
source: Sign Out
el: Αποσύνδεση

# auth.no_worries_wont_remove_words
source: No worries! We won't remove your words.
el: Μην ανησυχείς! Δεν θα διαγράψουμε τις λέξεις σου.

# auth.vocabulary_stay_on_device
source: Your vocabulary will stay on this device. If you sign in with another account, your data will be combined.
el: Το λεξιλόγιό σου παραμένει σε αυτή τη συσκευή. Αν συνδεθείς με διαφορετικό λογαριασμό, τα δεδομένα σου θα συγχωνευθούν.

# auth.all_vocabulary_remain_device
source: All your vocabulary words, definitions, and progress will remain on this device. You can continue using the app offline.
el: Όλες οι λέξεις, οι ορισμοί και η πρόοδός σου παραμένουν σε αυτή τη συσκευή. Μπορείς να συνεχίσεις να χρησιμοποιείς την εφαρμογή χωρίς σύνδεση.

# auth.word_lists_shared_data_cleared
source: Word lists and shared data will be cleared. If you sign in with another account, your local words will be combined with the new account's data.
el: Οι λίστες λέξεων και τα κοινόχρηστα δεδομένα θα εκκαθαριστούν. Αν συνδεθείς με διαφορετικό λογαριασμό, οι τοπικές σου λέξεις θα συγχωνευθούν με τα δεδομένα του νέου λογαριασμού.

# auth.sign_in_to_access_word_lists
source: Sign in to access your word lists across all your devices and collaborate with others.
el: Συνδέσου για να αποκτήσεις πρόσβαση στις λίστες λέξεων σου σε όλες τις συσκευές και να συνεργαστείς με άλλους.

# auth.link_google
source: Link Google
el: Σύνδεση με Google

# auth.link_apple
source: Link Apple
el: Σύνδεση με Apple

# auth.sign_in_to_sync_word_lists
source: Sign in to sync your word lists
el: Συνδέσου για να συγχρονίσεις τις λίστες λέξεων

# auth.sign_out_error_title
source: Oh no!
el: Ουπς!

# auth.sign_out_error_message
source: Something went wrong while signing out. Please try again later.
el: Κάτι πήγε στραβά κατά την αποσύνδεση. Προσπάθησε ξανά αργότερα.

# auth.sign_in_required_for_restore
source: You need to sign in to restore your purchases.
el: Απαιτείται σύνδεση για την επαναφορά των αγορών σου.

# auth.sign_in_required_for_pro_features
source: You need to sign in to access Pro features like %@.
el: Απαιτείται σύνδεση για την πρόσβαση σε λειτουργίες Pro, όπως το %@.

# auth.sign_in_failed
source: Failed to sign in. Please try again.
el: Η σύνδεση απέτυχε. Προσπάθησε ξανά.

# auth.sign_out_failed
source: Failed to sign out. Please try again.
el: Η αποσύνδεση απέτυχε. Προσπάθησε ξανά.

# auth.user_not_found
source: User not found
el: Ο χρήστης δεν βρέθηκε.

# auth.network_error
source: Network error. Please check your connection.
el: Σφάλμα δικτύου. Ελέγξτε τη σύνδεσή σας.

# auth.account_linking_failed
source: Failed to link accounts. Please try again.
el: Η σύνδεση λογαριασμού απέτυχε. Προσπάθησε ξανά.

# auth.registration_benefits
source: Registration Benefits
el: Πλεονεκτήματα Εγγραφής

# auth.access_subscription_all_devices
source: Access your subscription on all your devices
el: Πρόσβαση στη συνδρομή σου σε όλες τις συσκευές σου

# auth.sync_progress_cross_platform
source: Sync your progress across iOS and Android
el: Συγχρονισμός της προόδου σου μεταξύ iOS και Android

# auth.backup_data_securely
source: Backup your data securely in the cloud
el: Ασφαλής δημιουργία αντιγράφων ασφαλείας των δεδομένων σου στο cloud

# auth.register_anytime_from_settings
source: You can register anytime from Settings to enable these features
el: Μπορείς να εγγραφείς οποιαδήποτε στιγμή από τις Ρυθμίσεις για να ενεργοποιήσεις αυτές τις λειτουργίες

# auth.account_registration
source: Account Registration
el: Εγγραφή Λογαριασμού

# auth.register_for_cross_platform_access
source: Register to access your subscription across all your devices and sync your progress
el: Εγγράψου για πρόσβαση στη συνδρομή σου σε όλες τις συσκευές σου και συγχρονισμό της προόδου σου

# auth.active_subscription_notification
source: You have an active subscription!
el: Έχεις ενεργή συνδρομή!

# auth.register_to_unlock_cross_platform
source: Register to unlock cross-platform access
el: Εγγράψου για να ξεκλειδώσεις την πρόσβαση διαπλατφορμικά

# auth.register_now
source: Register Now
el: Εγγραφή Τώρα

# auth.subscription_access_restricted
source: Subscription Access Restricted
el: Πρόσβαση Συνδρομής Περιορισμένη

# auth.subscription_associated_different_account
source: This subscription is associated with a different account. Please sign in with the account that purchased this subscription to access Pro features.
el: Αυτή η συνδρομή συνδέεται με διαφορετικό λογαριασμό. Συνδέσου με τον λογαριασμό που αγόρασε αυτή τη συνδρομή για πρόσβαση στις λειτουργίες Pro.

# auth.profile
source: Profile
el: Προφίλ

# auth.account_linking
source: Account Linking
el: Σύνδεση Λογαριασμών

# auth.account_linking_description
source: To access your subscription on Android devices, you need to link a Google account. For cross-platform subscription sharing, link both accounts.
el: Για πρόσβαση στη συνδρομή σου σε συσκευές Android, πρέπει να συνδέσεις έναν λογαριασμό Google. Για κοινή χρήση συνδρομών διαπλατφορμικά, συνδέστε και τους δύο λογαριασμούς.

# auth.link_google_for_android
source: Link Google Account
el: Σύνδεση Λογαριασμού Google

# auth.link_apple_for_cross_platform
source: Link Apple ID
el: Σύνδεση Apple ID

# auth.current_account
source: Current Account
el: Τρέχων Λογαριασμός

# auth.linked_accounts
source: Linked Accounts
el: Συνδεδεμένοι Λογαριασμοί

# auth.no_linked_accounts
source: No linked accounts
el: Κανένας συνδεδεμένος λογαριασμός

# auth.cross_platform_button_description
source: For cross-platform subscription sharing
el: Για κοινή χρήση συνδρομής μεταξύ πλατφορμών

# auth.nickname
source: Nickname
el: Ψευδώνυμο

# auth.nickname_current
source: Current nickname
el: Τρέχον ψευδώνυμο

# auth.nickname_not_set
source: Nickname is not set
el: Το ψευδώνυμο δεν έχει οριστεί

# auth.nickname_description
source: Set a unique nickname that others can use to find and add you to shared dictionaries. This is more convenient than using email addresses.
el: Ορίστε ένα μοναδικό ψευδώνυμο που μπορούν να χρησιμοποιήσουν άλλοι για να σας βρουν και να σας προσθέσουν σε κοινόχρηστα λεξικά. Είναι πιο βολικό από τη χρήση διευθύνσεων email.

# auth.edit_nickname
source: Edit Nickname
el: Επεξεργασία ψευδωνύμου

# auth.nickname_cannot_be_empty
source: Nickname cannot be empty
el: Το ψευδώνυμο δεν μπορεί να είναι κενό

# auth.nickname_already_taken
source: This nickname is already taken. Please choose a different one.
el: Αυτό το ψευδώνυμο είναι ήδη κατειλημμένο. Επιλέξτε άλλο.

# auth.nickname_invalid_format
source: Nickname can only contain letters, numbers, and underscores.
el: Το ψευδώνυμο μπορεί να περιέχει μόνο γράμματα, αριθμούς και κάτω παύλες.

# auth.search_method
source: Search Method
el: Μέθοδος αναζήτησης

# auth.find_user_by_email
source: Find User by Email
el: Βρείτε χρήστη μέσω email

# auth.find_user_by_nickname
source: Find User by Nickname
el: Βρείτε χρήστη μέσω ψευδωνύμου

# auth.enter_email_address
source: Enter email address
el: Εισαγάγετε διεύθυνση email

# auth.enter_nickname
source: Enter nickname
el: Εισαγάγετε ψευδώνυμο

# auth.found_user
source: Found User
el: Ο χρήστης βρέθηκε

# auth.user_not_found_message
source: No user found with the provided information. Please check your search and try again.
el: Δεν βρέθηκε χρήστης με τις παρεχόμενες πληροφορίες. Ελέγξτε την αναζήτησή σας και δοκιμάστε ξανά.

# auth.enter_name
source: Enter name
el: Εισαγάγετε όνομα

# auth.search_by
source: Search by
el: Αναζήτηση με

# auth.unknown_user
source: Unknown User
el: Άγνωστος χρήστης

# auth.google_account
source: Google Account
el: Λογαριασμός Google
