Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/FilterDisplay.strings
Languages: es, fi, fr, he, hi, hu, id, it, nb, pl, ro

# filter_display.all
source: All
es: Todos
fi: Kaikki
fr: Tous
he: הכל
hi: सभी
hu: Összes
id: Semua
it: Tutti
nb: Alle
pl: Wszystkie
ro: Toate

# filter_display.favorite
source: Favorite
es: Favorito
fi: Suosikki
fr: Favori
he: מועדף
hi: पसंदीदा
hu: Kedvenc
id: Favorit
it: Preferito
nb: Favoritt
pl: Ulubione
ro: Favorit

# filter_display.search
source: Search
es: Búsqueda
fi: Haku
fr: Recherche
he: חיפוש
hi: खोज
hu: Keresés
id: Pencarian
it: Ricerca
nb: Søk
pl: Wyszukiwanie
ro: Căutare

# filter_display.tag
source: Tag
es: Etiqueta
fi: Tunniste
fr: Étiquette
he: תגית
hi: टैग
hu: Címke
it: Etichetta
nb: Merkelapp
ro: Etichetă

# filter_display.new
source: New
es: Nuevo
fi: Uusi
fr: Nouveau
he: חדש
hi: नया
hu: Új
id: Baru
it: Nuovo
nb: Ny
pl: Nowy
ro: Nou

# filter_display.in_progress
source: In Progress
es: En Progreso
fi: Käynnissä
fr: En cours
he: בתהליך
hi: प्रगति में
hu: Folyamatban
id: Sedang Berlangsung
it: In Corso
nb: Under arbeid
pl: W trakcie
ro: În curs

# filter_display.needs_review
source: Needs Review
es: Necesita Revisión
fi: Tarvitsee Tarkistusta
fr: À réviser
he: צריך סקירה
hi: समीक्षा की आवश्यकता
hu: Felülvizsgálatra vár
id: Perlu Ditinjau
it: Da Rivedere
nb: Trenger gjennomgang
pl: Do powtórki
ro: Necesită revizuire

# filter_display.mastered
source: Mastered
es: Dominado
fi: Hallittu
fr: Maîtrisé
he: נשלט
hi: निपुण
hu: Elsajátítva
id: Dikuasai
it: Padroneggiato
nb: Mestret
pl: Opanowane
ro: Însușit

# filter_display.no_words_yet
source: No Words Yet
es: Aún No Hay Palabras
fi: Ei Vielä Sanoja
fr: Pas encore de mots
he: עדיין אין מילים
hi: अभी तक कोई शब्द नहीं
hu: Még nincsenek szavak
id: Belum Ada Kata
it: Nessuna Parola Ancora
nb: Ingen ord ennå
pl: Jeszcze brak słów
ro: Încă nu sunt cuvinte

# filter_display.no_idioms_yet
source: No Idioms Yet
es: Aún No Hay Expresiones
fi: Ei Vielä Idioomeja
fr: Pas encore d'expressions
he: עדיין אין ביטויים
hi: अभी तक कोई मुहावरे नहीं
hu: Még nincsenek idiómák
id: Belum Ada Idiom
it: Nessun Idioma Ancora
nb: Ingen uttrykk ennå
pl: Jeszcze brak idiomów
ro: Încă nu sunt expresii

# filter_display.no_favorite_words
source: No Favorite Words
es: No Hay Palabras Favoritas
fi: Ei Suosikkisanoja
fr: Aucun mot favori
he: אין מילים מועדפות
hi: कोई पसंदीदा शब्द नहीं
hu: Nincsenek kedvenc szavak
id: Tidak Ada Kata Favorit
it: Nessuna Parola Preferita
nb: Ingen favorittord
pl: Brak ulubionych słów
ro: Fără cuvinte favorite

# filter_display.no_favorite_idioms
source: No Favorite Idioms
es: No Hay Expresiones Favoritas
fi: Ei Suosikki-idioomeja
fr: Aucune expression favorite
he: אין ביטויים מועדפים
hi: कोई पसंदीदा मुहावरे नहीं
hu: Nincsenek kedvenc idiómák
id: Tidak Ada Idiom Favorit
it: Nessun Idioma Preferito
nb: Ingen favorittuttrykk
pl: Brak ulubionych idiomów
ro: Fără expresii favorite

# filter_display.no_search_results
source: No Search Results
es: No Hay Resultados de Búsqueda
fi: Ei Hakutuloksia
fr: Aucun résultat de recherche
he: אין תוצאות חיפוש
hi: कोई खोज परिणाम नहीं
hu: Nincsenek keresési eredmények
id: Tidak Ada Hasil Pencarian
it: Nessun Risultato di Ricerca
nb: Ingen søkeresultater
pl: Brak wyników wyszukiwania
ro: Fără rezultate de căutare

# filter_display.no_tagged_words
source: No Tagged Words
es: No Hay Palabras Etiquetadas
fi: Ei Tunnistettuja Sanoja
fr: Aucun mot étiqueté
he: אין מילים מתויגות
hi: कोई टैग किए गए शब्द नहीं
hu: Nincsenek címkézett szavak
id: Tidak Ada Kata yang Ditandai
it: Nessuna Parola Etichettata
nb: Ingen merkede ord
pl: Brak otagowanych słów
ro: Fără cuvinte etichetate

# filter_display.no_tagged_idioms
source: No Tagged Idioms
es: No Hay Expresiones Etiquetadas
fi: Ei Tunnistettuja Idioomeja
fr: Aucune expression étiquetée
he: אין ביטויים מתויגים
hi: कोई टैग किए गए मुहावरे नहीं
hu: Nincsenek címkézett idiómák
id: Tidak Ada Idiom yang Ditandai
nb: Ingen merkede uttrykk
pl: Brak otagowanych idiomów
ro: Fără expresii etichetate

# filter_display.no_new_words
source: No New Words
es: No Hay Palabras Nuevas
fi: Ei Uusia Sanoja
fr: Aucun nouveau mot
he: אין מילים חדשות
hi: कोई नए शब्द नहीं
hu: Nincsenek új szavak
id: Tidak Ada Kata Baru
it: Nessuna Nuova Parola
nb: Ingen nye ord
pl: Brak nowych słów
ro: Fără cuvinte noi

# filter_display.no_new_idioms
source: No New Idioms
es: No Hay Expresiones Nuevas
fi: Ei Uusia Idioomeja
fr: Aucune nouvelle expression
he: אין ביטויים חדשים
hi: कोई नए मुहावरे नहीं
hu: Nincsenek új idiómák
id: Tidak Ada Idiom Baru
it: Nessun Nuovo Idioma
nb: Ingen nye uttrykk
pl: Brak nowych idiomów
ro: Fără expresii noi

# filter_display.no_words_in_progress
source: No Words In Progress
es: No Hay Palabras en Progreso
fi: Ei Sanoja Käynnissä
fr: Aucun mot en cours
he: אין מילים בתהליך
hi: प्रगति में कोई शब्द नहीं
hu: Nincsenek folyamatban lévő szavak
id: Tidak Ada Kata yang Sedang Berlangsung
it: Nessuna Parola in Corso
nb: Ingen ord under arbeid
pl: Brak słów w trakcie
ro: Fără cuvinte în curs

# filter_display.no_idioms_in_progress
source: No Idioms In Progress
es: No Hay Expresiones en Progreso
fi: Ei Idioomeja Käynnissä
fr: Aucune expression en cours
he: אין ביטויים בתהליך
hi: प्रगति में कोई मुहावरे नहीं
hu: Nincsenek folyamatban lévő idiómák
id: Tidak Ada Idiom yang Sedang Berlangsung
it: Nessun Idioma in Corso
nb: Ingen uttrykk under arbeid
pl: Brak idiomów w trakcie
ro: Fără expresii în curs

# filter_display.no_words_need_review
source: No Words Need Review
es: No Hay Palabras que Necesiten Revisión
fi: Ei Sanoja, Jotka Tarvitsevat Tarkistusta
fr: Aucun mot à réviser
he: אין מילים שצריכות סקירה
hi: कोई शब्द समीक्षा की आवश्यकता नहीं
hu: Nincsenek felülvizsgálatra váró szavak
id: Tidak Ada Kata yang Perlu Ditinjau
it: Nessuna Parola da Rivedere
nb: Ingen ord trenger gjennomgang
pl: Brak słów do powtórki
ro: Fără cuvinte care necesită revizuire

# filter_display.no_idioms_need_review
source: No Idioms Need Review
es: No Hay Expresiones que Necesiten Revisión
fi: Ei Idioomeja, Jotka Tarvitsevat Tarkistusta
fr: Aucune expression à réviser
he: אין ביטויים שצריכים סקירה
hi: कोई मुहावरे समीक्षा की आवश्यकता नहीं
hu: Nincsenek felülvizsgálatra váró idiómák
id: Tidak Ada Idiom yang Perlu Ditinjau
it: Nessun Idioma da Rivedere
nb: Ingen uttrykk trenger gjennomgang
pl: Brak idiomów do powtórki
ro: Fără expresii care necesită revizuire

# filter_display.no_mastered_words
source: No Mastered Words
es: No Hay Palabras Dominadas
fi: Ei Hallittuja Sanoja
fr: Aucun mot maîtrisé
he: אין מילים שנשלטו
hi: कोई निपुण शब्द नहीं
hu: Nincsenek elsajátított szavak
id: Tidak Ada Kata yang Dikuasai
it: Nessuna Parola Padroneggiata
nb: Ingen mestrde ord
pl: Brak opanowanych słów
ro: Fără cuvinte însușite

# filter_display.no_mastered_idioms
source: No Mastered Idioms
es: No Hay Expresiones Dominadas
fi: Ei Hallittuja Idioomeja
fr: Aucune expression maîtrisée
he: אין ביטויים שנשלטו
hi: कोई निपुण मुहावरे नहीं
hu: Nincsenek elsajátított idiómák
id: Tidak Ada Idiom yang Dikuasai
it: Nessun Idioma Padroneggiato
nb: Ingen mestrde uttrykk
pl: Brak opanowanych idiomów
ro: Fără expresii însușite

# filter_display.start_building_vocabulary
source: Start building your vocabulary by adding your first word
es: Comienza a construir tu vocabulario añadiendo tu primera palabra
fi: Aloita sanaston rakentaminen lisäämällä ensimmäinen sanasi
fr: Commencez à construire votre vocabulaire en ajoutant votre premier mot
he: התחל לבנות את אוצר המילים שלך על ידי הוספת המילה הראשונה שלך
hi: अपना पहला शब्द जोड़कर अपनी शब्दावली बनाना शुरू करें
hu: Kezdj el szókincset építeni az első szavad hozzáadásával
id: Mulai bangun kosakata Anda dengan menambahkan kata pertama Anda
it: Inizia a costruire il tuo vocabolario aggiungendo la tua prima parola
nb: Begynn å bygge ordforrådet ditt ved å legge til ditt første ord
pl: Zacznij budować swoje słownictwo, dodając pierwsze słowo
ro: Începe să-ți construiești vocabularul adăugând primul tău cuvânt

# filter_display.start_building_vocabulary_idioms
source: Start building your vocabulary by adding your first idiom
es: Comienza a construir tu vocabulario añadiendo tu primera expresión
fi: Aloita sanaston rakentaminen lisäämällä ensimmäinen idioomisi
fr: Commencez à construire votre vocabulaire en ajoutant votre première expression
he: התחל לבנות את אוצר המילים שלך על ידי הוספת הביטוי הראשון שלך
hi: अपना पहला मुहावरा जोड़कर अपनी शब्दावली बनाना शुरू करें
hu: Kezdj el szókincset építeni az első idiómád hozzáadásával
id: Mulai bangun kosakata Anda dengan menambahkan idiom pertama Anda
it: Inizia a costruire il tuo vocabolario aggiungendo il tuo primo idioma
nb: Begynn å bygge ordforrådet ditt ved å legge til ditt første uttrykk
pl: Zacznij budować swoje słownictwo, dodając pierwszy idiom
ro: Începe să-ți construiești vocabularul adăugând prima ta expresie

# filter_display.tap_heart_icon_to_add_favorites
source: Tap the heart icon on any word to add it to your favorites
es: Toca el ícono de corazón en cualquier palabra para añadirla a tus favoritos
fi: Napauta sydänkuvaketta missä tahansa sanassa lisätäksesi sen suosikkeihisi
fr: Appuyez sur l'icône en forme de cœur sur n'importe quel mot pour l'ajouter à vos favoris
he: הקש על סמל הלב בכל מילה כדי להוסיף אותה למועדפים שלך
hi: किसी भी शब्द पर हार्ट आइकन टैप करें ताकि उसे अपनी पसंदीदा में जोड़ा जाए
hu: Koppints a szív ikonra bármelyik szónál, hogy hozzáadd a kedvenceidhez
id: Ketuk ikon hati pada kata apa pun untuk menambahkannya ke favorit Anda
it: Tocca l'icona del cuore su qualsiasi parola per aggiungerla ai tuoi preferiti
nb: Trykk på hjerteikonet på et hvilket som helst ord for å legge det til i favorittene dine
pl: Kliknij ikonę serca przy dowolnym słowie, aby dodać je do ulubionych
ro: Atinge pictograma inimă de pe orice cuvânt pentru a-l adăuga la favorite

# filter_display.tap_heart_icon_to_add_favorites_idioms
source: Tap the heart icon on any idiom to add it to your favorites
es: Toca el ícono de corazón en cualquier expresión para añadirla a tus favoritos
fi: Napauta sydänkuvaketta missä tahansa idioomissa lisätäksesi sen suosikkeihisi
fr: Appuyez sur l'icône en forme de cœur sur n'importe quelle expression pour l'ajouter à vos favoris
he: הקש על סמל הלב בכל ביטוי כדי להוסיף אותו למועדפים שלך
hi: किसी भी मुहावरे पर हार्ट आइकन टैप करें ताकि उसे अपनी पसंदीदा में जोड़ा जाए
hu: Koppints a szív ikonra bármelyik idiómánál, hogy hozzáadd a kedvenceidhez
id: Ketuk ikon hati pada idiom apa pun untuk menambahkannya ke favorit Anda
it: Tocca l'icona del cuore su qualsiasi idioma per aggiungerlo ai tuoi preferiti
nb: Trykk på hjerteikonet på et hvilket som helst uttrykk for å legge det til i favorittene dine
pl: Kliknij ikonę serca przy dowolnym idiomie, aby dodać go do ulubionych
ro: Atinge pictograma inimă de pe orice expresie pentru a o adăuga la favorite

# filter_display.try_different_search_term
source: Try a different search term or add a new word
es: Prueba un término de búsqueda diferente o añade una nueva palabra
fi: Kokeile eri hakutermia tai lisää uusi sana
fr: Essayez un terme de recherche différent ou ajoutez un nouveau mot
he: נסה מונח חיפוש אחר או הוסף מילה חדשה
hi: एक अलग खोज शब्द आज़माएं या एक नया शब्द जोड़ें
hu: Próbálj másik keresési kifejezést, vagy adj hozzá egy új szót
id: Coba istilah pencarian lain atau tambahkan kata baru
it: Prova un termine di ricerca diverso o aggiungi una nuova parola
nb: Prøv et annet søkebegrep eller legg til et nytt ord
pl: Spróbuj innego hasła wyszukiwania lub dodaj nowe słowo
ro: Încearcă un alt termen de căutare sau adaugă un cuvânt nou

# filter_display.try_different_search_term_idioms
source: Try a different search term or add a new idiom
es: Prueba un término de búsqueda diferente o añade una nueva expresión
fi: Kokeile eri hakutermia tai lisää uusi idioomi
fr: Essayez un terme de recherche différent ou ajoutez une nouvelle expression
he: נסה מונח חיפוש אחר או הוסף ביטוי חדש
hi: एक अलग खोज शब्द आज़माएं या एक नया मुहावरा जोड़ें
hu: Próbálj másik keresési kifejezést, vagy adj hozzá egy új idiómát
id: Coba istilah pencarian lain atau tambahkan idiom baru
it: Prova un termine di ricerca diverso o aggiungi un nuovo idioma
nb: Prøv et annet søkebegrep eller legg til et nytt uttrykk
pl: Spróbuj innego hasła wyszukiwania lub dodaj nowy idiom
ro: Încearcă un alt termen de căutare sau adaugă o expresie nouă

# filter_display.add_tags_to_organize
source: Add tags to your words to organize them better
es: Añade etiquetas a tus palabras para organizarlas mejor
fi: Lisää tunnisteita sanoihisi järjestääksesi ne paremmin
fr: Ajoutez des étiquettes à vos mots pour mieux les organiser
he: הוסף תגיות למילים שלך כדי לארגן אותם טוב יותר
hi: अपने शब्दों को बेहतर ढंग से व्यवस्थित करने के लिए टैग जोड़ें
hu: Adj címkéket a szavaidhoz, hogy jobban rendszerezd őket
id: Tambahkan tag ke kata-kata Anda untuk mengaturnya lebih baik
it: Aggiungi etichette alle tue parole per organizzarle meglio
nb: Legg til merkelapper på ordene dine for å organisere dem bedre
pl: Dodaj tagi do swoich słów, aby lepiej je zorganizować
ro: Adaugă etichete cuvintelor tale pentru a le organiza mai bine

# filter_display.add_tags_to_organize_idioms
source: Add tags to your idioms to organize them better
es: Añade etiquetas a tus expresiones para organizarlas mejor
fi: Lisää tunnisteita idioomeihisi järjestääksesi ne paremmin
fr: Ajoutez des étiquettes à vos expressions pour mieux les organiser
he: הוסף תגיות לביטויים שלך כדי לארגן אותם טוב יותר
hi: अपने मुहावरों को बेहतर ढंग से व्यवस्थित करने के लिए टैग जोड़ें
hu: Adj címkéket az idiómáidhoz, hogy jobban rendszerezd őket
id: Tambahkan tag ke idiom Anda untuk mengaturnya lebih baik
it: Aggiungi etichette ai tuoi idiomi per organizzarli meglio
nb: Legg til merkelapper på uttrykkene dine for å organisere dem bedre
pl: Dodaj tagi do swoich idiomów, aby lepiej je zorganizować
ro: Adaugă etichete expresiilor tale pentru a le organiza mai bine

# filter_display.new_words_appear_here
source: New words appear here when you add them to your list
es: Las palabras nuevas aparecen aquí cuando las añades a tu lista
fi: Uudet sanat ilmestyvät tähän, kun lisäät niitä listallesi
fr: Les nouveaux mots apparaissent ici lorsque vous les ajoutez à votre liste
he: מילים חדשות מופיעות כאן כאשר אתה מוסיף אותם לרשימה שלך
hi: जब आप उन्हें अपनी सूची में जोड़ते हैं तो नए शब्द यहाँ दिखाई देते हैं
hu: Az új szavak itt jelen sy_appear_here
id: Kata-kata baru muncul di sini saat Anda menambahkannya ke daftar Anda
it: Le nuove parole appaiono qui quando le aggiungi alla tua lista
nb: Nye ord vises her når du legger dem til i listen din
pl: Nowe słowa pojawią się tutaj, gdy dodasz je do swojej listy
ro: Cuvintele noi apar aici când le adaugi în lista ta

# filter_display.new_idioms_appear_here
source: New idioms appear here when you add them to your list
fi: Uudet idioomit ilmestyvät tähän, kun lisäät niitä listallesi
fr: Les nouvelles expressions apparaissent ici lorsque vous les ajoutez à votre liste
he: ביטויים חדשים מופיעים כאן כאשר אתה מוסיף אותם לרשימה שלך
hi: जब आप उन्हें अपनी सूची में जोड़ते हैं तो नए मुहावरे यहाँ दिखाई देते हैं
hu: Új idiómák itt jelennek meg, amikor hozzáadod őket a listádhoz
id: Idiom baru muncul di sini saat Anda menambahkannya ke daftar Anda
it: I nuovi idiomi appaiono qui quando li aggiungi alla tua lista
nb: Nye uttrykk vises her når du legger dem til i listen din
pl: Nowe idiomy pojawią się tutaj, gdy dodasz je do swojej listy
ro: Expresiile noi apar aici când le adaugi în lista ta

# filter_display.words_appear_here_as_you_practice
source: Words appear here as you practice them in quizzes
es: Las palabras aparecen aquí mientras las practicas en cuestionarios
fi: Sanat ilmestyvät tähän, kun harjoittelet niitä visailuissa
fr: Les mots apparaissent ici au fur et à mesure que vous les pratiquez dans des quiz
he: מילים מופיעות כאן ככל שאתה מתרגל אותם בחידונים
hi: जब आप क्विज़ में उनका अभ्यास करते हैं तो शब्द यहाँ दिखाई देते हैं
hu: A szavak itt jelennek meg, ahogy gyakorlod őket kvízekben
id: Kata-kata muncul di sini saat Anda melatihnya dalam kuis
it: Le parole appaiono qui man mano che le eserciti nei quiz
nb: Ord vises her mens du øver på dem i quizer
pl: Słowa pojawią się tutaj, gdy będziesz je ćwiczyć w quizach
ro: Cuvintele apar aici pe măsură ce le exersezi în chestionare

# filter_display.idioms_appear_here_as_you_practice
source: Idioms appear here as you practice them in quizzes
es: Las expresiones aparecen aquí mientras las practicas en cuestionarios
fi: Idioomit ilmestyvät tähän, kun harjoittelet niitä visailuissa
fr: Les expressions apparaissent ici au fur et à mesure que vous les pratiquez dans des quiz
he: ביטויים מופיעים כאן ככל שאתה מתרגל אותם בחידונים
hi: जब आप क्विज़ में उनका अभ्यास करते हैं तो मुहावरे यहाँ दिखाई देते हैं
hu: Az idiómák itt jelennek meg, ahogy gyakorlod őket kvízekben
id: Idiom muncul di sini saat Anda melatihnya dalam kuis
it: Gli idiomi appaiono qui man mano che le eserciti nei quiz
nb: Uttrykk vises her mens du øver på dem i quizer
pl: Idiomy pojawią się tutaj, gdy będziesz je ćwiczyć w quizach
ro: Expresiile apar aici pe măsură ce le exersezi în chestionare

# filter_display.words_need_more_practice
source: Words that need more practice will appear here
es: Las palabras que necesitan más práctica aparecerán aquí
fi: Sanat, jotka tarvitsevat lisää harjoitusta, ilmestyvät tähän
fr: Les mots qui nécessitent plus de pratique apparaîtront ici
he: מילים שצריכות יותר תרגול יופיעו כאן
hi: जिन शब्दों को और अभ्यास की आवश्यकता है वे यहाँ दिखाई देंगे
hu: A több gyakorlást igénylő szavak itt jelennek meg
id: Kata-kata yang perlu lebih banyak latihan akan muncul di sini
it: Le parole che richied fortesono più pratica appariranno qui
nb: Ord som trenger mer øvelse vil vises her
pl: Słowa, które wymagają więcej praktyki, pojawią się tutaj
ro: Cuvintele care necesită mai multă practică vor apărea aici

# filter_display.idioms_need_more_practice
source: Idioms that need more practice will appear here
es: Las expresiones que necesitan más práctica aparecerán aquí
fi: Idioomit, jotka tarvitsevat lisää harjoitusta, ilmestyvät tähän
fr: Les expressions qui nécessitent plus de pratique apparaîtront ici
he: ביטויים שצריכים יותר תרגול יופיעו כאן
hi: जिन मुहावरों को और अभ्यास की आवश्यकता है वे यहाँ दिखाई देंगे
hu: A több gyakorlást igénylő idiómák itt jelennek meg
id: Idiom yang perlu lebih banyak latihan akan muncul di sini
it: Gli idiomi che richiedono più pratica appariranno qui
nb: Uttrykk som trenger mer øvelse vil vises her
pl: Idiomy, które wymagają więcej praktyki, pojawią się tutaj
ro: Expresiile care necesită mai multă practică vor apărea aici
