Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# errors.user_not_authenticated
source: User must be authenticated
ar: يجب أن يكون المستخدم مصادقًا
ca: L'usuari ha d'estar autenticat
cs: Uživatel musí být autentizován
da: Bruger skal være autentificeret
de: Benutzer muss authentifiziert sein
el: Ο χρήστης πρέπει να είναι πιστοποιημένος
es: El usuario debe estar autenticado
fi: Käyttäjän on oltava todennettu
fr: L'utilisateur doit être authentifié
he: המשתמש חייב להיות מאומת
hi: उपयोगकर्ता को प्रमाणित होना चाहिए
hr: Korisnik mora biti autentificiran
hu: A felhasználónak hitelesítenie kell magát
id: Pengguna harus diotentikasi
it: L'utente deve essere autenticato
ja: ユーザーは認証が必要です
ko: 사용자는 인증이 필요합니다
ms: Pengguna perlu disahkan
nb: Brukeren må autentiseres
nl: Gebruiker moet worden geauthenticeerd
pl: Użytkownik musi zostać uwierzytelniony
pt_pt: O utilizador precisa de ser autenticado
ro: Utilizatorul trebuie autentificat
ru: Пользователь должен быть аутентифицирован
sk: Používateľ musí byť autentifikovaný
sv: Användaren måste vara autentiserad
th: ผู้ใช้ต้องได้รับการยืนยันตัวตน
tr: Kullanıcının kimliği doğrulanmalı
uk: Користувач має бути автентифікований
vi: Người dùng cần được xác thực
zh_hans: 用户必须经过身份验证
zh_hant: 用戶必須經過身份驗證

# errors.dictionary_limit_reached
source: You can only create one shared dictionary with the free plan. Upgrade to Pro for unlimited shared dictionaries.
ar: يمكنك إنشاء قاموس مشترك واحد فقط مع الخطة المجانية. قم بالترقية إلى المحترف لقواميس مشتركة غير محدودة.
ca: Només pots crear un diccionari compartit amb el pla gratuït. Actualitza a Pro per a diccionaris compartits il·limitats.
cs: S bezplatným plánem lze vytvořit pouze 1 sdílený slovník. Upgradujte na Pro pro neomezené sdílené slovníky.
da: Kun én delt ordbog kan oprettes med gratis planen. Opgrader til Pro for ubegrænsede delte ordbøger.
de: Mit dem kostenlosen Plan kann nur 1 geteiltes Wörterbuch erstellt werden. Upgraden Sie auf Pro für unbegrenzte geteilte Wörterbücher.
el: Με το δωρεάν πλάνο μπορεί να δημιουργηθεί μόνο ένα κοινόχρηστο λεξικό. Αναβάθμισε σε Pro για απεριόριστα κοινόχρηστα λεξικά.
es: Con el plan gratuito, solo puedes crear un diccionario compartido. Actualiza a Pro para diccionarios compartidos ilimitados.
fi: Ilmaisella suunnitelmalla voi luoda vain yhden jaetun sanakirjan. Päivitä Pro-versioon rajoittamattomiin jaettuihin sanakirjoihin.
fr: Un seul dictionnaire partagé peut être créé avec le plan gratuit. Passez à la version Pro pour des dictionnaires partagés illimités.
he: במסגרת התוכנית החינמית ניתן ליצור מילון משותף אחד בלבד. שדרג ל-Pro למילונים משותפים ללא הגבלה.
hi: मुफ्त योजना में केवल एक साझा शब्दकोश बनाया जा सकता है। असीमित साझा शब्दकोशों के लिए प्रो में अपग्रेड करें।
hr: Samo jedan zajednički rječnik može se stvoriti s besplatnim planom. Nadogradite na Pro za neograničene zajedničke rječnike.
hu: Az ingyenes csomaggal csak egy megosztott szótár hozható létre. Frissíts Pro-ra a korlátlan megosztott szótárakhoz.
id: Hanya satu kamus bersama yang dapat dibuat dengan paket gratis. Tingkatkan ke Pro untuk kamus bersama tanpa batas.
it: Con il piano gratuito puoi creare solo un dizionario condiviso. Passa a Pro per dizionari condivisi illimitati.
ja: 無料プランでは1つの共有辞書のみ作成可能です。無制限の共有辞書のためにプロにアップグレード。
ko: 무료 플랜에서는 하나의 공유 사전만 생성 가능합니다. 무제한 공유 사전을 위해 프로로 업그레이드하세요.
ms: Dengan pelan percuma, anda hanya boleh mencipta satu kamus kongsi. Naik taraf ke Pro untuk kamus kongsi tanpa had.
nb: Med gratisplanen kan du bare opprette én delt ordbok. Oppgrader til Pro for ubegrensede delte ordbøker.
nl: Met het gratis plan kan slechts 1 gedeeld woordenboek worden aangemaakt. Upgrade naar Pro voor onbeperkte gedeelde woordenboeken.
pl: W planie darmowym możesz utworzyć tylko jeden wspólny słownik. Uaktualnij do wersji Pro dla nieograniczonych wspólnych słowników.
pt_pt: Com o plano gratuito, pode criar apenas um dicionário partilhado. Actualize para Pro para dicionários partilhados ilimitados.
ro: Cu planul gratuit, poți crea doar un dicționar partajat. Actualizează la Pro pentru dicționare partajate nelimitate.
ru: С бесплатным планом вы можете создать только один общий словарь. Обновите до Pro для неограниченных общих словарей.
sk: S bezplatným plánom môžete vytvoriť iba jeden zdieľaný slovník. Aktualizujte na Pro pre neobmedzené zdieľané slovníky.
sv: Med gratisplanen kan du endast skapa en delad ordbok. Uppgradera till Pro för obegränsade delade ordböcker.
th: ด้วยแผนฟรี คุณสามารถสร้างพจนานุกรมที่แชร์ได้เพียงหนึ่งรายการ อัปเกรดเป็น Pro เพื่อสร้างพจนานุกรมที่แชร์ไม่จำกัด
tr: Ücretsiz planla yalnızca bir paylaşılan sözlük oluşturabilirsiniz. Sınırsız paylaşılan sözlükler için Pro'ya yükseltin.
uk: З безкоштовним планом ви можете створити лише один спільний словник. Оновіть до Pro для створення необмежених спільних словників
vi: Với gói miễn phí, bạn chỉ có thể tạo một từ điển chia sẻ. Nâng cấp lên Pro để tạo từ điển chia sẻ không giới hạn.
zh_hans: 免费计划只能创建 1 个共享词典。升级到专业版以创建无限共享词典。
zh_hant: 免費計劃只能創建 1 個共享詞典。升級到專業版以創建無限共享詞典。

# empty_states.no_words_yet
source: No Words Yet
ar: لا توجد كلمات بعد
ca: Encara no hi ha paraules
cs: Zatím žádná slova
da: Ingen ord endnu
de: Noch keine Wörter
el: Καμία λέξη ακόμα
es: Aún no hay palabras
fi: Ei vielä sanoja
fr: Aucun mot pour le moment
he: אין מילים עדיין
hi: अभी तक कोई शब्द नहीं
hr: Još nema riječi
hu: Még nincsenek szavak
id: Belum ada kata
it: Nessuna parola ancora
ja: まだ単語がありません
ko: 아직 단어가 없습니다
ms: Belum ada perkataan
nb: Ingen ord ennå
nl: Nog geen woorden
pl: Brak słów
pt_pt: Nenhuma palavra ainda
ro: Niciun cuvânt încă
ru: Пока нет слов
sk: Zatiaľ žiadne slová
sv: Inga ord ännu
th: ยังไม่มีคำศัพท์
tr: Henüz kelime yok
uk: Поки немає слів
vi: Chưa có từ nào
zh_hans: 暂无单词
zh_hant: 暫無單詞

# empty_states.no_idioms_yet
source: No Idioms Yet
ar: لا توجد تعابير بعد
ca: Encara no hi ha modismes
cs: Zatím žádné idiomy
da: Ingen idiomer endnu
de: Noch keine Redewendungen
el: Κανένας ιδιωματισμός ακόμα
es: Aún no hay modismos
fi: Ei vielä idiomeja
fr: Aucune expression pour le moment
he: אין ביטויים עדיין
hi: अभी तक कोई मुहावरे नहीं
hr: Još nema idioma
hu: Még nincsenek kifejezések
id: Belum ada ungkapan
it: Nessuna espressione ancora
ja: まだ慣用句がありません
ko: 아직 관용구가 없습니다
ms: Belum ada ungkapan
nb: Ingen uttrykk ennå
nl: Nog geen idiomen
pl: Brak wyrażeń
pt_pt: Nenhuma expressão ainda
ro: Nicio expresie încă
ru: Пока нет выражений
sk: Zatiaľ žiadne idiomy
sv: Inga uttryck ännu
th: ยังไม่มีสำนวน
tr: Henüz deyim yok
uk: Поки немає ідіом
vi: Chưa có thành ngữ nào
zh_hans: 暂无习语
zh_hant: 暫無成語

# empty_states.no_favorite_words
source: No Favorite Words
ar: لا توجد كلمات مفضلة
ca: Sense paraules favorites
cs: Žádná oblíbená slova
da: Ingen favoritord
de: Keine Favoriten-Wörter
el: Καμία αγαπημένη λέξη
es: No hay palabras favoritas
fi: Ei suosikkisanoja
fr: Aucun mot favori
he: אין מילים מועדפות
hi: कोई पसंदीदा शब्द नहीं
hr: Nema omiljenih riječi
hu: Nincsenek kedvenc szavak
id: Tidak ada kata favorit
it: Nessuna parola preferita
ja: お気に入りの単語がありません
ko: 즐겨찾기 단어 없음
ms: Tiada perkataan kegemaran
nb: Ingen favorittord
nl: Geen favoriete woorden
pl: Brak ulubionych słów
pt_pt: Nenhuma palavra favorita
ro: Niciun cuvânt favorit
ru: Нет избранных слов
sk: Žiadne obľúbené slová
sv: Inga favoritord
th: ไม่มีคำศัพท์โปรด
tr: Favori kelime yok
uk: Немає обраних слів
vi: Chưa có từ yêu thích
zh_hans: 暂无收藏的单词
zh_hant: 暫無收藏的單詞

# empty_states.no_search_results
source: No Search Results
ar: لا توجد نتائج بحث
ca: Sense resultats de cerca
cs: Žádné výsledky hledání
da: Ingen søgeresultater
de: Keine Suchergebnisse
el: Κανένα αποτέλεσμα αναζήτησης
es: No hay resultados de búsqueda
fi: Ei hakutuloksia
fr: Aucun résultat de recherche
he: אין תוצאות חיפוש
hi: कोई खोज परिणाम नहीं
hr: Nema rezultata pretrage
hu: Nincsenek keresési eredmények
id: Tidak ada hasil pencarian
it: Nessun risultato di ricerca
ja: 検索結果がありません
ko: 검색 결과 없음
ms: Tiada keputusan carian
nb: Ingen søkeresultater
nl: Geen zoekresultaten
pl: Brak wyników wyszukiwania
pt_pt: Nenhum resultado de pesquisa
ro: Niciun rezultat de căutare
ru: Нет результатов поиска
sk: Žiadne výsledky vyhľadávania
sv: Inga sökresultat
th: ไม่มีผลการค้นหา
tr: Arama sonucu yok
uk: Немає результатів пошуку
vi: Không có kết quả tìm kiếm
zh_hans: 无搜索结果
zh_hant: 無搜索結果

# empty_states.start_improving_vocabulary
source: Start improving your vocabulary by adding your first idiom
ar: ابدأ بتحسين مفرداتك بإضافة تعبيرك الأول
ca: Comença a millorar el teu vocabulari afegint el teu primer modisme
cs: Začněte zlepšovat svou slovní zásobu přidáním prvního idiomu
da: Begynd at forbedre dit ordforråd ved at tilføje dit første idiom
de: Beginnen Sie, Ihren Wortschatz zu verbessern, indem Sie Ihre erste Redewendung hinzufügen
el: Ξεκίνα να βελτιώνεις το λεξιλόγιό σου προσθέτοντας τον πρώτο ιδιωματισμό
es: Comienza a mejorar tu vocabulario añadiendo el primer modismo
fi: Aloita sanastosi parantaminen lisäämällä ensimmäinen idiomi
fr: Commencez à améliorer votre vocabulaire en ajoutant votre première expression
he: התחל לשפר את אוצר המילים שלך על ידי הוספת הביטוי הראשון שלך
hi: अपना पहला मुहावरा जोड़कर अपनी शब्दावली को बेहतर बनाना शुरू करें
hr: Počnite poboljšavati svoj vokabular dodavanjem svog prvog idioma
hu: Kezdj el szókincset építeni az első kifejezés hozzáadásával
id: Mulai tingkatkan kosakata Anda dengan menambahkan ungkapan pertama Anda
it: Inizia a migliorare il tuo vocabolario aggiungendo la tua prima espressione
ja: 最初の慣用句を追加して語彙の向上を始める
ko: 첫 번째 관용구를 추가하여 어휘를 향상시키기 시작하세요
ms: Mula meningkatkan kosa kata anda dengan menambah ungkapan pertama anda
nb: Begynn å forbedre vokabularet ditt ved å legge til ditt første uttrykk
nl: Begin met het verbeteren van je woordenschat door je eerste idioom toe te voegen
pl: Zacznij poprawiać swoje słownictwo, dodając swoje pierwsze wyrażenie
pt_pt: Comece a melhorar o seu vocabulário adicionando a sua primeira expressão
ro: Începe să-ți îmbunătățești vocabularul adăugând prima expresie
ru: Начните улучшать свой словарный запас, добавив первое выражение
sk: Začnite zlepšovať svoju slovnú zásobu pridaním prvého idiomu
sv: Börja förbättra ditt ordförråd genom att lägga till det första uttrycket
th: เริ่มพัฒนาคลังคำศัพท์ของคุณโดยเพิ่มสำนวนแรก
tr: İlk deyimi ekleyerek kelime dağarcığınızı geliştirmeye başlayın
uk: Почніть покращувати свій словниковий запас, додавши першу ідіому
vi: Bắt đầu cải thiện vốn từ vựng của bạn bằng cách thêm thành ngữ đầu tiên
zh_hans: 通过添加你的第一个习语开始提升你的词汇量
zh_hant: 通過添加你的第一個成語開始提升你的詞彙量

# empty_states.tap_heart_icon_to_add_favorites
source: Tap the heart icon on any idiom to add it to your favorites
ar: انقر على أيقونة القلب على أي تعبير لإضافته إلى المفضلة
ca: Toca la icona del cor en qualsevol modisme per afegir-lo als favorits
cs: Klepnutím na ikonu srdce u jakéhokoli idiomu jej přidejte do oblíbených
da: Tryk på hjerteikonet på et hvilket som helst idiom for at tilføje det til favoritter
de: Tippen Sie auf das Herzsymbol bei einer Redewendung, um sie zu den Favoriten hinzuzufügen
el: Πάτησε το εικονίδιο καρδιάς σε οποιονδήποτε ιδιωματισμό για να τον προσθέσεις στα αγαπημένα
es: Pulsa el icono de corazón en cualquier modismo para añadirlo a favoritos
fi: Napauta sydänkuvaketta minkä tahansa idiomin kohdalla lisätäksesi sen suosikkeihin
fr: Appuyez sur l'icône en forme de cœur sur n'importe quelle expression pour l'ajouter aux favoris
he: לחץ על סמל הלב על ביטוי כלשהו כדי להוסיף אותו למועדפים
hi: किसी भी मुहावरे को पसंदीदा में जोड़ने के लिए हार्ट आइकन पर टैप करें
hr: Dodirnite ikonu srca na bilo kojem idiomu da biste ga dodali u favorite
hu: Koppints a szív ikonra bármely kifejezésen, hogy hozzáadd a kedvencekhez
id: Ketuk ikon hati pada ungkapan apa pun untuk menambahkannya ke favorit
it: Tocca l'icona del cuore su qualsiasi espressione per aggiungerla ai preferiti
ja: 任意の慣用句のハートアイコンをタップしてお気に入りに追加
ko: 관용구의 하트 아이콘을 탭하여 즐겨찾기에 추가하세요
ms: Ketik ikon hati pada mana-mana ungkapan untuk menambahkannya ke kegemaran
nb: Trykk på hjerteikonet på et uttrykk for å legge det til i favoritter
nl: Tik op het hartpictogram bij een idioom om het aan favorieten toe te voegen
pl: Dotknij ikony serca na dowolnym wyrażeniu, aby dodać je do ulubionych
pt_pt: Toque no ícone de coração em qualquer expressão para a adicionar aos favoritos
ro: Atinge pictograma inimă pe orice expresie pentru a o adăuga la favorite
ru: Нажмите на значок сердца на любом выражении, чтобы добавить в избранное
sk: Kliknite na ikonu srdca na akomkoľvek idiome, aby ste ho pridali do obľúbených
sv: Klicka på hjärtikonen på något uttryck för att lägga till det i favoriter
th: กดไอคอนรูปหัวใจบนสำนวนใดๆ เพื่อเพิ่มลงในรายการโปรด
tr: Favorilere eklemek için herhangi bir deyimin üzerindeki kalp simgesine tıklayın
uk: Натисніть значок серця на будь-якій ідіомі, щоб додати її до обраного
vi: Nhấn vào biểu tượng trái tim trên bất kỳ thành ngữ nào để thêm vào yêu thích
zh_hans: 点击任何习语上的心形图标将其添加到收藏
zh_hant: 點擊任何成語上的心形圖標將其添加到收藏

# empty_states.try_different_search_term
source: Try a different search term or add a new idiom
ar: جرب مصطلح بحث مختلف أو أضف تعبيرًا جديدًا
ca: Prova un terme de cerca diferent o afegeix un modisme nou
cs: Zkuste jiný vyhledávací termín nebo přidejte nový idiom
da: Prøv et andet søgeord eller tilføj et nyt idiom
de: Versuchen Sie einen anderen Suchbegriff oder fügen Sie eine neue Redewendung hinzu
el: Δοκίμασε διαφορετικό όρο αναζήτησης ή πρόσθεσε έναν νέο ιδιωματισμό
es: Prueba un término de búsqueda diferente o añade un nuevo modismo
fi: Kokeile eri hakutermiä tai lisää uusi idiomi
fr: Essayez un autre terme de recherche ou ajoutez une nouvelle expression
he: נסה מונח חיפוש אחר או הוסף ביטוי חדש
hi: अलग खोज शब्द आज़माएं या एक नया मुहावरा जोड़ें
hr: Pokušajte s drugim pojmom za pretragu ili dodajte novi idiom
hu: Próbálj más keresési kifejezést, vagy adj hozzá egy új kifejezést
id: Coba istilah pencarian lain atau tambahkan ungkapan baru
it: Prova un termine di ricerca diverso o aggiungi una nuova espressione
ja: 別の検索語を試すか、新しい慣用句を追加してください
ko: 다른 검색어를 시도하거나 새 관용구를 추가하세요
ms: Cuba istilah carian yang berbeza atau tambah ungkapan baru
nb: Prøv et annet søkeord eller legg til et nytt uttrykk
nl: Probeer een andere zoekterm of voeg een nieuw idioom toe
pl: Spróbuj innego hasła wyszukiwania lub dodaj nowe wyrażenie
pt_pt: Tente um termo de pesquisa diferente ou adicione uma nova expressão
ro: Încearcă un alt termen de căutare sau adaugă o expresie nouă
ru: Попробуйте другой поисковый запрос или добавьте новое выражение
sk: Skúste iný vyhľadávací výraz alebo pridajte nový idiom
sv: Försök med en annan sökterm eller lägg till ett nytt uttryck
th: ลองใช้คำค้นหาอื่นหรือเพิ่มสำนวนใหม่
tr: Farklı bir arama terimi deneyin veya yeni bir deyim ekleyin
uk: Спробуйте інший пошуковий запит або додайте нову ідіому
vi: Thử một từ khóa tìm kiếm khác hoặc thêm thành ngữ mới
zh_hans: 尝试不同的搜索词或添加新习语
zh_hant: 嘗試不同的搜索詞或添加新成語

# notifications.time_to_practice
source: Time to Practice! 📚
ar: حان وقت التدريب! 📚
ca: Hora de practicar! 📚
cs: Čas na cvičení! 📚
da: Tid til at øve! 📚
de: Zeit zum Üben! 📚
el: Ώρα για εξάσκηση! 📚
es: ¡Hora de practicar! 📚
fi: Aika harjoitella! 📚
fr: C'est l'heure de s'entraîner ! 📚
he: זמן לתרגל! 📚
hi: अभ्यास करने का समय! 📚
hr: Vrijeme za vježbanje! 📚
hu: Ideje gyakorolni! 📚
id: Waktunya berlatih! 📚
it: È ora di esercitarsi! 📚
ja: 練習の時間です！ 📚
ko: 연습할 시간입니다! 📚
ms: Masa untuk berlatih! 📚
nb: Tid for å øve! 📚
nl: Tijd om te oefenen! 📚
pl: Czas na ćwiczenia! 📚
pt_pt: Hora de praticar! 📚
ro: E timpul să exersezi! 📚
ru: Пора практиковаться! 📚
sk: Čas na cvičenie! 📚
sv: Dags att öva! 📚
th: ถึงเวลาฝึก! 📚
tr: Alıştırma Zamanı! 📚
uk: Час практикувати! 📚
vi: Đến giờ luyện tập! 📚
zh_hans: 练习时间到！ 📚
zh_hant: 練習時間到！ 📚

# notifications.practice_vocabulary_today
source: Don't forget to practice your vocabulary today.
ar: لا تنسَ ممارسة مفرداتك اليوم.
ca: No oblidis practicar el teu vocabulari avui.
cs: Nezapomeňte dnes procvičovat svou slovní zásobu.
da: Glem ikke at øve dit ordforråd i dag.
de: Vergessen Sie nicht, heute Ihren Wortschatz zu üben.
el: Μην ξεχάσεις να εξασκήσεις το λεξιλόγιό σου σήμερα.
es: No olvides practicar tu vocabulario hoy.
fi: Älä unohda harjoitella sanastoasi tänään.
fr: N'oubliez pas de pratiquer votre vocabulaire aujourd'hui.
he: אל תשכח לתרגל את אוצר המילים שלך היום.
hi: आज अपनी शब्दावली का अभ्यास करना न भूलें।
hr: Ne zaboravite vježbati svoj vokabular danas.
hu: Ne felejts el ma gyakorolni a szókincsedet.
id: Jangan lupa untuk melatih kosakata Anda hari ini.
it: Non dimenticare di esercitarti con il tuo vocabolario oggi.
ja: 今日の語彙練習を忘れずに。
ko: 오늘 어휘 연습을 잊지 마세요.
ms: Jangan lupa berlatih kosa kata anda hari ini.
nb: Ikke glem å øve på vokabularet ditt i dag.
nl: Vergeet niet om vandaag je woordenschat te oefenen.
pl: Nie zapomnij ćwiczyć swojego słownictwa dzisiaj.
pt_pt: Não se esqueça de praticar o seu vocabulário hoje.
ro: Nu uita să-ți exersezi vocabularul astăzi.
ru: Не забудьте практиковать свой словарный запас сегодня.
sk: Nezabudnite si dnes precvičiť slovnú zásobu.
sv: Glöm inte att öva ditt ordförråd idag.
th: อย่าลืมฝึกคำศัพท์ของคุณวันนี้
tr: Bugün kelime dağarcığınızı çalışmayı unutmayın.
uk: Не забудьте попрактикувати свій словниковий запас сьогодні
vi: Đừng quên luyện tập vốn từ vựng của bạn hôm nay.
zh_hans: 今天别忘了练习你的词汇。
zh_hant: 今天別忘了練習你的詞彙。

# notifications.practice_difficult_words
source: Practice Your Difficult Words 📚
ar: مارس كلماتك الصعبة 📚
ca: Practica les teves paraules difícils 📚
cs: Procvičujte svá obtížná slova 📚
da: Øv dine svære ord 📚
de: Üben Sie Ihre schwierigen Wörter 📚
el: Εξάσκησε τις δύσκολες λέξεις 📚
es: Practica palabras difíciles 📚
fi: Harjoittele vaikeita sanoja 📚
fr: Pratiquez vos mots difficiles 📚
he: תרגל את המילים הקשות 📚
hi: कठिन शब्दों का अभ्यास करें 📚
hr: Vježbajte svoje teške riječi 📚
hu: Gyakorold a nehéz szavakat 📚
id: Latih kata-kata sulit 📚
it: Esercitati con le parole difficili 📚
ja: 難しい単語を練習 📚
ko: 어려운 단어 연습 📚
ms: Berlatih perkataan sukar 📚
nb: Øv på vanskelige ord 📚
nl: Oefen je moeilijke woorden 📚
pl: Ćwicz trudne słowa 📚
pt_pt: Pratique palavras difíceis 📚
ro: Exersează cuvinte dificile 📚
ru: Практикуйте сложные слова 📚
sk: Precvičujte náročné slová 📚
sv: Öva svåra ord 📚
th: ฝึกคำศัพท์ที่ยาก 📚
tr: Zor Kelimeleri Çalış 📚
uk: Практикуйте складні слова 📚
vi: Luyện tập từ khó 📚
zh_hans: 练习你的困难单词 📚
zh_hant: 練習你的困難單詞 📚

# notifications.difficult_words_challenge
source: You have words that need more practice. Ready for a challenge?
ar: لديك كلمات تحتاج إلى مزيد من التدريب. هل أنت جاهز للتحدي؟
ca: Tens paraules que necessiten més pràctica. Preparat per al repte?
cs: Máte slova, která potřebují více cvičení. Připraveni na výzvu?
da: Du har ord, der kræver mere øvelse. Klar til udfordringen?
de: Sie haben Wörter, die mehr Übung benötigen. Bereit für die Herausforderung?
el: Έχεις λέξεις που χρειάζονται περισσότερη εξάσκηση. Έτοιμος για την πρόκληση;
es: Tienes palabras que necesitan más práctica. ¿Listo para el desafío?
fi: Sinulla on sanoja, jotka tarvitsevat lisää harjoittelua. Valmis haasteeseen?
fr: Vous avez des mots qui nécessitent plus de pratique. Prêt pour le défi ?
he: יש לך מילים שדורשות תרגול נוסף. מוכן לאתגר?
hi: आपके पास ऐसे शब्द हैं जिन्हें अधिक अभ्यास की आवश्यकता है। चुनौती के लिए तैयार?
hr: Imate riječi koje zahtijevaju više vježbe. Spremni za izazov?
hu: Vannak szavaid, amelyek további gyakorlást igényelnek. Készen állsz a kihívásra?
id: Anda memiliki kata-kata yang perlu lebih banyak latihan. Siap untuk tantangan?
it: Hai parole che richiedono più pratica. Pronto per la sfida?
ja: さらに練習が必要な単語があります。挑戦する準備はできていますか？
ko: 더 많은 연습이 필요한 단어가 있습니다. 도전할 준비 되셨나요?
ms: Anda mempunyai perkataan yang memerlukan lebih latihan. Bersedia untuk cabaran?
nb: Du har ord som trenger mer øving. Klar for utfordringen?
nl: Je hebt woorden die meer oefening nodig hebben. Klaar voor de uitdaging?
pl: Masz słowa, które wymagają więcej ćwiczeń. Gotowy na wyzwanie?
pt_pt: Tem palavras que precisam de mais prática. Pronto para o desafio?
ro: Ai cuvinte care necesită mai multă practică. Ești gata pentru provocare?
ru: У вас есть слова, которые требуют больше практики. Готовы к вызову?
sk: Máte slová, ktoré potrebujú viac praxe. Ste pripravení na výzvu?
sv: Du har ord som behöver mer övning. Är du redo för utmaningen?
th: คุณมีคำศัพท์ที่ต้องการฝึกเพิ่ม พร้อมสำหรับความท้าทายหรือยัง
tr: Daha fazla alıştırma gerektiren kelimeleriniz var. Meydan okumaya hazır mısınız?
uk: У вас є слова, які потребують додаткової практики. Готові до виклику?
vi: Bạn có những từ cần luyện tập thêm. Sẵn sàng cho thử thách chưa?
zh_hans: 你有需要更多练习的单词。准备好挑战了吗？
zh_hant: 你有需要更多練習的單詞。準備好挑戰了嗎？

# notifications.test_dictionary_invitation
source: Test Dictionary Invitation
ar: دعوة لاختبار القاموس
ca: Invitació al diccionari de prova
cs: Pozvánka do testovacího slovníku
da: Invitation til testordbog
de: Einladung zum Testwörterbuch
el: Πρόσκληση σε Δοκιμαστικό Λεξικό
es: Invitación a diccionario de prueba
fi: Kutsu testisanakirjaan
fr: Invitation au dictionnaire de test
he: הזמנה למילון בדיקה
hi: परीक्षण शब्दकोश निमंत्रण
hr: Pozivnica za testni rječnik
hu: Teszt szótár meghívó
id: Undangan Kamus Tes
it: Invito al Dizionario di Test
ja: テスト辞書への招待
ko: 테스트 사전 초대
ms: Jemputan Kamus Ujian
nb: Invitasjon til testordbok
nl: Uitnodiging voor testwoordenboek
pl: Zaproszenie do słownika testowego
pt_pt: Convite para Dicionário de Teste
ro: Invitație la Dicționar de Test
ru: Приглашение в тестовый словарь
sk: Pozvánka do testovacieho slovníka
sv: Inbjudan till testordbok
th: คำเชิญพจนานุกรมทดสอบ
tr: Test Sözlüğü Davetiyesi
uk: Запрошення до тестового словника
vi: Lời mời từ điển kiểm tra
zh_hans: 测试词典邀请
zh_hant: 測試詞典邀請

# notifications.test_dictionary_invitation_body
source: Someone added you to 'Test Dictionary'
ar: أضافك شخص ما إلى 'قاموس اختباري'
ca: Algú t'ha afegit al 'Diccionari de prova'
cs: Někdo vás přidal do 'Testovacího slovníku'
da: Nogen har tilføjet dig til 'Testordbog'
de: Jemand hat Sie zum 'Testwörterbuch' hinzugefügt
el: Κάποιος σε πρόσθεσε στο 'Δοκιμαστικό Λεξικό'
es: Alguien te ha añadido al 'Diccionario de prueba'
fi: Joku on lisännyt sinut 'Testisanakirjaan'
fr: Quelqu'un vous a ajouté au 'Dictionnaire de test'
he: מישהו הוסיף אותך ל'מילון בדיקה'
hi: किसी ने आपको 'परीक्षण शब्दकोश' में जोड़ा है
hr: Netko vas je dodao u 'Testni rječnik'
hu: Valaki hozzáadott téged a 'Teszt szótár'-hoz
id: Seseorang telah menambahkan Anda ke 'Kamus Tes'
it: Qualcuno ti ha aggiunto al 'Dizionario di Test'
ja: 誰かがあなたを「テスト辞書」に追加しました
ko: 누군가가 당신을 '테스트 사전'에 추가했습니다
ms: Seseorang telah menambah anda ke 'Kamus Ujian'
nb: Noen har lagt deg til i 'Testordbok'
nl: Iemand heeft je toegevoegd aan 'Testwoordenboek'
pl: Ktoś dodał Cię do 'Słownika testowego'
pt_pt: Alguém o adicionou ao 'Dicionário de Teste'
ro: Cineva te-a adăugat la 'Dicționar de Test'
ru: Кто-то добавил вас в 'Тестовый словарь'
sk: Niekto vás pridal do 'Testovacieho slovníka'
sv: Någon har lagt till dig i 'Testordbok'
th: มีคนเพิ่มคุณใน 'พจนานุกรมทดสอบ'
tr: Biri sizi 'Test Sözlüğü'ne ekledi
uk: Хтось додав вас до 'Тестового словника'
vi: Ai đó đã thêm bạn vào 'Từ điển kiểm tra'
zh_hans: 有人将你添加到“测试词典”
zh_hant: 有人將你添加到“測試詞典”

# macos.my_dictionary
source: My Dictionary
ar: قاموسي
ca: El meu diccionari
cs: Můj slovník
da: Min Ordbog
de: Mein Wörterbuch
el: Το Λεξικό Μου
es: Mi Diccionario
fi: Oma Sanakirja
fr: Mon Dictionnaire
he: המילון שלי
hi: मेरा शब्दकोश
hr: Moj rječnik
hu: Saját szótár
id: Kamus Saya
it: Il Mio Dizionario
ja: マイ辞書
ko: 내 사전
ms: Kamus Saya
nb: Min ordbok
nl: Mijn Woordenboek
pl: Mój słownik
pt_pt: O Meu Dicionário
ro: Dicționarul Meu
ru: Мой словарь
sk: Môj slovník
sv: Min Ordbok
th: พจนานุกรมของฉัน
tr: Sözlüğüm
uk: Мій словник
vi: Từ điển của tôi
zh_hans: 我的词典
zh_hant: 我的詞典
