Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# app.something_went_wrong
source: Something went wrong
ar: حدث خطأ ما
ca: Alguna cosa ha anat malament
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
fi: Jokin meni pieleen
fr: Quelque chose s'est mal passé
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po zlu
hu: Valami hiba történt
id: Ada yang salah
it: Qualcosa è andato storto
ja: 何か問題が発生しました
ko: 문제가 발생했습니다
ms: Sesuatu telah berlaku
nb: Noe gikk galt
nl: Er ging iets mis
pl: Coś poszło nie tak
pt_pt: Algo correu mal
ro: Ceva a mers prost
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv: Något gick fel
th: เกิดข้อผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Có gì đó không ổn
zh_hans: 出错了
zh_hant: 出錯了

# app.try_again
source: Try Again
ar: حاول مرة أخرى
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Προσπάθησε Ξανά
es: Intentar de nuevo
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: पुनः प्रयास करें
hr: Pokušaj ponovno
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ms: Cuba Lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_pt: Tentar Novamente
ro: Încearcă din Nou
ru: Попробовать снова
sk: Skúsiť znova
sv: Försök igen
th: ลองใหม่
tr: Tekrar Dene
uk: Спробувати знову
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# app.error
source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# app.oops
source: Ooops!
ar: أوبس!
ca: Ups!
cs: Jejda!
da: Ups!
de: Hoppla!
el: Ουπς!
es: ¡Ups!
fi: Hups!
fr: Oups !
he: אופס!
hi: उफ़!
hr: Ups!
hu: Hoppá!
id: Ups!
it: Ops!
ja: おっと！
ko: 앗!
ms: Alamak!
nb: Ops!
nl: Oeps!
pl: Ups!
pt_pt: Ups!
ro: Ups!
ru: Упс!
sk: Ups!
sv: Oj!
th: อุ๊ย!
tr: Hata!
uk: Ой!
vi: Ồ!
zh_hans: 哎呀！
zh_hant: 哎呀！

# app.unknown
source: Unknown
ar: غير معروف
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# app.retry
source: Retry
ar: إعادة المحاولة
ca: Reintenta
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Προσπάθησε Ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: पुनः प्रयास करें
hr: Pokušaj ponovno
hu: Újrapróbálás
id: Coba Ulang
it: Riprova
ja: 再試行
ko: 재시도
ms: Cuba Semula
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_pt: Tentar Novamente
ro: Încearcă din Nou
ru: Попробовать снова
sk: Skúsiť znova
sv: Försök igen
th: ลองใหม่
tr: Tekrar Dene
uk: Спробувати знову
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# app.add_example
source: Add example
ar: إضافة مثال
ca: Afegeix un exemple
cs: Přidat příklad
da: Tilføj eksempel
de: Beispiel hinzufügen
el: Προσθήκη Παραδείγματος
es: Añadir ejemplo
fi: Lisää esimerkki
fr: Ajouter un exemple
he: הוספת דוגמה
hi: उदाहरण जोड़ें
hr: Dodaj primjer
hu: Példa hozzáadása
id: Tambah Contoh
it: Aggiungi Esempio
ja: 例を追加
ko: 예문 추가
ms: Tambah Contoh
nb: Legg til eksempel
nl: Voorbeeld toevoegen
pl: Dodaj przykład
pt_pt: Adicionar Exemplo
ro: Adaugă Exemplu
ru: Добавить пример
sk: Pridať príklad
sv: Lägg till exempel
th: เพิ่มตัวอย่าง
tr: Örnek Ekle
uk: Додати приклад
vi: Thêm ví dụ
zh_hans: 添加示例
zh_hant: 添加示例

# app.add_to_shared_dictionary
source: Add to Shared Dictionary
ar: إضافة إلى القاموس المشترك
ca: Afegeix al diccionari compartit
cs: Přidat do sdíleného slovníku
da: Tilføj til delt ordbog
de: Zum geteilten Wörterbuch hinzufügen
el: Προσθήκη στο Κοινόχρηστο Λεξικό
es: Añadir al diccionario compartido
fi: Lisää jaettuun sanakirjaan
fr: Ajouter au dictionnaire partagé
he: הוספה למילון משותף
hi: साझा शब्दकोश में जोड़ें
hr: Dodaj u zajednički rječnik
hu: Hozzáadás a megosztott szótárhoz
id: Tambah ke Kamus Bersama
it: Aggiungi al Dizionario Condiviso
ja: 共有辞書に追加
ko: 공유 사전에 추가
ms: Tambah ke Kamus Kongsi
nb: Legg til i delt ordbok
nl: Toevoegen aan gedeeld woordenboek
pl: Dodaj do wspólnego słownika
pt_pt: Adicionar ao Dicionário Partilhado
ro: Adaugă la Dicționarul Partajat
ru: Добавить в общий словарь
sk: Pridať do zdieľaného slovníka
sv: Lägg till i delad ordbok
th: เพิ่มในพจนานุกรมที่แชร์
tr: Paylaşılan Sözlüğe Ekle
uk: Додати до спільного словника
vi: Thêm vào từ điển chia sẻ
zh_hans: 添加到共享词典
zh_hant: 添加到共享詞典

# app.add_collaborator
source: Add Collaborator
ar: إضافة متعاون
ca: Afegeix un col·laborador
cs: Přidat spolupracovníka
da: Tilføj samarbejdspartner
de: Mitarbeiter hinzufügen
el: Προσθήκη Συνεργάτη
es: Añadir colaborador
fi: Lisää yhteistyökumppani
fr: Ajouter un collaborateur
he: הוספת משתף פעולה
hi: सहयोगी जोड़ें
hr: Dodaj suradnika
hu: Kollaborátor hozzáadása
id: Tambah Kolaborator
it: Aggiungi Collaboratore
ja: コラボレーターを追加
ko: 협업자 추가
ms: Tambah Rakan Kerjasama
nb: Legg til samarbeidspartner
nl: Medewerker toevoegen
pl: Dodaj współpracownika
pt_pt: Adicionar Colaborador
ro: Adaugă Colaborator
ru: Добавить соавтора
sk: Pridať spolupracovníka
sv: Lägg till medarbetare
th: เพิ่มผู้ร่วมงาน
tr: İşbirlikçi Ekle
uk: Додати співавтора
vi: Thêm cộng tác viên
zh_hans: 添加协作者
zh_hant: 添加協作者

# app.delete_dictionary
source: Delete Dictionary
ar: حذف القاموس
ca: Elimina el diccionari
cs: Smazat slovník
da: Slet ordbog
de: Wörterbuch löschen
el: Διαγραφή Λεξικού
es: Eliminar diccionario
fi: Poista sanakirja
fr: Supprimer le dictionnaire
he: מחיקת מילון
hi: शब्दकोश हटाएं
hr: Izbriši rječnik
hu: Szótár törlése
id: Hapus Kamus
it: Elimina Dizionario
ja: 辞書を削除
ko: 사전 삭제
ms: Padam Kamus
nb: Slett ordbok
nl: Woordenboek verwijderen
pl: Usuń słownik
pt_pt: Eliminar Dicionário
ro: Șterge Dicționar
ru: Удалить словарь
sk: Vymazať slovník
sv: Radera ordbok
th: ลบพจนานุกรม
tr: Sözlüğü Sil
uk: Видалити словник
vi: Xóa từ điển
zh_hans: 删除词典
zh_hant: 刪除詞典

# app.enter_definition
source: Enter definition
ar: أدخل التعريف
ca: Introdueix una definició
cs: Zadat definici
da: Indtast definition
de: Definition eingeben
el: Εισαγωγή Ορισμού
es: Introducir definición
fi: Syötä määritelmä
fr: Entrer une définition
he: הזן הגדרה
hi: परिभाषा दर्ज करें
hr: Unesi definiciju
hu: Definíció megadása
id: Masukkan Definisi
it: Inserisci Definizione
ja: 定義を入力
ko: 정의 입력
ms: Masukkan Definisi
nb: Skriv inn definisjon
nl: Definitie invoeren
pl: Wpisz definicję
pt_pt: Introduza a Definição
ro: Introdu Definiția
ru: Введите определение
sk: Zadajte definíciu
sv: Ange definition
th: ป้อนความหมาย
tr: Tanım Gir
uk: Введіть визначення
vi: Nhập định nghĩa
zh_hans: 输入定义
zh_hant: 輸入定義

# app.select_value
source: Select a value
ar: اختر قيمة
ca: Selecciona un valor
cs: Vybrat hodnotu
da: Vælg værdi
de: Wert auswählen
el: Επιλογή Τιμής
es: Seleccionar valor
fi: Valitse arvo
fr: Sélectionner une valeur
he: בחר ערך
hi: मूल्य चुनें
hr: Odaberi vrijednost
hu: Érték kiválasztása
id: Pilih Nilai
it: Seleziona Valore
ja: 値を選択
ko: 값 선택
ms: Pilih Nilai
nb: Velg verdi
nl: Waarde selecteren
pl: Wybierz wartość
pt_pt: Seleccionar Valor
ro: Selectează Valoare
ru: Выберите значение
sk: Vybrať hodnotu
sv: Välj värde
th: เลือกค่า
tr: Değer Seç
uk: Вибрати значення
vi: Chọn giá trị
zh_hans: 选择值
zh_hant: 選擇值

# app.pronunciation
source: Pronunciation
ar: النطق
ca: Pronunciació
cs: Výslovnost
da: Udtale
de: Aussprache
el: Προφορά
es: Pronunciación
fi: Ääntäminen
fr: Prononciation
he: הגייה
hi: उच्चारण
hr: Izgovor
hu: Kiejtés
id: Pengucapan
it: Pronuncia
ja: 発音
ko: 발음
ms: Sebutan
nb: Uttale
nl: Uitspraak
pl: Wymowa
pt_pt: Pronúncia
ro: Pronunție
ru: Произношение
sk: Výslovnosť
sv: Uttal
th: การออกเสียง
tr: Telaffuz
uk: Вимова
vi: Phát âm
zh_hans: 发音
zh_hant: 發音

# app.tags
source: Tags
ar: العلامات
ca: Etiquetes
cs: Štítky
el: Ετικέτες
es: Etiquetas
fi: Tunnisteet
fr: Étiquettes
he: תגיות
hi: टैग
hr: Oznake
hu: Címkék
id: Tag
it: Tag
ja: タグ
ko: 태그
ms: Tag
nb: Etiketter
pl: Etykiety
pt_pt: Etiquetas
ro: Etichete
ru: Теги
sk: Značky
sv: Taggar
th: แท็ก
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

# app.select_definition
source: Select a definition
ar: اختر تعريفًا
ca: Selecciona una definició
cs: Vybrat definici
da: Vælg definition
de: Definition auswählen
el: Επιλογή Ορισμού
es: Seleccionar definición
fi: Valitse määritelmä
fr: Sélectionner une définition
he: בחר הגדרה
hi: परिभाषा चुनें
hr: Odaberi definiciju
hu: Definíció kiválasztása
id: Pilih Definisi
it: Seleziona Definizione
ja: 定義を選択
ko: 정의 선택
ms: Pilih Definisi
nb: Velg definisjon
nl: Definitie selecteren
pl: Wybierz definicję
pt_pt: Seleccionar Definição
ro: Selectează Definiție
ru: Выберите определение
sk: Vybrať definíciu
sv: Välj definition
th: เลือกความหมาย
tr: Tanım Seç
uk: Вибрати визначення
vi: Chọn định nghĩa
zh_hans: 选择定义
zh_hant: 選擇定義

# app.translating_word
source: Translating word...
ar: جارٍ ترجمة الكلمة...
ca: Traduint la paraula...
cs: Překládání slova...
da: Oversætter ord...
de: Wort wird übersetzt...
el: Μετάφραση λέξης...
es: Traduciendo palabra...
fi: Käännetään sanaa...
fr: Traduction du mot...
he: מתרגם מילה...
hi: शब्द का अनुवाद हो रहा है...
hr: Prevođenje riječi...
hu: Szó fordítása...
id: Menerjemahkan kata...
it: Traduzione parola...
ja: 単語を翻訳中...
ko: 단어 번역 중...
ms: Menterjemah perkataan...
nb: Oversetter ord...
nl: Woord vertalen...
pl: Tłumaczenie słowa...
pt_pt: A traduzir palavra...
ro: Se traduce cuvântul...
ru: Перевод слова...
sk: Prekladá sa slovo...
sv: Översätter ord...
th: กำลังแปลคำศัพท์...
tr: Kelime çevriliyor...
uk: Переклад слова...
vi: Đang dịch từ...
zh_hans: 正在翻译单词...
zh_hant: 正在翻譯單詞...

# app.translating_definitions
source: Translating definitions...
ar: جارٍ ترجمة التعريفات...
ca: Traduint les definicions...
cs: Překládání definic...
da: Oversætter definitioner...
de: Definitionen werden übersetzt...
el: Μετάφραση ορισμών...
es: Traduciendo definiciones...
fi: Käännetään määritelmiä...
fr: Traduction des définitions...
he: מתרגם הגדרות...
hi: परिभाषाओं का अनुवाद हो रहा है...
hr: Prevođenje definicija...
hu: Definíciók fordítása...
id: Menerjemahkan definisi...
it: Traduzione definizioni...
ja: 定義を翻訳中...
ko: 정의 번역 중...
ms: Menterjemah definisi...
nb: Oversetter definisjoner...
nl: Definities vertalen...
pl: Tłumaczenie definicji...
pt_pt: A traduzir definições...
ro: Se traduc definițiile...
ru: Перевод определений...
sk: Prekladajú sa definície...
sv: Översätter definitioner...
th: กำลังแปลความหมาย...
tr: Tanımlar çevriliyor...
uk: Переклад визначень...
vi: Đang dịch định nghĩa...
zh_hans: 正在翻译定义...
zh_hant: 正在翻譯定義...

# app.type_word_here
source: Type the word here...
ar: اكتب الكلمة هنا...
ca: Escriu la paraula aquí...
cs: Zde zadejte slovo...
da: Skriv ord her...
de: Wort hier eingeben...
el: Πληκτρολόγησε λέξη εδώ...
es: Escribe una palabra aquí...
fi: Kirjoita sana tähän...
fr: Tapez un mot ici...
he: הקלד מילה כאן...
hi: यहां शब्द टाइप करें...
hr: Upiši riječ ovdje...
hu: Írd ide a szót...
id: Ketik kata di sini...
it: Digita la parola qui...
ja: ここに単語を入力...
ko: 여기에 단어를 입력하세요...
ms: Taip perkataan di sini...
nb: Skriv ord her...
nl: Typ hier een woord...
pl: Wpisz słowo tutaj...
pt_pt: Escreva a palavra aqui...
ro: Scrie cuvântul aici...
ru: Введите слово здесь...
sk: Zadajte slovo tu...
sv: Skriv ord här...
th: พิมพ์คำศัพท์ที่นี่...
tr: Kelimeyi buraya yaz...
uk: Введіть слово тут...
vi: Nhập từ tại đây...
zh_hans: 在此输入单词...
zh_hant: 在此輸入單詞...

# app.email_address
source: Email Address
ar: عنوان البريد الإلكتروني
ca: Adreça de correu electrònic
cs: E-mailová adresa
da: E-mailadresse
de: E-Mail-Adresse
el: Διεύθυνση Email
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse e-mail
he: כתובת דוא"ל
hi: ईमेल पता
hr: Adresa e-pošte
hu: E-mail cím
id: Alamat Email
it: Indirizzo Email
ja: メールアドレス
ko: 이메일 주소
ms: Alamat E-mel
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt_pt: Endereço de E-mail
ro: Adresă de E-mail
ru: Адрес электронной почты
sk: E-mailová adresa
sv: E-postadress
th: ที่อยู่อีเมล
tr: E-posta Adresi
uk: Адреса електронної пошти
vi: Địa chỉ email
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# app.name
source: Name
ar: الاسم
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pl: Imię
pt_pt: Nome
ro: Nume
ru: Имя
sk: Meno
sv: Namn
th: ชื่อ
tr: İsim
uk: Ім'я
vi: Tên
zh_hans: 姓名
zh_hant: 姓名

# app.example
source: Example
ar: مثال
ca: Exemple
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fr: Exemple
he: דוגמה
hi: उदाहरण
hr: Primjer
hu: Példa
id: Contoh
it: Esempio
ja: 例
ko: 예문
ms: Contoh
nb: Eksempel
nl: Voorbeeld
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sv: Exempel
th: ตัวอย่าง
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例
zh_hant: 示例

# app.transcription
source: Transcription
ar: النطق
ca: Transcripció
cs: Transkripce
da: Transskription
de: Transkription
el: Μεταγραφή
es: Transcripción
fi: Transkriptio
he: תעתיק
hi: लिप्यंतरण
hr: Transkripcija
hu: Átírás
id: Transkripsi
it: Trascrizione
ja: 発音記号
ko: 발음 기호
ms: Transkripsi
nb: Transkripsjon
nl: Transcriptie
pl: Transkrypcja
pt_pt: Transcrição
ro: Transcriere
ru: Транскрипция
sk: Transkripcia
sv: Transkription
th: การถอดเสียง
tr: Transkripsiyon
uk: Транскрипція
vi: Phiên âm
zh_hans: 音标
zh_hant: 音標

# app.definition
source: Definition
ar: التعريف
ca: Definició
cs: Definice
el: Ορισμός
es: Definición
fi: Määritelmä
fr: Définition
he: הגדרה
hi: परिभाषा
hr: Definicija
hu: Definíció
id: Definisi
it: Definizione
ja: 定義
ko: 정의
ms: Definisi
nb: Definisjon
nl: Definitie
pl: Definicja
pt_pt: Definição
ro: Definiție
ru: Определение
sk: Definícia
th: ความหมาย
tr: Tanım
uk: Визначення
vi: Định nghĩa
zh_hans: 定义
zh_hant: 定義

# app.import_successful
source: Import successful
ar: الاستيراد ناجح
ca: Importació exitosa
cs: Import úspěšný
da: Import vellykket
de: Import erfolgreich
el: Εισαγωγή Επιτυχής
es: Importación exitosa
fi: Tuonti onnistui
fr: Importation réussie
he: ייבוא הושלם בהצלחה
hi: आयात सफल
hr: Uvoz uspješan
hu: Importálás sikeres
id: Impor Berhasil
it: Importazione Riuscita
ja: インポート成功
ko: 가져오기 성공
ms: Import Berjaya
nb: Import vellykket
nl: Importeren geslaagd
pl: Import zakończony sukcesem
pt_pt: Importação Bem-sucedida
ro: Import Reușit
ru: Импорт успешен
sk: Import úspešný
sv: Import lyckades
th: นำเข้าสำเร็จ
tr: İçe Aktarma Başarılı
uk: Імпорт успішний
vi: Nhập thành công
zh_hans: 导入成功
zh_hant: 導入成功

# app.import_successful_message
source: %@ have been imported successfully
ar: تم استيراد %@ بنجاح
ca: %@ s'han importat amb èxit
cs: %@ bylo úspěšně importováno
da: %@ importeret med succes
de: %@ erfolgreich importiert
el: Το %@ εισήχθη με επιτυχία
es: %@ importado con éxito
fi: %@ tuotiin onnistuneesti
fr: %@ importé avec succès
he: %@ יובא בהצלחה
hi: %@ सफलतापूर्वक आयात किया गया
hr: %@ uspješno uvezeno
hu: %@ sikeresen importálva
id: %@ berhasil diimpor
it: %@ importato con successo
ja: %@が正常にインポートされました
ko: %@가 성공적으로 가져왔습니다
ms: %@ telah diimport dengan jayanya
nb: %@ ble importert vellykket
nl: %@ succesvol geïmporteerd
pl: %@ zostało pomyślnie zaimportowane
pt_pt: %@ foi importado com sucesso
ro: %@ a fost importat cu succes
ru: %@ успешно импортировано
sk: %@ bol úspešne importovaný
sv: %@ importerades framgångsrikt
th: %@ นำเข้าสำเร็จ
tr: %@ başarıyla içe aktarıldı
uk: %@ успішно імпортовано
vi: %@ đã được nhập thành công
zh_hans: %@ 已成功导入
zh_hant: %@ 已成功導入

# app.no_words_imported
source: No words imported
ar: لم يتم استيراد كلمات
ca: No s'han importat paraules
cs: Žádná slova nebyla importována
da: Ingen ord importeret
de: Keine Wörter importiert
el: Καμία λέξη δεν εισήχθη
es: No se importaron palabras
fi: Ei sanoja tuotu
fr: Aucun mot importé
he: לא יובאו מילים
hi: कोई शब्द आयात नहीं किए गए
hr: Nijedna riječ nije uvezena
hu: Nem importáltak szavakat
id: Tidak ada kata yang diimpor
it: Nessuna parola importata
ja: 単語がインポートされていません
ko: 가져온 단어 없음
ms: Tiada perkataan diimport
nb: Ingen ord importert
nl: Geen woorden geïmporteerd
pl: Brak zaimportowanych słów
pt_pt: Nenhuma palavra importada
ro: Niciun cuvânt importat
ru: Слова не импортированы
sk: Žiadne slová neboli importované
sv: Inga ord importerades
th: ไม่ได้นำเข้าคำศัพท์
tr: Kelime içe aktarılmadı
uk: Слова не імпортовано
vi: Không có từ nào được nhập
zh_hans: 未导入任何单词
zh_hant: 未導入任何單詞

# app.no_words_imported_message
source: We couldn't find any new words to import
ar: لم نتمكن من العثور على كلمات جديدة للاستيراد
ca: No hem pogut trobar cap paraula nova per importar
cs: Nepodařilo se najít žádná nová slova k importu
da: Vi kunne ikke finde nye ord at importere
de: Es konnten keine neuen Wörter zum Importieren gefunden werden
el: Δεν μπορέσαμε να βρούμε νέες λέξεις για εισαγωγή
es: No se encontraron palabras nuevas para importar
fi: Emme löytäneet uusia sanoja tuotavaksi
fr: Nous n'avons pas pu trouver de nouveaux mots à importer
he: לא הצלחנו למצוא מילים חדשות לייבוא
hi: हमें आयात करने के लिए कोई नए शब्द नहीं मिले
hr: Nismo mogli pronaći nijednu novu riječ za uvoz
hu: Nem találtunk új szavakat importálásra
id: Kami tidak menemukan kata baru untuk diimpor
it: Non abbiamo trovato nuove parole da importare
ja: インポートする新しい単語が見つかりませんでした
ko: 가져올 새 단어를 찾지 못했습니다
ms: Kami tidak menemui perkataan baru untuk diimport
nb: Fant ingen nye ord å importere
nl: Er konden geen nieuwe woorden worden gevonden om te importeren
pl: Nie znaleziono nowych słów do zaimportowania
pt_pt: Não foram encontradas novas palavras para importar
ro: Nu s-au găsit cuvinte noi pentru import
ru: Новые слова для импорта не найдены
sk: Nenašli sa žiadne nové slová na import
sv: Inga nya ord hittades för import
th: ไม่พบคำศัพท์ใหม่สำหรับนำเข้า
tr: İçe aktarılacak yeni kelime bulunamadı
uk: Нові слова для імпорту не знайдено
vi: Không tìm thấy từ mới để nhập
zh_hans: 无法找到要导入的新单词
zh_hant: 無法找到要導入的新單詞

# app.tag_management_error
source: Tag Management Error
ar: خطأ في إدارة العلامات
ca: Error en la gestió d'etiquetes
cs: Chyba správy štítků
da: Fejl ved tag-administration
de: Fehler bei der Tag-Verwaltung
el: Σφάλμα Διαχείρισης Ετικετών
es: Error en la gestión de etiquetas
fi: Virhe tunnisteiden hallinnassa
fr: Erreur de gestion des étiquettes
he: שגיאה בניהול תגיות
hi: टैग प्रबंधन त्रुटि
hr: Pogreška u upravljanju oznakama
hu: Címke kezelési hiba
id: Kesalahan Pengelolaan Tag
it: Errore nella Gestione dei Tag
ja: タグ管理エラー
ko: 태그 관리 오류
ms: Ralat Pengurusan Tag
nb: Feil ved etikettadministrasjon
nl: Fout bij tagbeheer
pl: Błąd zarządzania etykietami
pt_pt: Erro na Gestão de Etiquetas
ro: Eroare la gestionarea etichetelor
ru: Ошибка управления тегами
sk: Chyba pri správe značiek
sv: Fel vid hantering av taggar
th: ข้อผิดพลาดในการจัดการแท็ก
tr: Etiket yönetiminde hata
uk: Помилка керування тегами
vi: Lỗi quản lý thẻ
zh_hans: 标签管理错误
zh_hant: 標籤管理錯誤

# app.delete_tag
source: Delete Tag
ar: حذف العلامة
ca: Elimina l'etiqueta
cs: Smazat štítek
da: Slet tag
de: Tag löschen
el: Διαγραφή Ετικέτας
es: Eliminar etiqueta
fi: Poista tunniste
fr: Supprimer l'étiquette
he: מחיקת תגית
hi: टैग हटाएं
hr: Izbriši oznaku
hu: Címke törlése
id: Hapus Tag
it: Elimina Tag
ja: タグを削除
ko: 태그 삭제
ms: Padam Tag
nb: Slett etikett
nl: Tag verwijderen
pl: Usuń etykietę
pt_pt: Eliminar Etiqueta
ro: Șterge Etichetă
ru: Удалить тег
sk: Vymazať značku
sv: Radera tagg
th: ลบแท็ก
tr: Etiketi Sil
uk: Видалити тег
vi: Xóa thẻ
zh_hans: 删除标签
zh_hant: 刪除標籤

# app.delete_tag_confirmation
source: Are you sure you want to delete this tag? This action cannot be undone.
ar: هل أنت متأكد من حذف هذه العلامة؟ لا يمكن التراجع عن هذا الإجراء.
ca: Segur que vols eliminar aquesta etiqueta? Aquesta acció no es pot desfer.
cs: Jste si jisti, že chcete tento štítek smazat? Tato akce je nevratná.
da: Er du sikker på, at du vil slette dette tag? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie diesen Tag löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις αυτή την ετικέτα; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que quieres eliminar esta etiqueta? Esta acción no se puede deshacer.
fi: Haluatko varmasti poistaa tämän tunnisteen? Tätä toimintoa ei voi kumota.
fr: Êtes-vous sûr de vouloir supprimer cette étiquette ? Cette action est irréversible.
he: האם אתה בטוח שברצונך למחוק תגית זו? פעולה זו אינה ניתנת לביטול.
hi: क्या आप वाकई इस टैग को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Jeste li sigurni da želite izbrisati ovu oznaku? Ova radnja se ne može poništiti.
hu: Biztosan törölni szeretnéd ezt a címkét? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus tag ini? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questo tag? Questa azione non può essere annullata.
ja: このタグを削除してもよろしいですか？この操作は元に戻せません。
ko: 이 태그를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ms: Adakah anda pasti ingin memadam tag ini? Tindakan ini tidak boleh dibatalkan.
nb: Er du sikker på at du vil slette denne etiketten? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je deze tag wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć tę etykietę? Tej akcji nie można cofnąć.
pt_pt: Tem a certeza de que deseja eliminar esta etiqueta? Esta acção não pode ser anulada.
ro: Ești sigur că vrei să ștergi această etichetă? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить этот тег? Это действие нельзя отменить.
sk: Ste si istý, že chcete vymazať túto značku? Táto akcia sa nedá vrátiť späť.
sv: Är du säker på att du vill radera denna tagg? Denna åtgärd kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบแท็กนี้ การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Bu etiketi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей тег? Цю дію не можна скасувати
vi: Bạn có chắc chắn muốn xóa thẻ này không? Hành động này không thể hoàn tác.
zh_hans: 你确定要删除这个标签吗？此操作无法撤销。
zh_hant: 你確定要刪除這個標籤嗎？此操作無法撤銷。

# app.cant_share_word
source: Can't share word
ar: لا يمكن مشاركة الكلمة
ca: No es pot compartir la paraula
cs: Nelze sdílet slovo
da: Kan ikke dele ord
de: Wort kann nicht geteilt werden
el: Δεν μπορεί να μοιραστεί η λέξη
es: No se puede compartir la palabra
fi: Sanaa ei voi jakaa
fr: Impossible de partager le mot
he: לא ניתן לשתף את המילה
hi: शब्द साझा नहीं किया जा सकता
hr: Nije moguće podijeliti riječ
hu: A szót nem lehet megosztani
id: Kata tidak dapat dibagikan
it: La parola non può essere condivisa
ja: 単語を共有できません
ko: 단어를 공유할 수 없습니다
ms: Perkataan tidak boleh dikongsi
nb: Kan ikke dele ord
nl: Kan woord niet delen
pl: Nie można udostępnić słowa
pt_pt: Não é possível partilhar a palavra
ro: Cuvântul nu poate fi partajat
ru: Невозможно поделиться словом
sk: Slovo sa nedá zdieľať
sv: Ordet kan inte delas
th: ไม่สามารถแชร์คำศัพท์
tr: Kelime paylaşılamıyor
uk: Не вдається поділитися словом
vi: Không thể chia sẻ từ
zh_hans: 无法分享单词
zh_hant: 無法分享單詞
