Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# quizzes.moving_to_next_word
source: Moving to next word...
ar: الانتقال إلى الكلمة التالية...
ca: Passant a la següent paraula...
cs: Přejít na další slovo...
da: Går videre til næste ord...
de: Weiter zum nächsten Wort...
es: Pasando a la siguiente palabra...
fi: Siirrytään seuraavaan sanaan...
fr: Passage au mot suivant...
he: עובר למילה הבאה...
hi: अगले शब्द पर जा रहे हैं...
hu: Tovább a következő szóra...
id: Berpindah ke kata berikutnya...
it: Passaggio alla parola successiva...
ja: 次の単語へ移動...
ko: 다음 단어로 이동...
ms: Bergerak ke perkataan seterusnya...
nb: Går til neste ord...
nl: Naar het volgende woord...
pl: Przechodzenie do następnego słowa...
pt_pt: A passar para a próxima palavra...
ro: Trecere la următorul cuvânt...
ru: Переход к следующему слову...
sv: Går vidare till nästa ord...
th: กำลังไปยังคำถัดไป...
tr: Sonraki kelimeye geçiliyor...
uk: Переходимо до наступного слова...
vi: Chuyển sang từ tiếp theo...
zh_hans: 前往下一个单词...
zh_hant: 前往下一個單詞...

# quizzes.incorrect
source: Incorrect
ar: غير صحيح
ca: Incorrecte
cs: Nesprávně
da: Forkert
de: Falsch
es: Incorrecto
fi: Väärin
he: לא נכון
hi: गलत
hu: Helytelen
id: Salah
it: Sbagliato
ja: 不正解
ko: 오답
ms: Salah
nb: Feil
nl: Onjuist
pl: Niepoprawnie
pt_pt: Incorreto
ro: Incorect
ru: Неправильно
sv: Fel
th: ไม่ถูกต้อง
tr: Yanlış
uk: Неправильно
vi: Sai
zh_hans: 错误
zh_hant: 錯誤

# quizzes.moving_to_next_question
source: Moving to next question...
ar: الانتقال إلى السؤال التالي...
ca: Passant a la següent pregunta...
cs: Přejít na další otázku...
da: Går videre til næste spørgsmål...
de: Weiter zur nächsten Frage...
es: Pasando a la siguiente pregunta...
fi: Siirrytään seuraavaan kysymykseen...
fr: Passage à la question suivante...
he: עובר לשאלה הבאה...
hi: अगले प्रश्न पर जा रहे हैं...
hu: Tovább a következő kérdésre...
id: Berpindah ke pertanyaan berikutnya...
it: Passaggio alla domanda successiva...
ja: 次の質問へ移動...
ko: 다음 질문으로 이동...
ms: Bergerak ke soalan seterusnya...
nb: Går til neste spørsmål...
nl: Naar de volgende vraag...
pl: Przechodzenie do następnego pytania...
pt_pt: A passar para a próxima pergunta...
ro: Trecere la următoarea întrebare...
ru: Переход к следующему вопросу...
sv: Går vidare till nästa fråga...
th: กำลังไปยังคำถามถัดไป...
tr: Sonraki soruya geçiliyor...
uk: Переходимо до наступного питання...
vi: Chuyển sang câu hỏi tiếp theo...
zh_hans: 前往下一个问题...
zh_hant: 前往下一個問題...

# quizzes.quiz_complete
source: Quiz Complete!
ar: اكتمل الاختبار!
ca: Qüestionari completat!
cs: Kvízy dokončeny!
da: Quiz afsluttet!
de: Quiz abgeschlossen!
es: ¡Cuestionario completado!
fi: Visa suoritettu!
fr: Quiz terminé !
he: חידון הושלם!
hi: क्विज़ पूर्ण!
hu: Kviz befejezve!
id: Kuis Selesai!
it: Quiz Completato!
ja: クイズ完了！
ko: 퀴즈 완료!
ms: Kui Selesai!
nb: Quiz fullført!
nl: Quiz voltooid!
pl: Quiz zakończony!
pt_pt: Questionário Concluído!
ro: Test Finalizat!
ru: Викторина завершена!
sv: Quiz slutfört!
th: แบบทดสอบเสร็จสิ้น!
tr: Test Tamamlandı!
uk: Тест завершено!
vi: Bài kiểm tra hoàn tất!
zh_hans: 测验完成！
zh_hant: 測驗完成！

# quizzes.great_job_completed_spelling_quiz
source: Great job! You've completed the spelling quiz.
ar: عمل رائع! لقد أكملت اختبار الإملاء.
ca: Gran feina! Has completat el qüestionari d'ortografia.
cs: Skvělá práce! Dokončili jste kvíz pravopisu.
da: Godt arbejde! Du har gennemført stavequizen.
de: Großartige Arbeit! Sie haben das Rechtschreibquiz abgeschlossen.
es: ¡Gran trabajo! Has completado el cuestionario de ortografía.
fi: Hienoa työtä! Olet suorittanut oikeinkirjoitusvisan.
fr: Excellent travail ! Vous avez terminé le quiz d'orthographe.
he: עבודה נהדרת! השלמת את חידון האיות.
hi: शानदार काम! आपने वर्तनी क्विज़ पूरा किया।
hu: Nagyszerű munka! Befejezted a helyesírási kvizt.
id: Kerja hebat! Anda telah menyelesaikan kuis ejaan.
it: Ottimo lavoro! Hai completato il quiz di ortografia.
ja: 素晴らしい！綴りクイズを完了しました。
ko: 훌륭합니다! 철자 퀴즈를 완료했습니다.
ms: Kerja hebat! Anda telah selesai kui ejaan.
nb: Flott jobb! Du har fullført stavequizen.
nl: Goed gedaan! Je hebt de spelquiz voltooid.
pl: Świetna robota! Ukończyłeś quiz ortograficzny.
pt_pt: Óptimo trabalho! Completou o questionário de ortografia.
ro: Bună treabă! Ai finalizat testul de ortografie.
ru: Отличная работа! Вы завершили викторину по правописанию.
sv: Bra jobbat! Du har slutfört stavningsquizet.
th: เยี่ยมมาก! คุณทำแบบทดสอบการสะกดคำเสร็จแล้ว
tr: Harika iş! Yazım testini tamamladınız.
uk: Чудова робота! Ви завершили тест на правопис
vi: Làm tốt lắm! Bạn đã hoàn thành bài kiểm tra chính tả.
zh_hans: 干得好！你已完成拼写测验。
zh_hant: 幹得好！你已完成拼寫測驗。

# quizzes.great_job_completed_definition_quiz
source: Great job! You've completed the definition quiz.
ar: عمل رائع! لقد أكملت اختبار التعريف.
ca: Gran feina! Has completat el qüestionari de definició.
cs: Skvělá práce! Dokončili jste kvíz definic.
da: Godt arbejde! Du har gennemført definitionsquizen.
de: Großartige Arbeit! Sie haben das Definitionsquiz abgeschlossen.
es: ¡Gran trabajo! Has completado el cuestionario de definiciones.
fi: Hienoa työtä! Olet suorittanut määritelmävisan.
fr: Excellent travail ! Vous avez terminé le quiz de définition.
he: עבודה נהדרת! השלמת את חידון ההגדרות.
hi: शानदार काम! आपने परिभाषा क्विज़ पूरा किया।
hu: Nagyszerű munka! Befejezted a definíció kvizt.
id: Kerja hebat! Anda telah menyelesaikan kuis definisi.
it: Ottimo lavoro! Hai completato il quiz di definizione.
ja: 素晴らしい！定義クイズを完了しました。
ko: 훌륭합니다! 정의 퀴즈를 완료했습니다.
ms: Kerja hebat! Anda telah selesai kui definisi.
nb: Flott jobb! Du har fullført definisjonsquizen.
nl: Goed gedaan! Je hebt de definitiequiz voltooid.
pl: Świetna robota! Ukończyłeś quiz definicji.
pt_pt: Óptimo trabalho! Completou o questionário de definição.
ro: Bună treabă! Ai finalizat testul de definiție.
ru: Отличная работа! Вы завершили викторину по определениям.
sv: Bra jobbat! Du har slutfört definitionsquizet.
th: เยี่ยมมาก! คุณทำแบบทดสอบความหมายเสร็จแล้ว
tr: Harika iş! Tanım testini tamamladınız.
uk: Чудова робота! Ви завершили тест на визначення
vi: Làm tốt lắm! Bạn đã hoàn thành bài kiểm tra định nghĩa.
zh_hans: 干得好！你已完成定义测验。
zh_hant: 幹得好！你已完成定義測驗。

# quizzes.skip_word
source: Skip Word (-2 points)
ar: تخطي الكلمة (-2 نقاط)
ca: Omet la paraula (-2 punts)
cs: Přeskočit slovo (-2 body)
da: Spring ord over (-2 point)
de: Wort überspringen (-2 Punkte)
es: Omitir palabra (-2 puntos)
fi: Ohita sana (-2 pistettä)
fr: Passer le mot (-2 points)
he: דילוג על מילה (-2 נקודות)
hi: शब्द छोड़ें (-2 अंक)
hu: Szó kihagyása (-2 pont)
id: Lewati Kata (-2 poin)
it: Salta Parola (-2 punti)
ja: 単語をスキップ（-2ポイント）
ko: 단어 건너뛰기 (-2점)
ms: Langkau Perkataan (-2 mata)
nb: Hopp over ord (-2 poeng)
nl: Woord overslaan (-2 punten)
pl: Pomiń słowo (-2 punkty)
pt_pt: Saltar Palavra (-2 pontos)
ro: Sari peste cuvânt (-2 puncte)
ru: Пропустить слово (-2 очка)
sv: Hoppa över ord (-2 poäng)
th: ข้ามคำศัพท์ (-2 คะแนน)
tr: Kelimeyi Atla (-2 puan)
uk: Пропустити слово (-2 бали)
vi: Bỏ qua từ (-2 điểm)
zh_hans: 跳过单词 (-2 分)
zh_hant: 跳過單詞 (-2 分)

# quizzes.incorrect_moving_to_next_question
source: Incorrect! Moving to next question...
ar: غير صحيح! الانتقال إلى السؤال التالي...
ca: Incorrecte! Passant a la següent pregunta...
cs: Nesprávně! Přejít na další otázku...
da: Forkert! Går videre til næste spørgsmål...
de: Falsch! Weiter zur nächsten Frage...
es: ¡Incorrecto! Pasando a la siguiente pregunta...
fi: Väärin! Siirrytään seuraavaan kysymykseen...
fr: Incorrect ! Passage à la question suivante...
he: לא נכון! עובר לשאלה הבאה...
hi: गलत! अगले प्रश्न पर जा रहे हैं...
hu: Helytelen! Tovább a következő kérdésre...
id: Salah! Berpindah ke pertanyaan berikutnya...
it: Sbagliato! Passaggio alla domanda successiva...
ja: 不正解！次の質問へ移動...
ko: 오답! 다음 질문으로 이동...
ms: Salah! Bergerak ke soalan seterusnya...
nb: Feil! Går til neste spørsmål...
nl: Onjuist! Naar de volgende vraag...
pl: Niepoprawnie! Przechodzenie do następnego pytania...
pt_pt: Incorreto! A passar para a próxima pergunta...
ro: Incorect! Trecere la următoarea întrebare...
ru: Неправильно! Переход к следующему вопросу...
sv: Fel! Går vidare till nästa fråga...
th: ไม่ถูกต้อง! กำลังไปยังคำถามถัดไป...
tr: Yanlış! Sonraki soruya geçiliyor...
uk: Неправильно! Переходимо до наступного питання...
vi: Sai! Chuyển sang câu hỏi tiếp theo...
zh_hans: 错误！前往下一个问题...
zh_hant: 錯誤！前往下一個問題...

# quizzes.contributions
source: contributions
ar: المساهمات
ca: Contribucions
cs: Příspěvky
da: Bidrag
de: Beiträge
es: Contribuciones
fi: Osallistumiset
he: תרומות
hi: योगदान
hu: Hozzájárulások
id: Kontribusi
it: Contributi
ja: 貢献
ko: 기여
ms: Sumbangan
nb: Bidrag
nl: Bijdragen
pl: Wkład
pt_pt: Contribuições
ro: Contribuții
ru: Вклад
sv: Bidrag
th: การมีส่วนร่วม
tr: Katkılar
uk: Внески
vi: Đóng góp
zh_hans: 贡献
zh_hant: 貢獻

# quizzes.not_enough_words_available
source: Not enough words available. Need at least %d words for the quiz.
ar: لا توجد كلمات كافية متاحة. تحتاج إلى %d كلمات على الأقل للاختبار.
ca: No hi ha prou paraules disponibles. Calen almenys %d paraules per al qüestionari.
cs: Není dostatek dostupných slov. Kvízy vyžadují alespoň %d slov.
da: Ikke nok ord tilgængelige. Mindst %d ord kræves til quiz.
de: Nicht genügend Wörter verfügbar. Das Quiz erfordert mindestens %d Wörter.
es: No hay suficientes palabras. Se necesitan al menos %d palabras para el cuestionario.
fi: Ei tarpeeksi sanoja saatavilla. Visa vaatii vähintään %d sanaa.
fr: Pas assez de mots disponibles. Le quiz nécessite au moins %d mots.
he: אין מספיק מילים זמינות. החידון דורש לפחות %d מילים.
hi: पर्याप्त शब्द उपलब्ध नहीं हैं। क्विज़ के लिए कम से कम %d शब्दों की आवश्यकता है।
hu: Nincs elég szó elérhető. A kvizhez legalább %d szó szükséges.
id: Kata yang tersedia tidak cukup. Diperlukan setidaknya %d kata untuk kuis.
it: Non ci sono abbastanza parole disponibili. Sono necessarie almeno %d parole per il quiz.
ja: 利用可能な単語が不足しています。クイズには少なくとも%d単語が必要です。
ko: 사용 가능한 단어가 충분하지 않습니다. 퀴즈에는 최소 %d개의 단어가 필요합니다.
ms: Tidak cukup perkataan tersedia. Sekurang-kurangnya %d perkataan diperlukan untuk kui.
nb: Ikke nok ord tilgjengelig. Minst %d ord kreves for quiz.
nl: Niet genoeg woorden beschikbaar. Quiz vereist minimaal %d woorden.
pl: Za mało dostępnych słów. Do quizu wymagane jest co najmniej %d słów.
pt_pt: Não há palavras suficientes disponíveis. São necessárias pelo menos %d palavras para o questionário.
ro: Nu sunt suficiente cuvinte disponibile. Este nevoie de cel puțin %d cuvinte pentru test.
ru: Недостаточно слов. Для викторины требуется минимум %d слов.
sv: Inte tillräckligt med ord. Minst %d ord behövs för quizet.
th: ไม่มีคำศัพท์เพียงพอ ต้องมีอย่างน้อย %d คำสำหรับแบบทดสอบ
tr: Yeterli kelime yok. Test için en az %d kelime gerekli.
uk: Недостатньо слів. Для тесту потрібно принаймні %d слів
vi: Không đủ từ. Cần ít nhất %d từ để kiểm tra.
zh_hans: 没有足够的单词可用。测验至少需要 %d 个单词。
zh_hant: 沒有足夠的單詞可用。測驗至少需要 %d 個單詞。

# quizzes.need_at_least_words
source: Need at least %d words for the quiz.
ar: تحتاج إلى %d كلمات على الأقل للاختبار.
ca: Calen almenys %d paraules per al qüestionari.
cs: Kvízy vyžadují alespoň %d slov.
da: Mindst %d ord kræves til quiz.
de: Mindestens %d Wörter für das Quiz erforderlich.
es: Se necesitan al menos %d palabras para el cuestionario.
fi: Visaan tarvitaan vähintään %d sanaa.
fr: Au moins %d mots sont requis pour le quiz.
he: נדרשות לפחות %d מילים לחידון.
hi: क्विज़ के लिए कम से कम %d शब्दों की आवश्यकता है।
hu: Legalább %d szó szükséges a kvizhez.
id: Diperlukan setidaknya %d kata untuk kuis.
it: Sono necessarie almeno %d parole per il quiz.
ja: クイズには少なくとも%d単語が必要です。
ko: 퀴즈에는 최소 %d개의 단어가 필요합니다.
ms: Sekurang-kurangnya %d perkataan diperlukan untuk kui.
nb: Minst %d ord kreves for quiz.
nl: Minimaal %d woorden nodig voor quiz.
pl: Do quizu wymagane jest co najmniej %d słów.
pt_pt: São necessárias pelo menos %d palavras para o questionário.
ro: Este nevoie de cel puțin %d cuvinte pentru test.
ru: Для викторины требуется минимум %d слов.
sv: Minst %d ord behövs för quizet.
th: ต้องมีอย่างน้อย %d คำสำหรับแบบทดสอบ
tr: Test için en az %d kelime gerekli.
uk: Потрібно принаймні %d слів для тесту
vi: Cần ít nhất %d từ để kiểm tra.
zh_hans: 测验至少需要 %d 个单词。
zh_hant: 測驗至少需要 %d 個單詞。

# quizzes.shared_dictionary_needs_more_words
source: Shared Dictionary Needs More Words!
ar: القاموس المشترك يحتاج إلى المزيد من الكلمات!
ca: El diccionari compartit necessita més paraules!
cs: Sdílený slovník potřebuje více slov!
da: Den delte ordbog mangler flere ord!
de: Das geteilte Wörterbuch benötigt mehr Wörter!
es: ¡El diccionario compartido necesita más palabras!
fi: Jaettu sanakirja tarvitsee lisää sanoja!
fr: Le dictionnaire partagé a besoin de plus de mots !
he: המילון המשותף זקוק למילים נוספות!
hi: साझा शब्दकोश को और शब्दों की आवश्यकता है!
hu: A megosztott szótárhoz több szó szükséges!
id: Kamus bersama membutuhkan lebih banyak kata!
it: Il dizionario condiviso ha bisogno di più parole!
ja: 共有辞書にはさらに単語が必要です！
ko: 공유 사전에 더 많은 단어가 필요합니다!
ms: Kamus kongsi memerlukan lebih banyak perkataan!
nb: Delt ordbok trenger flere ord!
nl: Het gedeelde woordenboek heeft meer woorden nodig!
pl: Wspólny słownik potrzebuje więcej słów!
pt_pt: O dicionário partilhado precisa de mais palavras!
ro: Dicționarul partajat are nevoie de mai multe cuvinte!
ru: Общему словарю нужно больше слов!
sv: Den delade ordboken behöver fler ord!
th: พจนานุกรมที่แชร์ต้องการคำศัพท์เพิ่ม!
tr: Paylaşılan sözlükte daha fazla kelimeye ihtiyaç var!
uk: Спільному словнику потрібно більше слів!
vi: Từ điển chia sẻ cần thêm từ!
zh_hans: 共享词典需要更多单词！
zh_hant: 共享詞典需要更多單詞！

# quizzes.start_building_vocabulary
source: Start Building Your Vocabulary!
ar: ابدأ ببناء مفرداتك!
ca: Comença a construir el teu vocabulari!
cs: Začněte budovat svou slovní zásobu!
da: Begynd at opbygge dit ordforråd!
de: Beginnen Sie, Ihren Wortschatz aufzubauen!
es: ¡Comienza a construir tu vocabulario!
fi: Aloita sanastosi rakentaminen!
fr: Commencez à construire votre vocabulaire !
he: התחל לבנות את אוצר המילים שלך!
hi: अपनी शब्दावली बनाना शुरू करें!
hu: Kezdj el szókincset építeni!
id: Mulai bangun kosakata Anda!
it: Inizia a costruire il tuo vocabolario!
ja: 語彙の構築を始めましょう！
ko: 어휘를 쌓기 시작하세요!
ms: Mula membina kosa kata anda!
nb: Begynn å bygge vokabularet ditt!
nl: Begin met het opbouwen van je woordenschat!
pl: Zacznij budować swoje słownictwo!
pt_pt: Comece a construir o seu vocabulário!
ro: Începe să-ți construiești vocabularul!
ru: Начните расширять свой словарный запас!
sv: Börja bygga ditt ordförråd!
th: เริ่มสร้างคลังคำศัพท์ของคุณ!
tr: Kelime dağarcığınızı oluşturmaya başlayın!
uk: Почніть створювати свій словниковий запас!
vi: Bắt đầu xây dựng vốn từ vựng của bạn!
zh_hans: 开始构建你的词汇库！
zh_hant: 開始構建你的詞彙庫！

# quizzes.keep_adding_words
source: Keep Adding Words!
ar: استمر في إضافة الكلمات!
ca: Continua afegint paraules!
cs: Pokračujte v přidávání slov!
da: Fortsæt med at tilføje ord!
de: Fügen Sie weiterhin Wörter hinzu!
es: ¡Sigue añadiendo palabras!
fi: Jatka sanojen lisäämistä!
fr: Continuez à ajouter des mots !
he: המשך להוסיף מילים!
hi: शब्द जोड़ते रहें!
hu: Folytasd a szavak hozzáadását!
id: Terus tambah kata!
it: Continua ad aggiungere parole!
ja: 単語を追加し続けましょう！
ko: 계속 단어를 추가하세요!
ms: Terus tambah perkataan!
nb: Fortsett å legge til ord!
nl: Blijf woorden toevoegen!
pl: Kontynuuj dodawanie słów!
pt_pt: Continue a adicionar palavras!
ro: Continuă să adaugi cuvinte!
ru: Продолжайте добавлять слова!
sv: Fortsätt lägga till ord!
th: เพิ่มคำศัพท์ต่อไป!
tr: Kelime eklemeye devam edin!
uk: Продовжуйте додавати слова!
vi: Tiếp tục thêm từ!
zh_hans: 继续添加单词！
zh_hant: 繼續添加單詞！

# quizzes.ask_dictionary_owner_add_words
source: Ask the dictionary owner to add more words, or switch to a different dictionary!
ar: اطلب من مالك القاموس إضافة المزيد من الكلمات، أو انتقل إلى قاموس آخر!
ca: Demana al propietari del diccionari que afegeixi més paraules o canvia a un altre diccionari!
cs: Požádejte vlastníka slovníku, aby přidal více slov, nebo přepněte na jiný slovník!
da: Bed ordbogens ejer om at tilføje flere ord, eller skift til en anden ordbog!
de: Bitten Sie den Wörterbuchbesitzer, mehr Wörter hinzuzufügen, oder wechseln Sie zu einem anderen Wörterbuch!
es: Pide al propietario del diccionario que añada más palabras o selecciona otro diccionario.
fi: Pyydä sanakirjan omistajaa lisäämään lisää sanoja tai vaihda toiseen sanakirjaan!
fr: Demandez au propriétaire du dictionnaire d'ajouter plus de mots ou passez à un autre dictionnaire !
he: בקש מבעל המילון להוסיף מילים נוספות או החלף למילון אחר!
hi: शब्दकोश के मालिक से और शब्द जोड़ने के लिए कहें या दूसरा शब्दकोश चुनें!
hu: Kérd meg a szótár tulajdonosát, hogy adjon hozzá több szót, vagy válts másik szótárra!
id: Minta pemilik kamus untuk menambah lebih banyak kata atau pilih kamus lain!
it: Chiedi al proprietario del dizionario di aggiungere più parole o scegli un altro dizionario!
ja: 辞書の所有者に単語を追加するよう依頼するか、別の辞書を選択してください！
ko: 사전 소유자에게 단어를 추가해달라고 요청하거나 다른 사전을 선택하세요!
ms: Minta pemilik kamus untuk menambah lebih banyak perkataan atau pilih kamus lain!
nb: Be ordbokeieren om å legge til flere ord, eller velg en annen ordbok!
nl: Vraag de eigenaar van het woordenboek om meer woorden toe te voegen of schakel naar een ander woordenboek!
pl: Poproś właściciela słownika o dodanie więcej słów lub wybierz inny słownik!
pt_pt: Peça ao proprietário do dicionário para adicionar mais palavras ou escolha outro dicionário!
ro: Cere proprietarului dicționarului să adauge mai multe cuvinte sau alege un alt dicționar!
ru: Попросите владельца словаря добавить больше слов или выберите другой словарь!
sv: Be ordbokens ägare att lägga till fler ord eller välj en annan ordbok!
th: ขอให้เจ้าของพจนานุกรมเพิ่มคำศัพท์ หรือเลือกพจนานุกรมอื่น
tr: Sözlük sahibinden daha fazla kelime eklemesini isteyin veya başka bir sözlük seçin!
uk: Попросіть власника словника додати більше слів або виберіть інший словник
vi: Yêu cầu chủ từ điển thêm từ hoặc chọn một từ điển khác!
zh_hans: 请词典所有者添加更多单词，或切换到其他词典！
zh_hant: 請詞典所有者添加更多單詞，或切換到其他詞典！

# quizzes.switch_different_dictionary
source: Switch to a different dictionary!
ar: انتقل إلى قاموس آخر!
ca: Canvia a un altre diccionari!
cs: Přepněte na jiný slovník!
da: Skift til en anden ordbog!
de: Wechseln Sie zu einem anderen Wörterbuch!
es: Cambiar a un diccionario diferente.
fi: Vaihda toiseen sanakirjaan!
fr: Passez à un autre dictionnaire !
he: החלף למילון אחר!
hi: अलग शब्दकोश पर स्विच करें!
hu: Válts másik szótárra!
id: Beralih ke kamus lain!
it: Passa a un altro dizionario!
ja: 別の辞書に切り替える！
ko: 다른 사전으로 전환!
ms: Tukar ke kamus lain!
nb: Bytt til en annen ordbok!
nl: Schakel naar een ander woordenboek!
pl: Przełącz na inny słownik!
pt_pt: Mudar para outro dicionário!
ro: Schimbă la un alt dicționar!
ru: Переключиться на другой словарь!
sv: Byt till en annan ordbok!
th: เปลี่ยนไปใช้พจนานุกรมอื่น
tr: Farklı bir sözlüğe geçin!
uk: Переключіться на інший словник
vi: Chuyển sang từ điển khác!
zh_hans: 切换到其他词典！
zh_hant: 切換到其他詞典！

# quizzes.add_words_to_shared_dictionary
source: Add Words to Shared Dictionary
ar: إضافة كلمات إلى القاموس المشترك
ca: Afegeix paraules al diccionari compartit
cs: Přidat slova do sdíleného slovníku
da: Tilføj ord til den delte ordbog
de: Wörter zum geteilten Wörterbuch hinzufügen
es: Añade palabras al diccionario compartido
fi: Lisää sanoja jaettuun sanakirjaan
fr: Ajoutez des mots au dictionnaire partagé
he: הוסף מילים למילון המשותף
hi: साझा शब्दकोश में शब्द जोड़ें
hu: Szavak hozzáadása a megosztott szótárhoz
id: Tambah kata ke kamus bersama
it: Aggiungi parole al dizionario condiviso
ja: 共有辞書に単語を追加
ko: 공유 사전에 단어 추가
ms: Tambah perkataan ke kamus kongsi
nb: Legg til ord i delt ordbok
nl: Woorden toevoegen aan het gedeelde woordenboek
pl: Dodaj słowa do wspólnego słownika
pt_pt: Adicione palavras ao dicionário partilhado
ro: Adaugă cuvinte la dicționarul partajat
ru: Добавьте слова в общий словарь
sv: Lägg till ord i den delade ordboken
th: เพิ่มคำศัพท์ในพจนานุกรมที่แชร์
tr: Paylaşılan sözlüğe kelime ekleyin
uk: Додайте слова до спільного словника
vi: Thêm từ vào từ điển chia sẻ
zh_hans: 向共享词典添加单词
zh_hant: 向共享詞典添加單詞

# quizzes.add_your_first_word
source: Add Your First Word
ar: أضف كلمتك الأولى
ca: Afegeix la teva primera paraula
cs: Přidejte své první slovo
da: Tilføj dit første ord
de: Fügen Sie Ihr erstes Wort hinzu
es: Añade tu primera palabra
fi: Lisää ensimmäinen sanasi
fr: Ajoutez votre premier mot
he: הוסף את המילה הראשונה שלך
hi: अपना पहला शब्द जोड़ें
hu: Add hozzá az első szavad
id: Tambah kata pertama Anda
it: Aggiungi la tua prima parola
ja: 最初の単語を追加
ko: 첫 번째 단어 추가
ms: Tambah perkataan pertama anda
nb: Legg til ditt første ord
nl: Voeg je eerste woord toe
pl: Dodaj swoje pierwsze słowo
pt_pt: Adicione a sua primeira palavra
ro: Adaugă primul tău cuvânt
ru: Добавьте своё первое слово
sv: Lägg till ditt första ord
th: เพิ่มคำศัพท์คำแรกของคุณ
tr: İlk kelimenizi ekleyin
uk: Додайте ваше перше слово
vi: Thêm từ đầu tiên của bạn
zh_hans: 添加你的第一个单词
zh_hant: 添加你的第一個單詞

# quizzes.add_more_words
source: Add More Words
ar: أضف المزيد من الكلمات
ca: Afegeix més paraules
cs: Přidat další slova
da: Tilføj flere ord
de: Weitere Wörter hinzufügen
es: Añade más palabras
fi: Lisää lisää sanoja
fr: Ajouter plus de mots
he: הוסף מילים נוספות
hi: और शब्द जोड़ें
hu: További szavak hozzáadása
id: Tambah lebih banyak kata
it: Aggiungi altre parole
ja: さらに単語を追加
ko: 더 많은 단어 추가
ms: Tambah lebih banyak perkataan
nb: Legg til flere ord
nl: Meer woorden toevoegen
pl: Dodaj więcej słów
pt_pt: Adicione mais palavras
ro: Adaugă mai multe cuvinte
ru: Добавьте ещё слова
sv: Lägg till fler ord
th: เพิ่มคำศัพท์เพิ่มเติม
tr: Daha fazla kelime ekleyin
uk: Додайте більше слів
vi: Thêm nhiều từ hơn
zh_hans: 添加更多单词
zh_hant: 添加更多單詞
