Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# errors.no_offerings_available
source: No subscription offerings are currently available
ar: لا توجد عروض اشتراك متاحة حاليًا
ca: Actualment no hi ha ofertes de subscripció disponibles
cs: Momentálně nejsou k dispozici žádné nabídky předplatného
da: Ingen abonnementsmuligheder tilgængelige i øjeblikket
de: Derzeit keine Abonnementangebote verfügbar
el: Δεν υπάρχουν διαθέσιμες προσφορές συνδρομής αυτή τη στιγμή
es: Actualmente no hay ofertas de suscripción disponibles
fi: Tilaustarjouksia ei ole tällä hetkellä saatavilla
fr: Aucune offre d'abonnement disponible pour le moment
he: אין כרגע הצעות מנוי זמינות
hi: वर्तमान में कोई सदस्यता ऑफर उपलब्ध नहीं हैं
hr: Trenutno nema dostupnih ponuda za pretplatu
hu: Jelenleg nincsenek előfizetési ajánlatok
id: Saat ini tidak ada penawaran langganan
it: Nessuna offerta di abbonamento disponibile al momento
ja: 現在、サブスクリプションの提供はありません
ko: 현재 구독 제공이 없습니다
ms: Tiada tawaran langganan tersedia buat masa ini
nb: Ingen abonnementstilbud tilgjengelig for øyeblikket
nl: Momenteel geen abonnementsaanbiedingen beschikbaar
pl: Brak dostępnych ofert subskrypcji w tej chwili
pt_pt: Nenhuma oferta de subscrição disponível no momento
ro: Nicio ofertă de abonament disponibilă momentan
ru: В настоящее время нет доступных предложений по подписке
sk: Momentálne nie sú k dispozícii žiadne ponuky predplatného
sv: Inga prenumerationserbjudanden tillgängliga för närvarande
th: ขณะนี้ไม่มีข้อเสนอการสมัครสมาชิก
tr: Şu anda abonelik teklifleri mevcut değil
uk: Наразі немає пропозицій щодо підписок
vi: Hiện tại không có gói đăng ký nào khả dụng
zh_hans: 当前没有可用的订阅优惠
zh_hant: 當前沒有可用的訂閱優惠

# errors.purchase_failed
source: The purchase could not be completed
ar: فشل الشراء
ca: La compra ha fallit
cs: Nákup selhal
da: Køb mislykkedes
de: Kauf fehlgeschlagen
el: Η αγορά απέτυχε
es: Compra fallida
fi: Osto epäonnistui
fr: Échec de l'achat
he: הרכישה נכשלה
hi: खरीदारी विफल
hr: Kupnja nije uspjela
hu: A vásárlás sikertelen
id: Pembelian gagal
it: Acquisto fallito
ja: 購入に失敗
ko: 구매 실패
ms: Pembelian gagal
nb: Kjøp mislyktes
nl: Aankoop mislukt
pl: Zakup nie powiódł się
pt_pt: Falha na compra
ro: Achiziție eșuată
ru: Покупка не удалась
sk: Nákup zlyhal
sv: Köpet misslyckades
th: การซื้อล้มเหลว
tr: Satın alma başarısız
uk: Покупка не вдалася
vi: Giao dịch mua thất bại
zh_hans: 购买失败
zh_hant: 購買失敗

# errors.restore_failed
source: Failed to restore previous purchases
ar: فشل في استعادة المشتريات السابقة
ca: No s'han pogut restaurar les compres anteriors
cs: Obnovení předchozích nákupů selhalo
da: Gendannelse af tidligere køb mislykkedes
de: Wiederherstellung früherer Käufe fehlgeschlagen
el: Αποτυχία επαναφοράς προηγούμενων αγορών
es: No se pudieron restaurar las compras anteriores
fi: Aiemman ostosten palauttaminen epäonnistui
fr: Échec de la restauration des achats précédents
he: שחזור הרכישות הקודמות נכשל
hi: पिछली खरीदारी को पुनर्स्थापित करने में विफल
hr: Vraćanje prethodnih kupnji nije uspjelo
hu: A korábbi vásárlások visszaállítása sikertelen
id: Gagal memulihkan pembelian sebelumnya
it: Ripristino degli acquisti precedenti fallito
ja: 以前の購入の復元に失敗
ko: 이전 구매 복원 실패
ms: Pemulihan pembelian sebelumnya gagal
nb: Gjenoppretting av tidligere kjøp mislyktes
nl: Herstellen van eerdere aankopen mislukt
pl: Przywracanie poprzednich zakupów nie powiodło się
pt_pt: Falha na restauração de compras anteriores
ro: Restaurare achiziții anterioare eșuată
ru: Восстановление предыдущих покупок не удалось
sk: Obnovenie predchádzajúcich nákupov zlyhalo
sv: Återställning av tidigare köp misslyckades
th: การกู้คืนการซื้อก่อนหน้าล้มเหลว
tr: Önceki satın alımları geri yükleme başarısız
uk: Не вдалося відновити попередні покупки
vi: Khôi phục giao dịch mua trước đó thất bại
zh_hans: 无法恢复之前的购买
zh_hant: 無法恢復之前的購買

# errors.export_limit_exceeded
source: Export limit exceeded. Upgrade to Pro for unlimited exports.
ar: تم تجاوز حد التصدير. قم بالترقية إلى المحترف لتصدير غير محدود.
ca: S'ha excedit el límit d'exportació. Actualitza a Pro per a exportacions il·limitades.
cs: Překročeno omezení exportu. Upgradujte na Pro pro neomezený export.
da: Eksportgrænse overskredet. Opgrader til Pro for ubegrænset eksport.
de: Exportlimit überschritten. Upgraden Sie auf Pro für unbegrenztes Exportieren.
el: Υπέρβαση ορίου εξαγωγής. Αναβάθμισε σε Pro για απεριόριστη εξαγωγή.
es: Límite de exportación excedido. Actualiza a Pro para exportación ilimitada.
fi: Vientiraja ylittyi. Päivitä Pro-versioon rajoittamattomaan vientiin.
fr: Limite d'exportation dépassée. Passez à la version Pro pour une exportation illimitée.
he: חרגת ממגבלת הייצוא. שדרג ל-Pro לייצוא ללא הגבלה.
hi: निर्यात सीमा पार हो गई। असीमित निर्यात के लिए प्रो में अपग्रेड करें।
hr: Premašeno je ograničenje izvoza. Nadogradite na Pro za neograničeni izvoz.
hu: Túllépted az exportálási korlátot. Frissíts Pro-ra a korlátlan exportáláshoz.
id: Batas ekspor terlampaui. Tingkatkan ke Pro untuk ekspor tanpa batas.
it: Limite di esportazione superato. Passa a Pro per esportazioni illimitate.
ja: エクスポート制限を超えました。無制限エクスポートのためにプロにアップグレード。
ko: 내보내기 한도 초과. 무제한 내보내기를 위해 프로로 업그레이드하세요.
ms: Had eksport dilampaui. Naik taraf ke Pro untuk eksport tanpa had.
nb: Eksportgrensen overskredet. Oppgrader til Pro for ubegrenset eksport.
nl: Exportlimiet overschreden. Upgrade naar Pro voor onbeperkt exporteren.
pl: Przekroczono limit eksportu. Uaktualnij do wersji Pro dla nieograniczonego eksportu.
pt_pt: Limite de exportação excedido. Actualize para Pro para exportação ilimitada.
ro: Limita de export depășită. Actualizează la Pro pentru export nelimitat.
ru: Превышен лимит экспорта. Обновите до Pro для неограниченного экспорта.
sk: Prekročený limit exportu. Aktualizujte na Pro pre neobmedzený export.
sv: Exportgräns överskriden. Uppgradera till Pro för obegränsad export.
th: เกินขีดจำกัดการส่งออก อัปเกรดเป็น Pro เพื่อส่งออกไม่จำกัด
tr: Dışa aktarma limiti aşıldı. Sınırsız dışa aktarma için Pro'ya yükseltin.
uk: Перевищено ліміт експорту. Оновіть до Pro для необмеженого експорту
vi: Đã vượt quá giới hạn xuất. Nâng cấp lên Pro để xuất không giới hạn.
zh_hans: 超出导出限制。升级到专业版以无限导出。
zh_hant: 超出導出限制。升級到專業版以無限導出。

# errors.max_tags_reached
source: Maximum of 5 tags per word reached
ar: تم الوصول إلى الحد الأقصى من 5 علامات لكل كلمة
ca: S'ha assolit el màxim de 5 etiquetes per paraula
cs: Každé slovo může mít maximálně 5 štítků
da: Maksimalt 5 tags pr. ord nået
de: Maximal 5 Tags pro Wort erreicht
el: Έχει επιτευχθεί ο μέγιστος αριθμός 5 ετικετών ανά λέξη
es: Se alcanzó el límite máximo de 5 etiquetas por palabra
fi: Sanan enimmäistunnistemäärä (5) saavutettu
fr: Nombre maximum de 5 étiquettes par mot atteint
he: מגיע ל-5 תגיות לכל מילה
hi: प्रति शब्द अधिकतम 5 टैग की सीमा तक पहुंच गया
hr: Dostignuto je maksimalno 5 oznaka po riječi
hu: Elérted az 5 címke/szó maximumot
id: Mencapai batas maksimum 5 tag per kata
it: Raggiunto il limite massimo di 5 tag per parola
ja: 1単語あたり最大5タグの制限に達しました
ko: 단어당 최대 5개 태그 한도에 도달했습니다
ms: Had maksimum 5 tag untuk setiap perkataan telah dicapai
nb: Maksimum 5 etiketter per ord nådd
nl: Maximaal 5 tags per woord bereikt
pl: Osiągnięto maksymalny limit 5 etykiet na słowo
pt_pt: Limite máximo de 5 etiquetas por palavra atingido
ro: Limita maximă de 5 etichete pe cuvânt atinsă
ru: Достигнут максимальный лимит в 5 тегов на слово
sk: Dosiahnutý maximálny limit 5 značiek na slovo
sv: Maxgränsen på 5 taggar per ord uppnådd
th: ถึงขีดจำกัดสูงสุด 5 แท็กต่อคำศัพท์
tr: Kelime başına maksimum 5 etiket sınırına ulaşıldı
uk: Досягнуто максимального ліміту в 5 тегів на слово
vi: Đã đạt giới hạn tối đa 5 thẻ cho mỗi từ
zh_hans: 每个单词最多可有 5 个标签
zh_hant: 每個單詞最多可有 5 個標籤

# errors.tag_already_assigned
source: Tag is already assigned to this word
ar: العلامة مخصصة بالفعل لهذه الكلمة
ca: L'etiqueta ja està assignada a aquesta paraula
cs: Tento štítek je již přiřazen tomuto slovu
da: Tag er allerede tildelt dette ord
de: Dieser Tag ist diesem Wort bereits zugewiesen
el: Η ετικέτα έχει ήδη εκχωρηθεί σε αυτή τη λέξη
es: Esta etiqueta ya está asignada a esta palabra
fi: Tunniste on jo osoitettu tälle sanalle
fr: L'étiquette est déjà assignée à ce mot
he: תגית זו כבר משויכת למילה זו
hi: टैग पहले से ही इस शब्द को सौंपा गया है
hr: Oznaka je već dodijeljena ovoj riječi
hu: Ez a címke már hozzá van rendelve ehhez a szóhoz
id: Tag sudah ditetapkan untuk kata ini
it: Questo tag è già assegnato a questa parola
ja: このタグはすでにこの単語に割り当てられています
ko: 이 태그는 이미 이 단어에 할당되었습니다
ms: Tag ini sudah ditetapkan untuk perkataan ini
nb: Denne etiketten er allerede tildelt dette ordet
nl: Deze tag is al toegewezen aan dit woord
pl: Ta etykieta jest już przypisana do tego słowa
pt_pt: Esta etiqueta já está atribuída a esta palavra
ro: Această etichetă este deja atribuită acestui cuvânt
ru: Этот тег уже назначен этому слову
sk: Táto značka je už priradená k tomuto slovu
sv: Denna tagg är redan tilldelad detta ord
th: แท็กนี้ถูกกำหนดให้กับคำศัพท์นี้แล้ว
tr: Bu etiket bu kelimeye zaten atanmış
uk: Цей тег уже призначено цьому слову
vi: Thẻ này đã được gắn cho từ này
zh_hans: 此标签已分配给该单词
zh_hant: 此標籤已分配給該單詞

# errors.tag_not_assigned
source: Tag is not assigned to this word
ar: العلامة غير مخصصة لهذه الكلمة
ca: L'etiqueta no està assignada a aquesta paraula
cs: Tento štítek není přiřazen tomuto slovu
da: Tag er ikke tildelt dette ord
de: Dieser Tag ist diesem Wort nicht zugewiesen
el: Η ετικέτα δεν έχει εκχωρηθεί σε αυτή τη λέξη
es: Esta etiqueta no está asignada a esta palabra
fi: Tunnistetta ei ole osoitettu tälle sanalle
fr: L'étiquette n'est pas assignée à ce mot
he: תגית זו אינה משויכת למילה זו
hi: टैग इस शब्द को सौंपा नहीं गया है
hr: Oznaka nije dodijeljena ovoj riječi
hu: Ez a címke nincs hozzárendelve ehhez a szóhoz
id: Tag tidak ditetapkan untuk kata ini
it: Questo tag non è assegnato a questa parola
ja: このタグはこの単語に割り当てられていません
ko: 이 태그는 이 단어에 할당되지 않았습니다
ms: Tag ini tidak ditetapkan untuk perkataan ini
nb: Denne etiketten er ikke tildelt dette ordet
nl: Deze tag is niet toegewezen aan dit woord
pl: Ta etykieta nie jest przypisana do tego słowa
pt_pt: Esta etiqueta não está atribuída a esta palavra
ro: Această etichetă nu este atribuită acestui cuvânt
ru: Этот тег не назначен этому слову
sk: Táto značka nie je priradená k tomuto slovu
sv: Denna tagg är inte tilldelad detta ord
th: แท็กนี้ไม่ได้ถูกกำหนดให้กับคำศัพท์นี้
tr: Bu etiket bu kelimeye atanmamış
uk: Цей тег не призначено цьому слову
vi: Thẻ này chưa được gắn cho từ này
zh_hans: 此标签未分配给该单词
zh_hant: 此標籤未分配給該單詞

# errors.network_timeout
source: Timeout
ar: انتهت مهلة الشبكة
ca: Temps d'espera esgotat
cs: Časový limit sítě
da: Netværkstimeout
de: Netzwerk-Timeout
el: Χρονικό όριο δικτύου
es: Tiempo de espera de red agotado
fi: Verkon aikakatkaisu
fr: Délai d'attente réseau
he: פסק זמן ברשת
hi: नेटवर्क टाइमआउट
hr: Istek vremena mreže
hu: Hálózati időtúllépés
id: Waktu jaringan habis
it: Timeout di rete
ja: ネットワークタイムアウト
ko: 네트워크 시간 초과
ms: Masa tamat rangkaian
nb: Nettverkstidsavbrudd
nl: Netwerk time-out
pl: Przekroczono limit czasu sieci
pt_pt: Tempo limite de rede
ro: Timp de rețea expirat
ru: Истекло время ожидания сети
sk: Vypršal časový limit siete
sv: Nätverkstimeout
th: หมดเวลาเครือข่าย
tr: Ağ zaman aşımı
uk: Час очікування мережі вичерпано
vi: Hết thời gian chờ mạng
zh_hans: 网络超时
zh_hant: 網絡超時

# errors.server_unreachable
source: Server unreachable
ar: الخادم غير قابل للوصول
ca: Servidor inassolible
cs: Server není dostupný
da: Serveren er ikke tilgængelig
de: Server nicht erreichbar
el: Ο διακομιστής δεν είναι προσβάσιμος
es: Servidor no accesible
fi: Palvelin ei ole tavoitettavissa
fr: Serveur injoignable
he: השרת אינו זמין
hi: सर्वर तक पहुंच नहीं हो सकती
hr: Server nije dostupan
hu: A szerver nem érhető el
id: Server tidak dapat dijangkau
it: Server non raggiungibile
ja: サーバーに到達できません
ko: 서버에 연결할 수 없습니다
ms: Pelayan tidak dapat dicapai
nb: Serveren kan ikke nås
nl: Server niet bereikbaar
pl: Serwer jest nieosiągalny
pt_pt: Servidor não acessível
ro: Server inaccesibil
ru: Сервер недоступен
sk: Server nie je dostupný
sv: Servern är inte nåbar
th: ไม่สามารถติดต่อเซิร์ฟเวอร์
tr: Sunucuya ulaşılamıyor
uk: Сервер недоступний
vi: Không thể kết nối với máy chủ
zh_hans: 无法连接到服务器
zh_hant: 無法連接到服務器

# errors.invalid_response
source: Invalid response
ar: استجابة غير صالحة
ca: Resposta no vàlida
cs: Neplatná odpověď
da: Ugyldigt svar
de: Ungültige Antwort
el: Μη έγκυρη απόκριση
es: Respuesta no válida
fi: Virheellinen vastaus
fr: Réponse invalide
he: תגובה לא חוקית
hi: अमान्य प्रतिक्रिया
hr: Nevažeći odgovor
hu: Érvénytelen válasz
id: Tanggapan tidak valid
it: Risposta non valida
ja: 無効な応答
ko: 유효하지 않은 응답
ms: Respon tidak sah
nb: Ugyldig respons
nl: Ongeldige reactie
pl: Nieprawidłowa odpowiedź
pt_pt: Resposta inválida
ro: Răspuns invalid
ru: Недопустимый ответ
sk: Neplatná odpoveď
sv: Ogiltigt svar
th: การตอบกลับไม่ถูกต้อง
tr: Geçersiz yanıt
uk: Недійсна відповідь
vi: Phản hồi không hợp lệ
zh_hans: 无效响应
zh_hant: 無效響應

# errors.no_internet_connection
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
ca: Sense connexió a Internet
cs: Žádné připojení k internetu
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Καμία σύνδεση στο διαδίκτυο
es: Sin conexión a internet
fi: Ei internet-yhteyttä
fr: Aucune connexion Internet
he: אין חיבור לאינטרנט
hi: कोई इंटरनेट कनेक्शन नहीं
hr: Nema internetske veze
hu: Nincs internetkapcsolat
id: Tidak ada koneksi internet
it: Nessuna connessione internet
ja: インターネット接続がありません
ko: 인터넷 연결 없음
ms: Tiada sambungan internet
nb: Ingen internettforbindelse
nl: Geen internetverbinding
pl: Brak połączenia z internetem
pt_pt: Sem ligação à internet
ro: Fără conexiune la internet
ru: Нет подключения к интернету
sk: Žiadne pripojenie na internet
sv: Ingen internetanslutning
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
uk: Немає з'єднання з інтернетом
vi: Không có kết nối internet
zh_hans: 无网络连接
zh_hant: 無網絡連接

# errors.missing_api_key
source: Missing API key
ar: مفتاح API مفقود
ca: Falta la clau de l'API
cs: Chybí API klíč
da: Manglende API-nøgle
de: Fehlender API-Schlüssel
el: Λείπει το κλειδί API
es: Falta la clave API
fi: API-avain puuttuu
fr: Clé API manquante
he: חסר מפתח API
hi: API कुंजी गायब है
hr: Nedostaje API ključ
hu: Hiányzó API kulcs
id: Kunci API hilang
it: Chiave API mancante
ja: APIキーがありません
ko: API 키 누락
ms: Kunci API hilang
nb: Manglende API-nøkkel
nl: Ontbrekende API-sleutel
pl: Brak klucza API
pt_pt: Chave API ausente
ro: Lipsește cheia API
ru: Отсутствует ключ API
sk: Chýba kľúč API
sv: Saknar API-nyckel
th: ไม่มีคีย์ API
tr: API anahtarı eksik
uk: Відсутній ключ API
vi: Thiếu khóa API
zh_hans: 缺少API密钥
zh_hant: 缺少API密鑰

# errors.decoding_error
source: Decoding error
ar: خطأ في فك التشفير
ca: Error de descodificació
cs: Chyba dekódování
da: Afkodningsfejl
de: Dekodierungsfehler
el: Σφάλμα αποκωδικοποίησης
es: Error de decodificación
fi: Dekoodausvirhe
fr: Erreur de décodage
he: שגיאת פענוח
hi: डिकोडिंग त्रुटि
hr: Pogreška dekodiranja
hu: Dekódolási hiba
id: Kesalahan dekoding
it: Errore di decodifica
ja: デコードエラー
ko: 디코딩 오류
ms: Ralat penyahkodan
nb: Dekodingsfeil
nl: Decodeerfout
pl: Błąd dekodowania
pt_pt: Erro de descodificação
ro: Eroare de decodare
ru: Ошибка декодирования
sk: Chyba dekódovania
sv: Avkodningsfel
th: ข้อผิดพลาดในการถอดรหัส
tr: Kod çözme hatası
uk: Помилка декодування
vi: Lỗi giải mã
zh_hans: 解码错误
zh_hant: 解碼錯誤

# errors.invalid_url
source: Invalid URL
ar: رابط غير صالح
ca: URL no vàlid
cs: Neplatná URL
da: Ugyldig URL
de: Ungültige URL
el: Μη έγκυρο URL
es: URL no válida
fi: Virheellinen URL
fr: URL invalide
he: כתובת URL לא חוקית
hi: अमान्य URL
hr: Nevažeći URL
hu: Érvénytelen URL
id: URL tidak valid
it: URL non valido
ja: 無効なURL
ko: 유효하지 않은 URL
ms: URL tidak sah
nb: Ugyldig URL
nl: Ongeldige URL
pl: Nieprawidłowy adres URL
pt_pt: URL inválido
ro: URL invalid
ru: Недопустимый URL
sk: Neplatná adresa URL
sv: Ogiltig URL
th: URL ไม่ถูกต้อง
tr: Geçersiz URL
uk: Недійсний URL
vi: URL không hợp lệ
zh_hans: 无效URL
zh_hant: 無效URL

# errors.no_data
source: No data
ar: لا توجد بيانات
ca: Sense dades
cs: Žádná data
da: Ingen data
de: Keine Daten
el: Κανένα δεδομένο
es: Sin datos
fi: Ei dataa
fr: Aucune donnée
he: אין נתונים
hi: कोई डेटा नहीं
hr: Nema podataka
hu: Nincs adat
id: Tidak ada data
it: Nessun dato
ja: データがありません
ko: 데이터 없음
ms: Tiada data
nb: Ingen data
nl: Geen gegevens
pl: Brak danych
pt_pt: Sem dados
ro: Fără date
ru: Нет данных
sk: Žiadne údaje
sv: Inga data
th: ไม่มีข้อมูล
tr: Veri yok
uk: Немає даних
vi: Không có dữ liệu
zh_hans: 无数据
zh_hant: 無數據

# errors.save_failed
source: Save failed
ar: فشل الحفظ
ca: Desament fallit
cs: Uložení selhalo
da: Gemning mislykkedes
de: Speichern fehlgeschlagen
el: Η αποθήκευση απέτυχε
es: Guardado fallido
fi: Tallentaminen epäonnistui
fr: Échec de l'enregistrement
he: השמירה נכשלה
hi: सहेजना विफल
hr: Spremanje nije uspjelo
hu: Mentés sikertelen
id: Gagal menyimpan
it: Salvataggio fallito
ja: 保存に失敗
ko: 저장 실패
ms: Simpan gagal
nb: Lagring mislyktes
nl: Opslaan mislukt
pl: Zapisywanie nie powiodło się
pt_pt: Falha ao guardar
ro: Salvare eșuată
ru: Сохранение не удалось
sk: Uloženie zlyhalo
sv: Sparande misslyckades
th: การบันทึกล้มเหลว
tr: Kaydetme başarısız
uk: Збереження не вдалося
vi: Lưu thất bại
zh_hans: 保存失败
zh_hant: 保存失敗

# errors.read_failed
source: Read failed
ar: فشل القراءة
ca: Lectura fallida
cs: Čtení selhalo
da: Læsning mislykkedes
de: Lesen fehlgeschlagen
el: Η ανάγνωση απέτυχε
es: Lectura fallida
fi: Lukeminen epäonnistui
fr: Échec de la lecture
he: הקריאה נכשלה
hi: पढ़ना विफल
hr: Čitanje nije uspjelo
hu: Olvasás sikertelen
id: Gagal membaca
it: Lettura fallita
ja: 読み込みに失敗
ko: 읽기 실패
ms: Baca gagal
nb: Lesing mislyktes
nl: Lezen mislukt
pl: Odczyt nie powiódł się
pt_pt: Falha na leitura
ro: Citire eșuată
ru: Чтение не удалось
sk: Čítanie zlyhalo
sv: Läsning misslyckades
th: การอ่านล้มเหลว
tr: Okuma başarısız
uk: Читання не вдалося
vi: Đọc thất bại
zh_hans: 读取失败
zh_hant: 讀取失敗

# errors.data_corrupted
source: Data corrupted
ar: البيانات تالفة
ca: Dades corruptes
cs: Data jsou poškozena
da: Data er beskadiget
de: Daten beschädigt
el: Τα δεδομένα είναι κατεστραμμένα
es: Datos corruptos
fi: Data on vioittunut
fr: Données corrompues
he: הנתונים פגומים
hi: डेटा दूषित है
hr: Podaci su oštećeni
hu: Az adatok sérültek
id: Data rusak
it: Dati corrotti
ja: データが破損しています
ko: 데이터 손상
ms: Data rosak
nb: Data korrupte
nl: Gegevens zijn beschadigd
pl: Dane uszkodzone
pt_pt: Dados corrompidos
ro: Date corupte
ru: Данные повреждены
sk: Údaje sú poškodené
sv: Data är korrupt
th: ข้อมูลเสียหาย
tr: Veri bozulmuş
uk: Дані пошкоджено
vi: Dữ liệu bị hỏng
zh_hans: 数据损坏
zh_hant: 數據損壞

# errors.invalid_input
source: Invalid input
ar: إدخال غير صالح
ca: Entrada no vàlida
cs: Neplatný vstup
da: Ugyldigt input
de: Ungültige Eingabe
el: Μη έγκυρη εισαγωγή
es: Entrada no válida
fi: Virheellinen syöte
fr: Entrée invalide
he: קלט לא חוקי
hi: अमान्य इनपुट
hr: Nevažeći unos
hu: Érvénytelen bemenet
id: Masukan tidak valid
it: Input non valido
ja: 無効な入力
ko: 유효하지 않은 입력
ms: Input tidak sah
nb: Ugyldig inndata
nl: Ongeldige invoer
pl: Nieprawidłowe dane wejściowe
pt_pt: Entrada inválida
ro: Intrare invalidă
ru: Недопустимый ввод
sk: Neplatný vstup
sv: Ogiltig inmatning
th: ข้อมูลที่ป้อนไม่ถูกต้อง
tr: Geçersiz giriş
uk: Недійсне введення
vi: Đầu vào không hợp lệ
zh_hans: 无效输入
zh_hant: 無效輸入

# errors.missing_field
source: Missing field
ar: حقل مفقود
ca: Camp mancant
cs: Chybí pole
da: Manglende felt
de: Fehlendes Feld
el: Λείπει πεδίο
es: Campo faltante
fi: Puuttuva kenttä
fr: Champ manquant
he: שדה חסר
hi: फ़ील्ड गायब है
hr: Nedostaje polje
hu: Hiányzó mező
id: Bidang hilang
it: Campo mancante
ja: フィールドがありません
ko: 누락된 필드
ms: Medan hilang
nb: Manglende felt
nl: Ontbrekend veld
pl: Brakujące pole
pt_pt: Campo ausente
ro: Câmp lipsă
ru: Отсутствует поле
sk: Chýbajúce pole
sv: Saknat fält
th: ขาดฟิลด์
tr: Eksik alan
uk: Відсутнє поле
vi: Thiếu trường
zh_hans: 缺少字段
zh_hant: 缺少字段

# errors.unknown_error
source: Unknown error
ar: خطأ غير معروف
ca: Error desconegut
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
he: שגיאה לא ידועה
hi: अज्ञात त्रुटि
hr: Nepoznata pogreška
hu: Ismeretlen hiba
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
ms: Ralat tidak diketahui
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_pt: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤

# errors.update_failed
source: Update failed
ar: فشل التحديث
ca: Actualització fallida
cs: Aktualizace selhala
da: Opdatering mislykkedes
de: Aktualisierung fehlgeschlagen
el: Η ενημέρωση απέτυχε
es: Actualización fallida
fi: Päivittäminen epäonnistui
fr: Échec de la mise à jour
he: העדכון נכשל
hi: अपडेट विफल
hr: Ažuriranje nije uspjelo
hu: Frissítés sikertelen
id: Gagal memperbarui
it: Aggiornamento fallito
ja: 更新に失敗
ko: 업데이트 실패
ms: Kemas kini gagal
nb: Oppdatering mislyktes
nl: Bijwerken mislukt
pl: Aktualizacja nie powiodła się
pt_pt: Falha na actualização
ro: Actualizare eșuată
ru: Обновление не удалось
sk: Aktualizácia zlyhala
sv: Uppdatering misslyckades
th: การอัปเดตล้มเหลว
tr: Güncelleme başarısız
uk: Оновлення не вдалося
vi: Cập nhật thất bại
zh_hans: 更新失败
zh_hant: 更新失敗

# errors.delete_failed
source: Delete failed
ar: فشل الحذف
ca: Eliminació fallida
cs: Smazání selhalo
da: Sletning mislykkedes
de: Löschen fehlgeschlagen
el: Η διαγραφή απέτυχε
es: Eliminación fallida
fi: Poistaminen epäonnistui
fr: Échec de la suppression
he: המחיקה נכשלה
hi: हटाना विफल
hr: Brisanje nije uspjelo
hu: Törlés sikertelen
id: Hapus Gagal
it: Eliminazione fallita
ja: 削除に失敗
ko: 삭제 실패
ms: Padam gagal
nb: Sletting mislyktes
nl: Verwijderen mislukt
pl: Usuwanie nie powiodło się
pt_pt: Falha na eliminação
ro: Ștergere eșuată
ru: Удаление не удалось
sk: Vymazanie zlyhalo
sv: Radering misslyckades
th: การลบล้มเหลว
tr: Silme başarısız
uk: Видалення не вдалося
vi: Xóa thất bại
zh_hans: 删除失败
zh_hant: 刪除失敗

# errors.permission_denied
source: You don't have permission to perform this action
ar: ليس لديك إذن لتنفيذ هذا الإجراء
ca: No tens permís per realitzar aquesta acció
cs: Nemáte oprávnění k provedení této akce
da: Du har ikke tilladelse til at udføre denne handling
de: Sie haben keine Berechtigung, diese Aktion auszuführen
el: Δεν έχεις δικαίωμα να εκτελέσεις αυτή την ενέργεια
es: No tienes permiso para realizar esta acción
fi: Sinulla ei ole oikeutta suorittaa tätä toimintoa
fr: Vous n'avez pas la permission d'effectuer cette action
he: אין לך הרשאה לבצע פעולה זו
hi: आपके पास इस क्रिया को करने की अनुमति नहीं है
hr: Nemate dopuštenje za izvođenje ove radnje
hu: Nincs engedélyed erre a műveletre
id: Anda tidak memiliki izin untuk melakukan tindakan ini
it: Non hai i permessi per questa azione
ja: この操作に対する許可がありません
ko: 이 작업에 대한 권한이 없습니다
ms: Anda tiada kebenaran untuk tindakan ini
nb: Du har ikke tillatelse til denne handlingen
nl: Je hebt geen toestemming om deze actie uit te voeren
pl: Nie masz uprawnień do tej akcji
pt_pt: Não tem permissão para esta acção
ro: Nu ai permisiunea pentru această acțiune
ru: У вас нет разрешения на это действие
sk: Nemáte povolenie na túto akciu
sv: Du har inte behörighet för denna åtgärd
th: คุณไม่มีสิทธิ์ในการดำเนินการนี้
tr: Bu işlem için izniniz yok
uk: У вас немає дозволу на цю дію
vi: Bạn không có quyền thực hiện hành động này
zh_hans: 你无权执行此操作
zh_hant: 你無權執行此操作
