Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# macos.about_my_dictionary
source: About My Dictionary
ar: حول قاموسي
ca: Quant a El meu diccionari
cs: O mém slovníku
da: Om Min Ordbog
de: Über Mein Wörterbuch
el: Σχετικά με το Λεξικό Μου
es: Acerca de Mi Diccionario
fi: Tietoa Oma Sanakirja
fr: À propos de Mon Dictionnaire
he: אודות המילון שלי
hi: मेरे शब्दकोश के बारे में
hr: O Mojem rječniku
hu: A Saját szótárról
id: Tentang Kamus Saya
it: Informazioni su Il Mio Dizionario
ja: マイ辞書について
ko: 내 사전에 대해
ms: Mengenai Kamus Saya
nb: Om Min ordbok
nl: Over Mijn Woordenboek
pl: O Mój słownik
pt_pt: Sobre O Meu Dicionário
ro: Despre Dicționarul Meu
ru: О Моем словаре
sk: O Môj slovník
sv: Om Min Ordbok
th: เกี่ยวกับพจนานุกรมของฉัน
tr: Sözlüğüm Hakkında
uk: Про мій словник
vi: Giới thiệu về Từ điển của tôi
zh_hans: 关于我的词典
zh_hant: 關於我的詞典

# macos.debug_panel
source: Debug Panel
ar: لوحة التصحيح
ca: Panell de depuració
cs: Panel pro ladění
da: Fejlfindingspanel
el: Πίνακας Αποσφαλμάτωσης
es: Panel de depuración
fi: Vianetsintäpaneeli
fr: Panneau de débogage
he: לוח ניפוי שגיאות
hi: डीबग पैनल
hr: Ploča za otklanjanje pogrešaka
hu: Hibakereső panel
id: Panel Debug
it: Pannello di Debug
ja: デバッグパネル
ko: 디버그 패널
ms: Panel Nyahpepijat
nb: Feilsøkingspanel
nl: Debugpaneel
pl: Panel debugowania
pt_pt: Painel de Depuração
ro: Panou de Depanare
ru: Панель отладки
sk: Panel na ladenie
sv: Felsökningspanel
th: แผงดีบัก
tr: Hata Ayıklama Paneli
uk: Панель налагодження
vi: Bảng gỡ lỗi
zh_hans: 调试面板
zh_hant: 調試面板

# macos.settings
source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# macos.about
source: About
ar: حول
ca: Quant a
cs: O aplikaci
da: Om appen
de: Über die App
el: Σχετικά με την Εφαρμογή
es: Acerca de
fi: Tietoa sovelluksesta
fr: À propos de l'application
he: אודות האפליקציה
hi: ऐप के बारे में
hr: O aplikaciji
hu: Az alkalmazásról
id: Tentang Aplikasi
it: Informazioni sull'App
ja: アプリについて
ko: 앱 정보
ms: Mengenai Apl
nb: Om appen
nl: Over de app
pl: O aplikacji
pt_pt: Sobre a Aplicação
ro: Despre Aplicație
ru: О приложении
sk: O aplikácii
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# macos.shared_dictionaries
source: Shared Dictionaries
ar: قواميس مشتركة
ca: Diccionaris compartits
cs: Sdílené slovníky
da: Delte ordbøger
de: Geteilte Wörterbücher
el: Κοινόχρηστα Λεξικά
es: Diccionarios compartidos
fi: Jaetut sanakirjat
fr: Dictionnaires partagés
he: מילונים משותפים
hi: साझा शब्दकोश
hr: Zajednički rječnici
hu: Megosztott szótárak
id: Kamus Bersama
it: Dizionari Condivisi
ja: 共有辞書
ko: 공유 사전
ms: Kamus Kongsi
nb: Delte ordbøker
nl: Gedeelde woordenboeken
pl: Wspólne słowniki
pt_pt: Dicionários Partilhados
ro: Dicționare Partajate
ru: Общие словари
sk: Zdieľané slovníky
sv: Delade ordböcker
th: พจนานุกรมที่แชร์
tr: Paylaşılan Sözlükler
uk: Спільні словники
vi: Từ điển chia sẻ
zh_hans: 共享词典
zh_hant: 共享詞典

# filter_display.all
source: All
cs: Vše
da: Alle
el: Όλα
hr: Svi
ms: Semua
nl: Alles
pt_pt: Todos
ru: Все

# filter_display.favorite
source: Favorite
ar: المفضلة
ca: Favorit
cs: Oblíbené
da: Favorit
de: Favorit
el: Αγαπημένα
es: Favorito
fi: Suosikki
fr: Favori
he: מועדף
hi: पसंदीदा
hr: Omiljeni
hu: Kedvenc
id: Favorit
it: Preferito
ja: お気に入り
ko: 즐겨찾기
ms: Kegemaran
nb: Favoritt
nl: Favoriet
pl: Ulubione
pt_pt: Favorito
ro: Favorit
ru: Избранные
sk: Obľúbené
sv: Favorit
th: รายการโปรด
tr: Favori
uk: Обране
vi: Yêu thích
zh_hans: 收藏
zh_hant: 收藏

# filter_display.search
source: Search
ar: بحث
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Hae
fr: Rechercher
he: חיפוש
hi: खोज
hr: Pretraga
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
ms: Carian
nb: Søk
nl: Zoeken
pl: Szukaj
pt_pt: Pesquisa
ro: Caută
ru: Поиск
sk: Hľadať
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜索

# filter_display.tag
source: Tag
ar: علامة
ca: Etiqueta
cs: Štítek
el: Ετικέτα
es: Etiqueta
fi: Tunniste
fr: Étiquette
he: תגית
hi: टैग
hr: Oznaka
hu: Címke
ja: タグ
ko: 태그
nb: Etikett
nl: Label
pl: Etykieta
pt_pt: Etiqueta
ro: Etichetă
ru: Тег
sk: Značka
sv: Tagg
th: แท็ก
tr: Etiket
uk: Тег
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

# filter_display.new
source: New
ar: جديد
ca: Nou
cs: Nové
da: Ny
de: Neu
el: Νέο
es: Nuevo
fi: Uusi
fr: Nouveau
he: חדש
hi: नया
hr: Novi
hu: Új
id: Baru
it: Nuovo
ja: 新規
ko: 신규
ms: Baharu
nb: Nytt
nl: Nieuw
pl: Nowe
pt_pt: Novo
ro: Nou
ru: Новые
sk: Nové
sv: Nytt
th: ใหม่
tr: Yeni
uk: Нове
vi: Mới
zh_hans: 新
zh_hant: 新

# filter_display.in_progress
source: In Progress
ar: قيد التقدم
ca: En progrés
cs: Probíhá
da: Under behandling
de: In Bearbeitung
el: Σε Εξέλιξη
es: En progreso
fi: Käsittelyssä
fr: En cours
he: בתהליך
hi: प्रगति में
hr: U tijeku
hu: Folyamatban
id: Sedang Berlangsung
it: In Corso
ja: 進行中
ko: 진행 중
ms: Sedang Berlangsung
nb: Under arbeid
nl: In Behandeling
pl: W toku
pt_pt: Em Curso
ro: În Progres
ru: В процессе
sk: V procese
sv: Pågående
th: กำลังดำเนินการ
tr: Devam Ediyor
uk: В процесі
vi: Đang học
zh_hans: 进行中
zh_hant: 進行中

# filter_display.needs_review
source: Needs Review
ar: يحتاج إلى مراجعة
ca: Necessita revisió
cs: Vyžaduje opakování
da: Kræver gennemsyn
de: Muss überprüft werden
el: Χρειάζεται Επανεξέταση
es: Necesita repaso
fi: Tarkistusta vaativa
fr: À réviser
he: דורש סקירה
hi: समीक्षा की आवश्यकता
hr: Potrebna revizija
hu: Felülvizsgálat szükséges
id: Perlu Ditinjau
it: Richiede Revisione
ja: レビューが必要
ko: 검토 필요
ms: Perlu Semakan
nb: Trenger gjennomgang
nl: Moet Worden Herzien
pl: Wymaga przeglądu
pt_pt: Necessita de Revisão
ro: Necesită Revizuire
ru: Требуют проверки
sk: Potrebuje opakovanie
sv: Behöver repetition
th: ต้องทบทวน
tr: Tekrar Gerekli
uk: Потрібен повтор
vi: Cần ôn tập
zh_hans: 需要复习
zh_hant: 需要複習

# filter_display.mastered
source: Mastered
ar: متقن
ca: Dominades
cs: Zvládnuto
da: Mestret
de: Beherrscht
el: Κατακτημένο
es: Dominado
fi: Hallittu
fr: Maîtrisé
he: שליטה
hi: निपुण
hr: Ovladano
hu: Elsajátítva
id: Dikuasai
it: Padroneggiato
ja: 習得済み
ko: 숙달
ms: Dikuasai
nb: Mestret
nl: Beheerst
pl: Opanowane
pt_pt: Dominado
ro: Stăpânit
ru: Освоены
sk: Zvládnuté
sv: Bemästrat
th: เชี่ยวชาญ
tr: Hâkim Olunan
uk: Опановане
vi: Đã thành thạo
zh_hans: 已掌握
zh_hant: 已掌握

# filter_display.no_words_yet
source: No Words Yet
ar: لا توجد كلمات بعد
ca: Encara no hi ha paraules
cs: Zatím žádná slova
da: Ingen ord endnu
de: Noch keine Wörter
el: Καμία Λέξη Ακόμα
es: Aún no hay palabras
fi: Ei vielä sanoja
fr: Aucun mot pour le moment
he: אין מילים עדיין
hi: अभी तक कोई शब्द नहीं
hr: Još nema riječi
hu: Még nincsenek szavak
id: Belum ada kata
it: Nessuna parola ancora
ja: まだ単語がありません
ko: 아직 단어가 없습니다
ms: Belum Ada Perkataan
nb: Ingen ord ennå
nl: Nog Geen Woorden
pl: Brak słów
pt_pt: Ainda Sem Palavras
ro: Niciun cuvânt încă
ru: Пока нет слов
sk: Zatiaľ žiadne slová
sv: Inga ord ännu
th: ยังไม่มีคำศัพท์
tr: Henüz kelime yok
uk: Поки немає слів
vi: Chưa có từ nào
zh_hans: 暂无单词
zh_hant: 暫無單詞

# filter_display.no_idioms_yet
source: No Idioms Yet
cs: Zatím žádné idiomy
da: Ingen idiomer endnu
el: Καμία Ιδιωματισμός Ακόμα
hr: Još nema idioma
ms: Belum Ada Ungkapan
nl: Nog Geen Idiomen
pt_pt: Ainda Sem Expressões
ru: Пока нет выражений

# filter_display.no_favorite_words
source: No Favorite Words
ar: لا توجد كلمات مفضلة
ca: Sense paraules favorites
cs: Žádná oblíbená slova
da: Ingen favoritord
de: Keine Favoriten-Wörter
el: Καμία Αγαπημένη Λέξη
es: No hay palabras favoritas
fi: Ei suosikkisanoja
fr: Aucun mot favori
he: אין מילים מועדפות
hi: कोई पसंदीदा शब्द नहीं
hr: Nema omiljenih riječi
hu: Nincsenek kedvenc szavak
id: Tidak ada kata favorit
it: Nessuna parola preferita
ja: お気に入りの単語がありません
ko: 즐겨찾기 단어 없음
ms: Tiada Perkataan Kegemaran
nb: Ingen favorittord
nl: Geen Favoriete Woorden
pl: Brak ulubionych słów
pt_pt: Sem Palavras Favoritas
ro: Niciun cuvânt favorit
ru: Нет избранных слов
sk: Žiadne obľúbené slová
sv: Inga favoritord
th: ไม่มีคำศัพท์โปรด
tr: Favori kelime yok
uk: Немає обраних слів
vi: Chưa có từ yêu thích
zh_hans: 暂无收藏的单词
zh_hant: 暫無收藏的單詞

# filter_display.no_favorite_idioms
source: No Favorite Idioms
cs: Žádné oblíbené idiomy
da: Ingen favoritidiomer
el: Καμία Αγαπημένη Ιδιωματισμός
hr: Nema omiljenih idioma
ms: Tiada Ungkapan Kegemaran
nl: Geen Favoriete Idiomen
pt_pt: Sem Expressões Favoritas
ru: Нет избранных выражений

# filter_display.no_search_results
source: No Search Results
ar: لا توجد نتائج بحث
ca: Sense resultats de cerca
cs: Žádné výsledky hledání
da: Ingen søgeresultater
de: Keine Suchergebnisse
el: Κανένα Αποτέλεσμα Αναζήτησης
es: No hay resultados de búsqueda
fi: Ei hakutuloksia
fr: Aucun résultat de recherche
he: אין תוצאות חיפוש
hi: कोई खोज परिणाम नहीं
hr: Nema rezultata pretrage
hu: Nincsenek keresési eredmények
id: Tidak ada hasil pencarian
it: Nessun risultato di ricerca
ja: 検索結果がありません
ko: 검색 결과 없음
ms: Tiada Hasil Carian
nb: Ingen søkeresultater
nl: Geen Zoekresultaten
pl: Brak wyników wyszukiwania
pt_pt: Sem Resultados de Pesquisa
ro: Niciun rezultat de căutare
ru: Нет результатов поиска
sk: Žiadne výsledky vyhľadávania
sv: Inga sökresultat
th: ไม่มีผลการค้นหา
tr: Arama sonucu yok
uk: Немає результатів пошуку
vi: Không có kết quả tìm kiếm
zh_hans: 无搜索结果
zh_hant: 無搜索結果

# filter_display.no_tagged_words
source: No Tagged Words
ar: لا توجد كلمات موسومة
ca: Sense paraules etiquetades
cs: Žádná označená slova
da: Ingen taggede ord
de: Keine getaggten Wörter
el: Καμία Λέξη με Ετικέτα
es: No hay palabras etiquetadas
fi: Ei tunnistettuja sanoja
fr: Aucun mot étiqueté
he: אין מילים מתויגות
hi: कोई टैग किए गए शब्द नहीं
hr: Nema označenih riječi
hu: Nincsenek címkézett szavak
id: Tidak ada kata yang ditandai
it: Nessuna parola taggata
ja: タグ付けされた単語がありません
ko: 태그된 단어 없음
ms: Tiada Perkataan Bertag
nb: Ingen merkede ord
nl: Geen Gelabelde Woorden
pl: Brak oznaczonych słów
pt_pt: Sem Palavras Etiquetadas
ro: Niciun cuvânt etichetat
ru: Нет слов с тегами
sk: Žiadne označené slová
sv: Inga taggade ord
th: ไม่มีคำศัพท์ที่มีแท็ก
tr: Etiketli kelime yok
uk: Немає слів із тегами
vi: Chưa có từ được gắn thẻ
zh_hans: 暂无标记的单词
zh_hant: 暫無標記的單詞

# filter_display.no_tagged_idioms
source: No Tagged Idioms
cs: Žádné označené idiomy
da: Ingen taggede idiomer
el: Καμία Ιδιωματισμός με Ετικέτα
hr: Nema označenih idioma
ms: Tiada Ungkapan Bertag
nl: Geen Gelabelde Idiomen
pt_pt: Sem Expressões Etiquetadas
ru: Нет выражений с тегами

# filter_display.no_new_words
source: No New Words
ar: لا توجد كلمات جديدة
ca: Sense paraules noves
cs: Žádná nová slova
da: Ingen nye ord
de: Keine neuen Wörter
el: Καμία Νέα Λέξη
es: No hay palabras nuevas
fi: Ei uusia sanoja
fr: Aucun nouveau mot
he: אין מילים חדשות
hi: कोई नए शब्द नहीं
hr: Nema novih riječi
hu: Nincsenek új szavak
id: Tidak ada kata baru
it: Nessuna parola nuova
ja: 新しい単語がありません
ko: 새 단어 없음
ms: Tiada Perkataan Baharu
nb: Ingen nye ord
nl: Geen Nieuwe Woorden
pl: Brak nowych słów
pt_pt: Sem Novas Palavras
ro: Niciun cuvânt nou
ru: Нет новых слов
sk: Žiadne nové slová
sv: Inga nya ord
th: ไม่มีคำศัพท์ใหม่
tr: Yeni kelime yok
uk: Немає нових слів
vi: Chưa có từ mới
zh_hans: 暂无新单词
zh_hant: 暫無新單詞

# filter_display.no_new_idioms
source: No New Idioms
cs: Žádné nové idiomy
da: Ingen nye idiomer
el: Καμία Νέα Ιδιωματισμός
hr: Nema novih idioma
ms: Tiada Ungkapan Baharu
nl: Geen Nieuwe Idiomen
pt_pt: Sem Novas Expressões
ru: Нет новых выражений

# filter_display.no_words_in_progress
source: No Words In Progress
ar: لا توجد كلمات قيد التقدم
ca: Sense paraules en progrés
cs: Žádná slova v průběhu
da: Ingen ord under behandling
de: Keine Wörter in Bearbeitung
el: Καμία Λέξη σε Εξέλιξη
es: No hay palabras en progreso
fi: Ei käsittelyssä olevia sanoja
fr: Aucun mot en cours
he: אין מילים בתהליך
hi: कोई प्रगति में शब्द नहीं
hr: Nema riječi u tijeku
hu: Nincsenek folyamatban lévő szavak
id: Tidak ada kata yang sedang berlangsung
it: Nessuna parola in corso
ja: 進行中の単語がありません
ko: 진행 중인 단어 없음
ms: Tiada Perkataan Sedang Berlangsung
nb: Ingen ord under arbeid
nl: Geen Woorden in Behandeling
pl: Brak słów w toku
pt_pt: Sem Palavras em Curso
ro: Niciun cuvânt în progres
ru: Нет слов в процессе
sk: Žiadne slová v procese
sv: Inga pågående ord
th: ไม่มีคำศัพท์ที่กำลังดำเนินการ
tr: Devam eden kelime yok
uk: Немає слів у процесі
vi: Chưa có từ đang học
zh_hans: 暂无进行中的单词
zh_hant: 暫無進行中的單詞

# filter_display.no_idioms_in_progress
source: No Idioms In Progress
cs: Žádné idiomy v průběhu
da: Ingen idiomer under behandling
el: Καμία Ιδιωματισμός σε Εξέλιξη
hr: Nema idioma u tijeku
ms: Tiada Ungkapan Sedang Berlangsung
nl: Geen Idiomen in Behandeling
pt_pt: Sem Expressões em Curso
ru: Нет выражений в процессе

# filter_display.no_words_need_review
source: No Words Need Review
ar: لا توجد كلمات تحتاج إلى مراجعة
ca: Sense paraules que necessitin revisió
cs: Žádná slova vyžadující opakování
da: Ingen ord kræver gennemsyn
de: Keine Wörter, die überprüft werden müssen
el: Καμία Λέξη δεν Χρειάζεται Επανεξέταση
es: No hay palabras que necesiten repaso
fi: Ei tarkistusta vaativia sanoja
fr: Aucun mot à réviser
he: אין מילים הדורשות סקירה
hi: कोई समीक्षा की आवश्यकता वाले शब्द नहीं
hr: Nema riječi koje treba revidirati
hu: Nincsenek felülvizsgálatra váró szavak
id: Tidak ada kata yang perlu ditinjau
it: Nessuna parola che richiede revisione
ja: レビューが必要な単語がありません
ko: 검토 필요한 단어 없음
ms: Tiada Perkataan Perlu Semakan
nb: Ingen ord som trenger gjennomgang
nl: Geen Woorden die Herzien Moeten Worden
pl: Brak słów wymagających przeglądu
pt_pt: Sem Palavras a Necessitar de Revisão
ro: Niciun cuvânt care necesită revizuire
ru: Нет слов, требующих проверки
sk: Žiadne slová nepotrebujú opakovanie
sv: Inga ord behöver repetition
th: ไม่มีคำศัพท์ที่ต้องทบทวน
tr: Tekrar gereken kelime yok
uk: Немає слів, що потребують повтору
vi: Chưa có từ cần ôn tập
zh_hans: 暂无需要复习的单词
zh_hant: 暫無需要複習的單詞

# filter_display.no_idioms_need_review
source: No Idioms Need Review
cs: Žádné idiomy vyžadující opakování
da: Ingen idiomer kræver gennemsyn
el: Καμία Ιδιωματισμός δεν Χρειάζεται Επανεξέταση
hr: Nema idioma koji treba revidirati
ms: Tiada Ungkapan Perlu Semakan
nl: Geen Idiomen die Herzien Moeten Worden
pt_pt: Sem Expressões a Necessitar de Revisão
ru: Нет выражений, требующих проверки

# filter_display.no_mastered_words
source: No Mastered Words
ar: لا توجد كلمات متقنة
ca: Sense paraules dominades
cs: Žádná zvládnutá slova
da: Ingen mestrede ord
de: Keine beherrschten Wörter
el: Καμία Κατακτημένη Λέξη
es: No hay palabras dominadas
fi: Ei hallittuja sanoja
fr: Aucun mot maîtrisé
he: אין מילים שנשלטו
hi: कोई निपुण शब्द नहीं
hr: Nema ovladanih riječi
hu: Nincsenek elsajátított szavak
id: Tidak ada kata yang dikuasai
it: Nessuna parola padroneggiata
ja: 習得済みの単語がありません
ko: 숙달된 단어 없음
ms: Tiada Perkataan Dikuasai
nb: Ingen mestrede ord
nl: Geen Beheerde Woorden
pl: Brak opanowanych słów
pt_pt: Sem Palavras Dominadas
ro: Niciun cuvânt stăpânit
ru: Нет освоенных слов
sk: Žiadne zvládnuté slová
sv: Inga bemästrade ord
th: ไม่มีคำศัพท์ที่เชี่ยวชาญ
tr: Hâkim olunan kelime yok
uk: Немає опанованих слів
vi: Chưa có từ đã thành thạo
zh_hans: 暂无已掌握的单词
zh_hant: 暫無已掌握的單詞

# filter_display.no_mastered_idioms
source: No Mastered Idioms
cs: Žádné zvládnuté idiomy
da: Ingen mestrede idiomer
el: Καμία Κατακτημένη Ιδιωματισμός
hr: Nema ovladanih idioma
ms: Tiada Ungkapan Dikuasai
nl: Geen Beheerde Idiomen
pt_pt: Sem Expressões Dominadas
ru: Нет освоенных выражений

# filter_display.start_building_vocabulary
source: Start building your vocabulary by adding your first word
ar: ابدأ ببناء مفرداتك بإضافة كلمتك الأولى
ca: Comença a construir el teu vocabulari afegint la teva primera paraula
cs: Začněte budovat svou slovní zásobu přidáním prvního slova
da: Begynd at opbygge dit ordforråd ved at tilføje dit første ord
de: Beginnen Sie, Ihren Wortschatz aufzubauen, indem Sie Ihr erstes Wort hinzufügen
el: Ξεκινήστε να δημιουργείτε το λεξιλόγιό σας προσθέτοντας την πρώτη σας λέξη
es: Comienza a construir tu vocabulario añadiendo la primera palabra
fi: Aloita sanastosi rakentaminen lisäämällä ensimmäinen sanasi
fr: Commencez à construire votre vocabulaire en ajoutant votre premier mot
he: התחל לבנות את אוצר המילים שלך על ידי הוספת המילה הראשונה שלך
hi: अपना पहला शब्द जोड़कर अपनी शब्दावली बनाना शुरू करें
hr: Započnite graditi svoj vokabular dodavanjem prve riječi
hu: Kezdj el szókincset építeni az első szavad hozzáadásával
id: Mulai bangun kosakata Anda dengan menambahkan kata pertama Anda
it: Inizia a costruire il tuo vocabolario aggiungendo la tua prima parola
ja: 最初の単語を追加して語彙の構築を始める
ko: 첫 번째 단어를 추가하여 어휘를 쌓기 시작하세요
ms: Mulakan pembinaan perbendaharaan kata dengan menambah perkataan pertama anda
nb: Begynn å bygge vokabularet ditt ved å legge til ditt første ord
nl: Begin met het opbouwen van je woordenschat door je eerste woord toe te voegen
pl: Zacznij budować swoje słownictwo, dodając swoje pierwsze słowo
pt_pt: Comece a construir o seu vocabulário adicionando a sua primeira palavra
ro: Începe să-ți construiești vocabularul adăugând primul cuvânt
ru: Начните создавать свой словарный запас, добавив первое слово
sk: Začnite si budovať slovnú zásobu pridaním prvého slova
sv: Börja bygga ditt ordförråd genom att lägga till det första ordet
th: เริ่มสร้างคลังคำศัพท์ของคุณโดยเพิ่มคำศัพท์แรก
tr: İlk kelimeyi ekleyerek kelime dağarcığınızı oluşturmaya başlayın
uk: Почніть створювати свій словниковий запас, додавши перше слово
vi: Bắt đầu xây dựng vốn từ vựng của bạn bằng cách thêm từ đầu tiên
zh_hans: 通过添加你的第一个单词开始构建你的词汇库
zh_hant: 通過添加你的第一個單詞開始構建你的詞彙庫

# filter_display.start_building_vocabulary_idioms
source: Start building your vocabulary by adding your first idiom
cs: Začněte budovat svou slovní zásobu přidáním prvního idiomu
da: Begynd at opbygge dit ordforråd ved at tilføje dit første idiom
el: Ξεκινήστε να δημιουργείτε το λεξιλόγιό σας προσθέτοντας τον πρώτο σας ιδιωματισμό
hr: Započnite graditi svoj vokabular dodavanjem prvog idioma
ms: Mulakan pembinaan perbendaharaan kata dengan menambah ungkapan pertama anda
nl: Begin met het opbouwen van je woordenschat door je eerste idioom toe te voegen
pt_pt: Comece a construir o seu vocabulário adicionando a sua primeira expressão
ru: Начните создавать свой словарный запас, добавив первое выражение

# filter_display.tap_heart_icon_to_add_favorites
source: Tap the heart icon on any word to add it to your favorites
ar: انقر على أيقونة القلب على أي كلمة لإضافتها إلى المفضلة
ca: Toca la icona del cor en qualsevol paraula per afegir-la als favorits
cs: Klepnutím na ikonu srdce u jakéhokoli slova jej přidejte do oblíbených
da: Tryk på hjerteikonet på et hvilket som helst ord for at tilføje det til favoritter
de: Tippen Sie auf das Herzsymbol bei einem Wort, um es zu den Favoriten hinzuzufügen
el: Πατήστε το εικονίδιο καρδιάς σε οποιαδήποτε λέξη για να την προσθέσετε στα αγαπημένα σας
es: Pulsa el icono de corazón en cualquier palabra para añadirla a favoritos
fi: Napauta sydänkuvaketta minkä tahansa sanan kohdalla lisätäksesi sen suosikkeihin
fr: Appuyez sur l'icône en forme de cœur sur n'importe quel mot pour l'ajouter aux favoris
he: לחץ על סמל הלב על מילה כלשהי כדי להוסיף אותה למועדפים
hi: किसी भी शब्द को पसंदीदा में जोड़ने के लिए हार्ट आइकन पर टैप करें
hr: Dodirnite ikonu srca na bilo kojoj riječi da biste je dodali u favorite
hu: Koppints a szív ikonra bármely szón, hogy hozzáadd a kedvencekhez
id: Ketuk ikon hati pada kata apa pun untuk menambahkannya ke favorit
it: Tocca l'icona del cuore su qualsiasi parola per aggiungerla ai preferiti
ja: 任意の単語のハートアイコンをタップしてお気に入りに追加
ko: 단어의 하트 아이콘을 탭하여 즐겨찾기에 추가하세요
ms: Ketuk ikon hati pada mana-mana perkataan untuk menambahkannya ke kegemaran anda
nb: Trykk på hjerteikonet på et ord for å legge det til i favoritter
nl: Tik op het harticoon bij een woord om het aan je favorieten toe te voegen
pl: Dotknij ikony serca na dowolnym słowie, aby dodać je do ulubionych
pt_pt: Toque no ícone de coração em qualquer palavra para a adicionar aos seus favoritos
ro: Atinge pictograma inimă pe orice cuvânt pentru a-l adăuga la favorite
ru: Нажмите на значок сердца на любом слове, чтобы добавить его в избранное
sk: Kliknite na ikonu srdca na akomkoľvek slove, aby ste ho pridali do obľúbených
sv: Klicka på hjärtikonen på något ord för att lägga till det i favoriter
th: กดไอคอนรูปหัวใจบนคำศัพท์ใดๆ เพื่อเพิ่มลงในรายการโปรด
tr: Favorilere eklemek için herhangi bir kelimenin üzerindeki kalp simgesine tıklayın
uk: Натисніть значок серця на будь-якому слові, щоб додати його до обраного
vi: Nhấn vào biểu tượng trái tim trên bất kỳ từ nào để thêm vào yêu thích
zh_hans: 点击任何单词上的心形图标将其添加到收藏
zh_hant: 點擊任何單詞上的心形圖標將其添加到收藏

# filter_display.tap_heart_icon_to_add_favorites_idioms
source: Tap the heart icon on any idiom to add it to your favorites
cs: Klepnutím na ikonu srdce u jakéhokoli idiomu jej přidejte do oblíbených
da: Tryk på hjerteikonet på et hvilket som helst idiom for at tilføje det til favoritter
el: Πατήστε το εικονίδιο καρδιάς σε οποιονδήποτε ιδιωματισμό για να τον προσθέσετε στα αγαπημένα σας
hr: Dodirnite ikonu srca na bilo kojem idiomu da biste ga dodali u favorite
ms: Ketuk ikon hati pada mana-mana ungkapan untuk menambahkannya ke kegemaran anda
nl: Tik op het harticoon bij een idioom om het aan je favorieten toe te voegen
pt_pt: Toque no ícone de coração em qualquer expressão para a adicionar aos seus favoritos
ru: Нажмите на значок сердца на любом выражении, чтобы добавить её в избранное

# filter_display.try_different_search_term
source: Try a different search term or add a new word
ar: جرب مصطلح بحث مختلف أو أضف كلمة جديدة
ca: Prova un terme de cerca diferent o afegeix una paraula nova
cs: Zkuste jiný vyhledávací termín nebo přidejte nové slovo
da: Prøv et andet søgeord eller tilføj et nyt ord
de: Versuchen Sie einen anderen Suchbegriff oder fügen Sie ein neues Wort hinzu
el: Δοκιμάστε έναν διαφορετικό όρο αναζήτησης ή προσθέστε μια νέα λέξη
es: Prueba un término de búsqueda diferente o añade una nueva palabra
fi: Kokeile eri hakutermiä tai lisää uusi sana
fr: Essayez un autre terme de recherche ou ajoutez un nouveau mot
he: נסה מונח חיפוש אחר או הוסף מילה חדשה
hi: अलग खोज शब्द आज़माएं या एक नया शब्द जोड़ें
hr: Pokušajte s drugim pojmom za pretragu ili dodajte novu riječ
hu: Próbálj más keresési kifejezést, vagy adj hozzá egy új szót
id: Coba istilah pencarian lain atau tambahkan kata baru
it: Prova un termine di ricerca diverso o aggiungi una nuova parola
ja: 別の検索語を試すか、新しい単語を追加してください
ko: 다른 검색어를 시도하거나 새 단어를 추가하세요
ms: Cuba istilah carian lain atau tambah perkataan baharu
nb: Prøv et annet søkeord eller legg til et nytt ord
nl: Probeer een andere zoekterm of voeg een nieuw woord toe
pl: Spróbuj innego hasła wyszukiwania lub dodaj nowe słowo
pt_pt: Tente um termo de pesquisa diferente ou adicione uma nova palavra
ro: Încearcă un alt termen de căutare sau adaugă un cuvânt nou
ru: Попробуйте другой поисковый запрос или добавьте новое слово
sk: Skúste iný vyhľadávací výraz alebo pridajte nové slovo
sv: Försök med en annan sökterm eller lägg till ett nytt ord
th: ลองใช้คำค้นหาอื่นหรือเพิ่มคำศัพท์ใหม่
tr: Farklı bir arama terimi deneyin veya yeni bir kelime ekleyin
uk: Спробуйте інший пошуковий запит або додайте нове слово
vi: Thử một từ khóa tìm kiếm khác hoặc thêm từ mới
zh_hans: 尝试不同的搜索词或添加新单词
zh_hant: 嘗試不同的搜索詞或添加新單詞
