Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# quizzes.you_can_practice_vocabulary
source: You can practice your own vocabulary, or select a shared dictionary that is already populated with words.
ar: يمكنك ممارسة مفرداتك الخاصة، أو اختيار قاموس مشترك مملوء بالكلمات بالفعل.
ca: Pots practicar el teu propi vocabulari o seleccionar un diccionari compartit que ja estigui ple de paraules.
cs: Můžete cvičit svou slovní zásobu nebo vybrat sdílený slovník, který již obsahuje slova.
da: Du kan øve dit eget ordforråd eller vælge en delt ordbog, der allerede er fyldt med ord.
de: Sie können Ihren eigenen Wortschatz üben oder ein geteiltes Wörterbuch auswählen, das bereits Wörter enthält.
es: Puedes practicar tu vocabulario o seleccionar un diccionario compartido que ya tenga palabras.
fi: Voit harjoitella omaa sanastoasi tai valita jaetun sanakirjan, joka on jo täytetty sanoilla.
fr: Vous pouvez pratiquer votre propre vocabulaire ou choisir un dictionnaire partagé déjà rempli de mots.
he: אתה יכול לתרגל את אוצר המילים שלך או לבחור מילון משותף שכבר מכיל מילים.
hi: आप अपनी शब्दावली का अभ्यास कर सकते हैं या पहले से शब्दों से भरा हुआ साझा शब्दकोश चुन सकते हैं।
hu: Gyakorolhatod a szókincsedet, vagy választhatsz egy már szavakkal teli megosztott szótárat.
id: Anda dapat melatih kosakata Anda atau memilih kamus bersama yang sudah berisi kata.
it: Puoi esercitarti con il tuo vocabolario o scegliere un dizionario condiviso già popolato di parole.
ja: 語彙を練習するか、すでに単語が入力されている共有辞書を選択できます。
ko: 어휘를 연습하거나 이미 단어가 포함된 공유 사전을 선택할 수 있습니다.
ms: Anda boleh berlatih kosa kata anda atau pilih kamus kongsi yang telah diisi dengan perkataan.
nb: Du kan øve på vokabularet ditt eller velge en delt ordbok som allerede inneholder ord.
nl: Je kunt je eigen woordenschat oefenen of een gedeeld woordenboek kiezen dat al woorden bevat.
pl: Możesz ćwiczyć swoje słownictwo lub wybrać wspólny słownik, który już zawiera słowa.
pt_pt: Pode praticar o seu vocabulário ou escolher um dicionário partilhado que já tenha palavras.
ro: Îți poți exersa vocabularul sau poți alege un dicționar partajat care conține deja cuvinte.
ru: Вы можете практиковать свой словарный запас или выбрать общий словарь, в котором уже есть слова.
sv: Du kan öva ditt ordförråd eller välja en delad ordbok som redan innehåller ord.
th: คุณสามารถฝึกคำศัพท์หรือเลือกพจนานุกรมที่แชร์ที่มีคำศัพท์อยู่แล้ว
tr: Kelime dağarcığınızı pratik yapabilir veya zaten kelime içeren paylaşılan bir sözlük seçebilirsiniz.
uk: Ви можете практикувати словниковий запас або вибрати спільний словник, який уже містить слова
vi: Bạn có thể luyện tập từ vựng hoặc chọn từ điển chia sẻ đã có từ.
zh_hans: 你可以练习自己的词汇，或选择一个已包含单词的共享词典。
zh_hant: 你可以練習自己的詞彙，或選擇一個已包含單詞的共享詞典。

# quizzes.select_shared_dictionary_populated
source: Select a shared dictionary that is already populated with words.
ar: اختر قاموسًا مشتركًا مملوءًا بالكلمات بالفعل.
ca: Selecciona un diccionari compartit que ja estigui ple de paraules.
cs: Vyberte sdílený slovník, který již obsahuje slova.
da: Vælg en delt ordbog, der allerede er fyldt med ord.
de: Wählen Sie ein geteiltes Wörterbuch aus, das bereits Wörter enthält.
es: Selecciona un diccionario compartido que ya tenga palabras.
fi: Valitse jaettu sanakirja, joka on jo täytetty sanoilla.
fr: Sélectionnez un dictionnaire partagé déjà rempli de mots.
he: בחר מילון משותף שכבר מכיל מילים.
hi: पहले से शब्दों से भरा हुआ साझा शब्दकोश चुनें।
hu: Válassz egy már szavakkal teli megosztott szótárat.
id: Pilih kamus bersama yang sudah berisi kata.
it: Seleziona un dizionario condiviso già popolato di parole.
ja: すでに単語が入力されている共有辞書を選択。
ko: 이미 단어가 포함된 공유 사전을 선택하세요.
ms: Pilih kamus kongsi yang telah diisi dengan perkataan.
nb: Velg en delt ordbok som allerede inneholder ord.
nl: Selecteer een gedeeld woordenboek dat al woorden bevat.
pl: Wybierz wspólny słownik, który już zawiera słowa.
pt_pt: Seleccione um dicionário partilhado que já tenha palavras.
ro: Selectează un dicționar partajat care conține deja cuvinte.
ru: Выберите общий словарь, в котором уже есть слова.
sv: Välj en delad ordbok som redan innehåller ord.
th: เลือกพจนานุกรมที่แชร์ที่มีคำศัพท์อยู่แล้ว
tr: Zaten kelime içeren paylaşılan bir sözlük seçin.
uk: Виберіть спільний словник, який уже містить слова
vi: Chọn từ điển chia sẻ đã có từ.
zh_hans: 选择一个已包含单词的共享词典。
zh_hant: 選擇一個已包含單詞的共享詞典。

# quizzes.number_words_practice_session
source: Number of words to practice in each session (%d-%d)
ar: عدد الكلمات للتدريب في كل جلسة (%d-%d)
ca: Nombre de paraules per practicar a cada sessió (%d-%d)
cs: Počet slov na cvičební relaci (%d-%d)
da: Antal ord til øvelse pr. session (%d-%d)
de: Anzahl der Wörter pro Übungssitzung (%d-%d)
es: Número de palabras por sesión de práctica (%d-%d)
fi: Sanojen määrä harjoitussessiota kohden (%d-%d)
fr: Nombre de mots par session d'entraînement (%d-%d)
he: מספר המילים לסשן תרגול (%d-%d)
hi: प्रति अभ्यास सत्र शब्दों की संख्या (%d-%d)
hu: Szavak száma gyakorlási munkamenetenként (%d-%d)
id: Jumlah kata per sesi latihan (%d-%d)
it: Numero di parole per sessione di pratica (%d-%d)
ja: 練習セッションごとの単語数（%d-%d）
ko: 연습 세션당 단어 수 (%d-%d)
ms: Bilangan perkataan setiap sesi latihan (%d-%d)
nb: Antall ord per øvingsøkt (%d-%d)
nl: Aantal woorden per oefensessie (%d-%d)
pl: Liczba słów na sesję ćwiczeń (%d-%d)
pt_pt: Número de palavras por sessão de prática (%d-%d)
ro: Număr de cuvinte pe sesiune de practică (%d-%d)
ru: Количество слов за сессию практики (%d-%d)
sv: Antal ord per övningssession (%d-%d)
th: จำนวนคำศัพท์ต่อเซสชันการฝึก (%d-%d)
tr: Alıştırma oturumu başına kelime sayısı (%d-%d)
uk: Кількість слів за сеанс практики (%d-%d)
vi: Số lượng từ mỗi phiên luyện tập (%d-%d)
zh_hans: 每次练习的单词数量 (%d-%d)
zh_hant: 每次練習的單詞數量 (%d-%d)

# quizzes.shared_dictionary_needs_hard_words
source: The shared dictionary '%@' needs at least 1 hard word to practice in hard words mode. It currently has %d hard words.
ar: القاموس المشترك '%@' يحتاج إلى كلمة صعبة واحدة على الأقل للتدريب في وضع الكلمات الصعبة. يحتوي حاليًا على %d كلمات صعبة.
ca: El diccionari compartit '%@' necessita almenys 1 paraula difícil per practicar en mode de paraules difícils. Actualment té %d paraules difícils.
cs: Sdílený slovník '%@' potřebuje alespoň 1 obtížné slovo pro cvičení v režimu obtížných slov. Aktuálně má %d obtížných slov.
da: Den delte ordbog '%@' kræver mindst 1 svært ord til øvelse i svært ord-tilstand. Den har i øjeblikket %d svære ord.
de: Das geteilte Wörterbuch '%@' benötigt mindestens 1 schwieriges Wort für die Übung im Modus für schwierige Wörter. Es hat derzeit %d schwierige Wörter.
es: El diccionario compartido '%@' necesita al menos 1 palabra difícil para practicar en modo difícil. Actualmente tiene %d palabras difíciles.
fi: Jaettu sanakirja '%@' vaatii vähintään 1 vaikean sanan harjoitteluun vaikeiden sanojen tilassa. Sillä on tällä hetkellä %d vaikeaa sanaa.
fr: Le dictionnaire partagé '%@' nécessite au moins 1 mot difficile pour s'entraîner en mode mots difficiles. Il contient actuellement %d mots difficiles.
he: המילון המשותף '%@' דורש לפחות מילה קשה אחת לתרגול במצב מילים קשות. כרגע יש בו %d מילים קשות.
hi: साझा शब्दकोश '%@' को कठिन शब्द मोड में अभ्यास के लिए कम से कम 1 कठिन शब्द की आवश्यकता है। वर्तमान में इसमें %d कठिन शब्द हैं।
hu: A '%@' megosztott szótárhoz legalább 1 nehéz szó szükséges a nehéz szavak módú gyakorláshoz. Jelenleg %d nehéz szó van benne.
id: Kamus bersama '%@' memerlukan setidaknya 1 kata sulit untuk latihan mode sulit. Saat ini memiliki %d kata sulit.
it: Il dizionario condiviso '%@' richiede almeno 1 parola difficile per esercitarsi in modalità difficile. Attualmente ha %d parole difficili.
ja: 共有辞書「%@」には、難しいモードでの練習に少なくとも1つの難しい単語が必要です。現在%d個の難しい単語があります。
ko: '%@' 공유 사전은 어려운 모드 연습을 위해 최소 1개의 어려운 단어가 필요합니다. 현재 %d개의 어려운 단어가 있습니다.
ms: Kamus kongsi '%@' memerlukan sekurang-kurangnya 1 perkataan sukar untuk berlatih dalam mod sukar. Kini mempunyai %d perkataan sukar.
nb: Delt ordbok '%@' krever minst 1 vanskelig ord for å øve i vanskelig modus. Har nå %d vanskelige ord.
nl: Het gedeelde woordenboek '%@' heeft minimaal 1 moeilijk woord nodig voor oefening in de moeilijke woordenmodus. Het heeft momenteel %d moeilijke woorden.
pl: Wspólny słownik '%@' wymaga co najmniej 1 trudnego słowa do ćwiczeń w trybie trudnym. Obecnie ma %d trudnych słów.
pt_pt: O dicionário partilhado '%@' precisa de pelo menos 1 palavra difícil para praticar no modo difícil. Actualmente tem %d palavras difíceis.
ro: Dicționarul partajat '%@' are nevoie de cel puțin 1 cuvânt dificil pentru a exersa în modul dificil. În prezent are %d cuvinte dificile.
ru: Общему словарю '%@' нужно как минимум 1 сложное слово для практики в сложном режиме. Сейчас в нём %d сложных слов.
sv: Den delade ordboken '%@' behöver minst 1 svårt ord för att öva i svårt läge. Den har för närvarande %d svåra ord.
th: พจนานุกรมที่แชร์ '%@' ต้องมีคำศัพท์ที่ยากอย่างน้อย 1 คำเพื่อฝึกในโหมดยาก ขณะนี้มี %d คำที่ยาก
tr: '%@' paylaşılan sözlüğü, zor modda pratik yapmak için en az 1 zor kelimeye ihtiyaç duyar. Şu anda %d zor kelime var.
uk: Спільний словник '%@' потребує принаймні 1 складного слова для практики в складному режимі. Наразі є %d складних слів
vi: Từ điển chia sẻ '%@' cần ít nhất 1 từ khó để luyện tập ở chế độ khó. Hiện tại có %d từ khó.
zh_hans: 共享词典 '%@' 至少需要 1 个困难单词才能在困难单词模式下练习。当前有 %d 个困难单词。
zh_hant: 共享詞典 '%@' 至少需要 1 個困難單詞才能在困難單詞模式下練習。當前有 %d 個困難單詞。

# quizzes.needs_at_least_words_start_quizzes
source: The shared dictionary '%@' needs at least 10 words to start quizzes. It currently has %d words.
ar: القاموس المشترك '%@' يحتاج إلى 10 كلمات على الأقل لبدء الاختبارات. يحتوي حاليًا على %d كلمات.
ca: El diccionari compartit '%@' necessita almenys 10 paraules per començar els qüestionaris. Actualment té %d paraules.
cs: Sdílený slovník '%@' potřebuje alespoň 10 slov pro zahájení kvízů. Aktuálně má %d slov.
da: Den delte ordbog '%@' kræver mindst 10 ord for at starte quizzer. Den har i øjeblikket %d ord.
de: Das geteilte Wörterbuch '%@' benötigt mindestens 10 Wörter, um Quiz zu starten. Es hat derzeit %d Wörter.
es: El diccionario compartido '%@' necesita al menos 10 palabras para iniciar cuestionarios. Actualmente tiene %d palabras.
fi: Jaettu sanakirja '%@' vaatii vähintään 10 sanaa visojen aloittamiseen. Sillä on tällä hetkellä %d sanaa.
fr: Le dictionnaire partagé '%@' nécessite au moins 10 mots pour commencer les quiz. Il contient actuellement %d mots.
he: המילון המשותף '%@' דורש לפחות 10 מילים כדי להתחיל חידונים. כרגע יש בו %d מילים.
hi: साझा शब्दकोश '%@' को क्विज़ शुरू करने के लिए कम से कम 10 शब्दों की आवश्यकता है। वर्तमान में इसमें %d शब्द हैं।
hu: A '%@' megosztott szótárhoz legalább 10 szó szükséges a kvizek elkezdéséhez. Jelenleg %d szó van benne.
id: Kamus bersama '%@' memerlukan setidaknya 10 kata untuk memulai kuis. Saat ini memiliki %d kata.
it: Il dizionario condiviso '%@' richiede almeno 10 parole per iniziare i quiz. Attualmente ha %d parole.
ja: 共有辞書「%@」には、クイズを開始するために少なくとも10単語が必要です。現在%d単語があります。
ko: '%@' 공유 사전은 퀴즈를 시작하려면 최소 10개의 단어가 필요합니다. 현재 %d개의 단어가 있습니다.
ms: Kamus kongsi '%@' memerlukan sekurang-kurangnya 10 perkataan untuk memulakan kui. Kini mempunyai %d perkataan.
nb: Delt ordbok '%@' krever minst 10 ord for å starte quizzer. Har nå %d ord.
nl: Het gedeelde woordenboek '%@' heeft minimaal 10 woorden nodig om quizzen te starten. Het heeft momenteel %d woorden.
pl: Wspólny słownik '%@' wymaga co najmniej 10 słów, aby rozpocząć quizy. Obecnie ma %d słów.
pt_pt: O dicionário partilhado '%@' precisa de pelo menos 10 palavras para iniciar questionários. Actualmente tem %d palavras.
ro: Dicționarul partajat '%@' are nevoie de cel puțin 10 cuvinte pentru a începe testele. În prezent are %d cuvinte.
ru: Общему словарю '%@' нужно как минимум 10 слов для начала викторины. Сейчас в нём %d слов.
sv: Den delade ordboken '%@' behöver minst 10 ord för att starta quiz. Den har för närvarande %d ord.
th: พจนานุกรมที่แชร์ '%@' ต้องมีอย่างน้อย 10 คำเพื่อเริ่มแบบทดสอบ ขณะนี้มี %d คำ
tr: '%@' paylaşılan sözlüğü, testleri başlatmak için en az 10 kelimeye ihtiyaç duyar. Şu anda %d kelime var.
uk: Спільний словник '%@' потребує принаймні 10 слів для початку тестів. Наразі є %d слів
vi: Từ điển chia sẻ '%@' cần ít nhất 10 từ để bắt đầu bài kiểm tra. Hiện tại có %d từ.
zh_hans: 共享词典 '%@' 至少需要 10 个单词才能开始测验。当前有 %d 个单词。
zh_hant: 共享詞典 '%@' 至少需要 10 個單詞才能開始測驗。當前有 %d 個單詞。

# quizzes.need_at_least_hard_word_practice
source: You need at least 1 hard word to practice in hard words mode. You currently have %d hard words.
ar: تحتاج إلى كلمة صعبة واحدة على الأقل للتدريب في وضع الكلمات الصعبة. لديك حاليًا %d كلمات صعبة.
ca: Necessites almenys 1 paraula difícil per practicar en mode de paraules difícils. Actualment tens %d paraules difícils.
cs: Potřebujete alespoň 1 obtížné slovo pro cvičení v režimu obtížných slov. Aktuálně máte %d obtížných slov.
da: Mindst 1 svært ord kræves til øvelse i svært ord-tilstand. Du har i øjeblikket %d svære ord.
de: Mindestens 1 schwieriges Wort für die Übung im Modus für schwierige Wörter erforderlich. Sie haben derzeit %d schwierige Wörter.
es: Se necesita al menos 1 palabra difícil para practicar en modo difícil. Actualmente tienes %d palabras difíciles.
fi: Vaikeiden sanojen tilassa harjoitteluun tarvitaan vähintään 1 vaikea sana. Sinulla on tällä hetkellä %d vaikeaa sanaa.
fr: Au moins 1 mot difficile est requis pour s'entraîner en mode mots difficiles. Vous avez actuellement %d mots difficiles.
he: נדרשת לפחות מילה קשה אחת לתרגול במצב מילים קשות. כרגע יש לך %d מילים קשות.
hi: कठिन शब्द मोड में अभ्यास के लिए कम से कम 1 कठिन शब्द की आवश्यकता है। वर्तमान में आपके पास %d कठिन शब्द हैं।
hu: Legalább 1 nehéz szó szükséges a nehéz szavak módú gyakorláshoz. Jelenleg %d nehéz szavad van.
id: Diperlukan setidaknya 1 kata sulit untuk latihan mode sulit. Saat ini Anda memiliki %d kata sulit.
it: È necessaria almeno 1 parola difficile per esercitarsi in modalità difficile. Attualmente hai %d parole difficili.
ja: 難しいモードでの練習には少なくとも1つの難しい単語が必要です。現在%d個の難しい単語があります。
ko: 어려운 모드 연습을 위해 최소 1개의 어려운 단어가 필요합니다. 현재 %d개의 어려운 단어가 있습니다.
ms: Sekurang-kurangnya 1 perkataan sukar diperlukan untuk berlatih dalam mod sukar. Kini anda mempunyai %d perkataan sukar.
nb: Minst 1 vanskelig ord kreves for å øve i vanskelig modus. Har nå %d vanskelige ord.
nl: Minimaal 1 moeilijk woord nodig voor oefening in de moeilijke woordenmodus. Je hebt momenteel %d moeilijke woorden.
pl: Do ćwiczeń w trybie trudnym wymagane jest co najmniej 1 trudne słowo. Obecnie masz %d trudnych słów.
pt_pt: É necessária pelo menos 1 palavra difícil para praticar no modo difícil. Actualmente tem %d palavras difíceis.
ro: Este nevoie de cel puțin 1 cuvânt dificil pentru a exersa în modul dificil. În prezent ai %d cuvinte dificile.
ru: Для практики в сложном режиме требуется как минимум 1 сложное слово. Сейчас у вас %d сложных слов.
sv: Minst 1 svårt ord behövs för att öva i svårt läge. Du har för närvarande %d svåra ord.
th: ต้องมีคำศัพท์ที่ยากอย่างน้อย 1 คำเพื่อฝึกในโหมดยาก ขณะนี้คุณมี %d คำที่ยาก
tr: Zor modda pratik yapmak için en az 1 zor kelime gerekli. Şu anda %d zor kelimeniz var.
uk: Потрібно принаймні 1 складне слово для практики в складному режимі. Наразі у вас %d складних слів
vi: Cần ít nhất 1 từ khó để luyện tập ở chế độ khó. Hiện tại bạn có %d từ khó.
zh_hans: 你至少需要 1 个困难单词才能在困难单词模式下练习。当前有 %d 个困难单词。
zh_hant: 你至少需要 1 個困難單詞才能在困難單詞模式下練習。當前有 %d 個困難單詞。

# quizzes.need_at_least_words_start_quizzes
source: You need at least 10 words to start quizzes. You currently have %d words.
ar: تحتاج إلى 10 كلمات على الأقل لبدء الاختبارات. لديك حاليًا %d كلمات.
ca: Necessites almenys 10 paraules per començar els qüestionaris. Actualment tens %d paraules.
cs: Potřebujete alespoň 10 slov pro zahájení kvízů. Aktuálně máte %d slov.
da: Mindst 10 ord kræves for at starte quizzer. Du har i øjeblikket %d ord.
de: Mindestens 10 Wörter erforderlich, um Quiz zu starten. Sie haben derzeit %d Wörter.
es: Se necesitan al menos 10 palabras para iniciar cuestionarios. Actualmente tienes %d palabras.
fi: Visojen aloittamiseen tarvitaan vähintään 10 sanaa. Sinulla on tällä hetkellä %d sanaa.
fr: Au moins 10 mots sont requis pour commencer les quiz. Vous avez actuellement %d mots.
he: נדרשות לפחות 10 מילים כדי להתחיל חידונים. כרגע יש לך %d מילים.
hi: क्विज़ शुरू करने के लिए कम से कम 10 शब्दों की आवश्यकता है। वर्तमान में आपके पास %d शब्द हैं।
hu: Legalább 10 szó szükséges a kvizek elkezdéséhez. Jelenleg %d szavad van.
id: Diperlukan setidaknya 10 kata untuk memulai kuis. Saat ini Anda memiliki %d kata.
it: Sono necessarie almeno 10 parole per iniziare i quiz. Attualmente hai %d parole.
ja: クイズを開始するには少なくとも10単語が必要です。現在%d単語があります。
ko: 퀴즈를 시작하려면 최소 10개의 단어가 필요합니다. 현재 %d개의 단어가 있습니다.
ms: Sekurang-kurangnya 10 perkataan diperlukan untuk memulakan kui. Kini anda mempunyai %d perkataan.
nb: Minst 10 ord kreves for å starte quizzer. Har nå %d ord.
nl: Minimaal 10 woorden nodig om quizzen te starten. Je hebt momenteel %d woorden.
pl: Do rozpoczęcia quizów wymagane jest co najmniej 10 słów. Obecnie masz %d słów.
pt_pt: São necessárias pelo menos 10 palavras para iniciar questionários. Actualmente tem %d palavras.
ro: Este nevoie de cel puțin 10 cuvinte pentru a începe testele. În prezent ai %d cuvinte.
ru: Для начала викторины требуется как минимум 10 слов. Сейчас у вас %d слов.
sv: Minst 10 ord behövs för att starta quiz. Du har för närvarande %d ord.
th: ต้องมีอย่างน้อย 10 คำเพื่อเริ่มแบบทดสอบ ขณะนี้คุณมี %d คำ
tr: Testleri başlatmak için en az 10 kelime gerekli. Şu anda %d kelimeniz var.
uk: Потрібно принаймні 10 слів для початку тестів. Наразі у вас %d слів
vi: Cần ít nhất 10 từ để bắt đầu bài kiểm tra. Hiện tại bạn có %d từ.
zh_hans: 你至少需要 10 个单词才能开始测验。当前有 %d 个单词。
zh_hant: 你至少需要 10 個單詞才能開始測驗。當前有 %d 個單詞。

# quizzes.progress_format
source: Progress: %d/%d
ar: التقدم: %d/%d
ca: Progrés: %d/%d
cs: Pokrok: %d/%d
da: Fremskridt: %d/%d
de: Fortschritt: %d/%d
es: Progreso: %d/%d
fi: Edistyminen: %d/%d
fr: Progrès : %d/%d
he: התקדמות: %d/%d
hi: प्रगति: %d/%d
hu: Haladás: %d/%d
id: Kemajuan: %d/%d
it: Progresso: %d/%d
ja: 進捗：%d/%d
ko: 진행 상황: %d/%d
ms: Kemajuan: %d/%d
nb: Fremgang: %d/%d
nl: Voortgang: %d/%d
pl: Postęp: %d/%d
pt_pt: Progresso: %d/%d
ro: Progres: %d/%d
ru: Прогресс: %d/%d
sv: Framsteg: %d/%d
th: ความคืบหน้า: %d/%d
tr: İlerleme: %d/%d
uk: Прогрес: %d/%d
vi: Tiến độ: %d/%d
zh_hans: 进度：%d/%d
zh_hant: 進度：%d/%d

# quizzes.streak_format
source: 🔥 Streak: %d
ar: 🔥 السلسلة: %d
ca: 🔥 Ratxa: %d
cs: 🔥 Série: %d
da: 🔥 Stime: %d
de: 🔥 Serie: %d
es: 🔥 Racha: %d
fi: 🔥 Putki: %d
fr: 🔥 Série : %d
he: 🔥 רצף: %d
hi: 🔥 स्ट्रीक: %d
hu: 🔥 Sorozat: %d
it: 🔥 Serie: %d
ja: 🔥 連続正解：%d
ko: 🔥 연속 정답: %d
ms: 🔥 Strik: %d
nb: 🔥 Rekke: %d
nl: 🔥 Reeks: %d
pl: 🔥 Seria: %d
pt_pt: 🔥 Sequência: %d
ro: 🔥 Serie: %d
ru: 🔥 Серия: %d
sv: 🔥 Svit: %d
th: 🔥 สตรีค: %d
tr: 🔥 Seri: %d
uk: 🔥 Серія: %d
vi: 🔥 Chuỗi: %d
zh_hans: 🔥 连胜：%d
zh_hant: 🔥 連勝：%d

# quizzes.score_format
source: Score: %d
ar: النقاط: %d
ca: Puntuació: %d
cs: Skóre: %d
de: Punktzahl: %d
es: Puntuación: %d
fi: Pisteet: %d
he: ציון: %d
hi: स्कोर: %d
hu: Pontszám: %d
id: Skor: %d
it: Punteggio: %d
ja: スコア：%d
ko: 점수: %d
ms: Skor: %d
nb: Poeng: %d
pl: Wynik: %d
pt_pt: Pontuação: %d
ro: Scor: %d
ru: Счёт: %d
sv: Poäng: %d
th: คะแนน: %d
tr: Puan: %d
uk: Бал: %d
vi: Điểm: %d
zh_hans: 分数：%d
zh_hant: 分數：%d

# quizzes.best_format
source: Best: %d
ar: الأفضل: %d
ca: Millor: %d
cs: Nejlepší: %d
da: Bedste: %d
de: Beste: %d
es: Mejor: %d
fi: Paras: %d
fr: Meilleur : %d
he: הטוב ביותר: %d
hi: सर्वश्रेष्ठ: %d
hu: Legjobb: %d
id: Terbaik: %d
it: Migliore: %d
ja: 最高：%d
ko: 최고: %d
ms: Terbaik: %d
nb: Beste: %d
nl: Beste: %d
pl: Najlepszy: %d
pt_pt: Melhor: %d
ro: Cel mai Bun: %d
ru: Лучший: %d
sv: Bästa: %d
th: ดีที่สุด: %d
tr: En İyi: %d
uk: Найкращий: %d
vi: Tốt nhất: %d
zh_hans: 最佳：%d
zh_hant: 最佳：%d

# quizzes.ask_dictionary_owner_add_words_or_switch
source: Ask the dictionary owner to add more words, or switch to a different dictionary!
ar: اطلب من مالك القاموس إضافة المزيد من الكلمات، أو انتقل إلى قاموس آخر!
ca: Demana al propietari del diccionari que afegeixi més paraules o canvia a un altre diccionari!
cs: Požádejte vlastníka slovníku, aby přidal více slov, nebo přepněte na jiný slovník!
da: Bed ordbogens ejer om at tilføje flere ord, eller skift til en anden ordbog!
de: Bitten Sie den Wörterbuchbesitzer, mehr Wörter hinzuzufügen, oder wechseln Sie zu einem anderen Wörterbuch!
es: Pide al propietario del diccionario que añada más palabras o cambia a otro diccionario.
fi: Pyydä sanakirjan omistajaa lisäämään lisää sanoja tai vaihda toiseen sanakirjaan!
fr: Demandez au propriétaire du dictionnaire d'ajouter plus de mots ou passez à un autre dictionnaire !
he: בקש מבעל המילון להוסיף מילים נוספות או החלף למילון אחר!
hi: शब्दकोश के मालिक से और शब्द जोड़ने के लिए कहें या दूसरा शब्दकोश चुनें!
hu: Kérd meg a szótár tulajdonosát, hogy adjon hozzá több szót, vagy válts másik szótárra!
id: Minta pemilik kamus untuk menambah lebih banyak kata atau beralih ke kamus lain!
it: Chiedi al proprietario del dizionario di aggiungere più parole o passa a un altro dizionario!
ja: 辞書の所有者に単語を追加するよう依頼するか、別の辞書に切り替えてください！
ko: 사전 소유자에게 단어를 추가해달라고 요청하거나 다른 사전으로 전환하세요!
ms: Minta pemilik kamus untuk menambah lebih banyak perkataan atau tukar ke kamus lain!
nb: Be ordbokeieren om å legge til flere ord, eller bytt til en annen ordbok!
nl: Vraag de eigenaar van het woordenboek om meer woorden toe te voegen of schakel naar een ander woordenboek!
pl: Poproś właściciela słownika o dodanie więcej słów lub przełącz na inny słownik!
pt_pt: Peça ao proprietário do dicionário para adicionar mais palavras ou mude para outro dicionário!
ro: Cere proprietarului dicționarului să adauge mai multe cuvinte sau schimbă la un alt dicționar!
ru: Попросите владельца словаря добавить больше слов или переключитесь на другой словарь!
sv: Be ordbokens ägare att lägga till fler ord eller byt till en annan ordbok!
th: ขอให้เจ้าของพจนานุกรมเพิ่มคำศัพท์ หรือเปลี่ยนไปใช้พจนานุกรมอื่น
tr: Sözlük sahibinden daha fazla kelime eklemesini isteyin veya başka bir sözlüğe geçin!
uk: Попросіть власника словника додати більше слів або переключіться на інший словник
vi: Yêu cầu chủ từ điển thêm từ hoặc chuyển sang từ điển khác!
zh_hans: 请词典所有者添加更多单词，或切换到其他词典！
zh_hant: 請詞典所有者添加更多單詞，或切換到其他詞典！

# app.my_dictionary
source: My Dictionary
ar: قاموسي
ca: El meu diccionari
cs: Můj slovník
da: Min Ordbog
de: Mein Wörterbuch
el: Το Λεξικό Μου
es: Mi Diccionario
fi: Oma Sanakirja
fr: Mon Dictionnaire
he: המילון שלי
hi: मेरा शब्दकोश
hr: Moj rječnik
hu: Saját szótár
id: Kamus Saya
it: Il Mio Dizionario
ja: マイ辞書
ko: 내 사전
ms: Kamus Saya
nb: Min ordbok
nl: Mijn Woordenboek
pl: Mój słownik
pt_pt: O Meu Dicionário
ro: Dicționarul Meu
ru: Мой словарь
sk: Môj slovník
sv: Min Ordbok
th: พจนานุกรมของฉัน
tr: Sözlüğüm
uk: Мій словник
vi: Từ điển của tôi
zh_hans: 我的词典
zh_hant: 我的詞典

# app.loading
source: Loading...
ar: جارٍ التحميل...
ca: Carregant...
cs: Načítání...
da: Indlæser...
de: Laden...
el: Φόρτωση...
es: Cargando...
fi: Ladataan...
fr: Chargement...
he: טוען...
hi: लोड हो रहा है...
hr: Učitavanje...
hu: Betöltés...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
ms: Memuatkan...
nb: Laster...
nl: Laden...
pl: Ładowanie...
pt_pt: A carregar...
ro: Se încarcă...
ru: Загрузка...
sk: Načítava sa...
sv: Laddar...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 加載中...
