Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Assertive or Confident
cs: Asertivní nebo sebevědomý
el: Διεκδικητικός ή σίγουρος
hr: Asertivan ili samouvjeren
ms: Tegas atau yakin
nl: Assertief of zelfverzekerd
pt_pt: Assertivo ou confiante
ru: Уверенный или решительный
sk: Asertívny alebo sebavedomý
uk: Наполегливий або впевнений
vi: Quả quyết hoặc tự tin
zh_hans: 坚定或自信

source: Bright
cs: Jasný
el: Φωτεινός
hr: Svijetao
ms: Ceria
nl: Helder
pt_pt: Vibrante
ru: Яркий
sk: Jasný
uk: Яскравий
vi: Sáng sủa
zh_hans: 明亮

source: Calm or Relaxed
cs: Klidný nebo uvolněný
el: Ήρεμος ή χαλαρός
hr: Miran ili opušten
ms: Tenang atau santai
nl: Kalm of ontspannen
pt_pt: Calmo ou relaxado
ru: Спокойный или расслабленный
sk: Kľudný alebo uvoľnený
uk: Спокійний або розслаблений
vi: Bình tĩnh hoặc thư giãn
zh_hans: 平静或放松

source: Calm or Relaxed
cs: Klidný nebo uvolněný
el: Ήρεμος ή χαλαρός
hr: Miran ili opušten
ms: Tenang atau santai
nl: Kalm of ontspannen
pt_pt: Calmo ou relaxado
ru: Спокойный или расслабленный
sk: Kľudný alebo uvoľnený
uk: Спокійний або розслаблений
vi: Bình tĩnh hoặc thư giãn
zh_hans: 平静或放松

source: Cheerful
cs: Veselý
el: Χαρούμενος
hr: Veselo
ms: Gembira
nl: Vrolijk
pt_pt: Alegre
ru: Весёлый
sk: Veselý
uk: Веселий
vi: Vui vẻ
zh_hans: 欢快

source: Crisp
cs: Ostrý
el: Καθαρός
hr: Jasno
ms: Jelas
nl: Helder
pt_pt: Nítido
ru: Чёткий
sk: Čistý
uk: Чіткий
vi: Rõ ràng
zh_hans: 清晰

source: Deep
cs: Hluboký
el: Βαθύς
hr: Duboko
ms: Dalam
nl: Diep
pt_pt: Profundo
ru: Глубокий
sk: Hlboký
uk: Глибокий
vi: Trầm
zh_hans: 低沉

source: Direct
cs: Přímý
el: Άμεσος
hr: Izravno
ms: Langsung
pt_pt: Direto
ru: Прямой
sk: Priamy
uk: Прямий
vi: Trực tiếp
zh_hans: 直接

source: Energetic
cs: Energický
el: Ενεργητικός
hr: Energično
ms: Bertenaga
nl: Energiek
pt_pt: Energético
ru: Энергичный
sk: Energický
uk: Енергійний
vi: Năng động
zh_hans: 充满活力

source: Fearful
cs: Vystrašený
el: Φοβισμένος
hr: Uplašen
ms: Takut
nl: Angstig
pt_pt: Amedrontado
ru: Испуганный
sk: Strachujúci sa
uk: Переляканий
vi: Sợ hãi
zh_hans: 恐惧

source: High Pitch
cs: Vysoký tón
el: Υψηλός τόνος
hr: Visoki ton
ms: Nada tinggi
nl: Hoge toon
pt_pt: Tom alto
ru: Высокий тон
sk: Vysoký tón
uk: Високий тон
vi: Giọng cao
zh_hans: 高音

source: Neutral
cs: Neutrální
el: Ουδέτερος
hr: Neutralan
nl: Neutraal
pt_pt: Neutro
ru: Нейтральный
sk: Neutrálny
uk: Нейтральний
vi: Trung tính
zh_hans: 中性

source: Professional
cs: Profesionální
el: Επαγγελματικός
hr: Profesionalan
ms: Profesional
nl: Professioneel
pt_pt: Profissional
ru: Профессиональный
sk: Profesionálny
uk: Професійний
vi: Chuyên nghiệp
zh_hans: 专业

source: Relaxed
cs: Uvolněný
el: Χαλαρός
hr: Opušten
ms: Santai
nl: Ontspannen
pt_pt: Relaxado
ru: Расслабленный
sk: Uvoľnený
uk: Розслаблений
vi: Thư giãn
zh_hans: 放松

source: Sad
cs: Smutný
el: Λυπημένος
hr: Tužan
ms: Sedih
nl: Verdrietig
pt_pt: Triste
ru: Грустный
sk: Smutný
uk: Сумний
vi: Buồn
zh_hans: 悲伤

# suprised
source: Surprised
cs: Překvapený
el: Εκπληκτος
hr: Iznenađen
ms: Terkejut
nl: Verrast
pt_pt: Surpreso
ru: Удивлённый
sk: Prekvapený
uk: Здивований
vi: Ngạc nhiên
zh_hans: 惊讶

source: Surprised
cs: Překvapený
el: Εκπληκτος
hr: Iznenađen
ms: Terkejut
nl: Verrast
pt_pt: Surpreso
ru: Удивлённый
sk: Prekvapený
uk: Здивований
vi: Ngạc nhiên
zh_hans: 惊讶

source: Terrified
cs: Vyděšený
el: Τρομοκρατημένος
hr: Prestravljen
ms: Ketakutan
nl: Doodsbang
pt_pt: Aterrorizado
ru: Перепуганный
sk: Vydesený
uk: Налякний
vi: Hoảng sợ
zh_hans: 惊恐

source: Warm
cs: Teplý
el: Ζεστός
hr: Toplo
ms: Hangat
pt_pt: Caloroso
ru: Тёплый
sk: Teplý
uk: Теплий
vi: Ấm áp
zh_hans: 温暖

source: Warm or Friendly
cs: Teplý nebo přátelský
el: Ζεστός ή φιλικός
hr: Toplo ili prijateljski
ms: Hangat atau mesra
nl: Warm of vriendelijk
pt_pt: Caloroso ou amigável
ru: Тёплый или дружелюбный
sk: Teplý alebo priateľský
uk: Теплий або дружній
vi: Ấm áp hoặc thân thiện
zh_hans: 温暖或友好

source: American Neutral
cs: Americký neutrální
el: Αμερικανικός ουδέτερος
hr: Američki neutralni
ms: Amerika neutral
nl: Amerikaans neutraal
pt_pt: Americano neutro
ru: Американский нейтральный
sk: Americký neutrálny
uk: Американський нейтральний
vi: Mỹ trung tính
zh_hans: 美国中性

source: Australian
cs: Australský
el: Αυστραλιανός
hr: Australski
ms: Australia
nl: Australisch
pt_pt: Australiano
ru: Австралийский
sk: Austrálsky
uk: Австралійський
vi: Úc
zh_hans: 澳大利亚

source: British
cs: Britský
el: Βρετανικός
hr: Britanski
nl: Brits
pt_pt: Britânico
ru: Британский
sk: Britský
uk: Британський
vi: Anh
zh_hans: 英国

source: Indian
cs: Indický
el: Ινδικός
hr: Indijski
ms: India
nl: Indiaas
pt_pt: Indiano
ru: Индийский
sk: Indický
uk: Індійський
vi: Ấn Độ
zh_hans: 印度

source: Nigerian
cs: Nigerijský
el: Νιγηριανός
hr: Nigerijski
ms: Nigeria
nl: Nigeriaans
pt_pt: Nigeriano
ru: Нигерийский
sk: Nigérijský
uk: Нігерійський
vi: Nigeria
zh_hans: 尼日利亚

# auth.cross_platform_button_description
source: For cross-platform subscription sharing
cs: Pro sdílení předplatného napříč platformami
el: Για κοινή χρήση συνδρομής μεταξύ πλατφορμών
hr: Za dijeljenje pretplate između platformi
ms: Untuk perkongsian langganan merentas platform
nl: Voor het delen van abonnementen tussen platforms
pt_pt: Para compartilhamento de assinatura entre plataformas
ru: Для совместного использования подписки на разных платформах
sk: Na zdieľanie predplatného naprieč platformami
uk: Для спільного використання підписки між платформами
vi: Để chia sẻ đăng ký giữa các nền tảng
zh_hans: 用于跨平台订阅共享

# auth.nickname
source: Nickname
cs: Přezdívka
el: Ψευδώνυμο
hr: Nadimak
ms: Nama samaran
nl: Bijnaam
pt_pt: Apelido
ru: Псевдоним
sk: Prezývka
uk: Псевдонім
vi: Biệt danh
zh_hans: 昵称

# auth.nickname_current
source: Current nickname
cs: Aktuální přezdívka
el: Τρέχον ψευδώνυμο
hr: Trenutni nadimak
ms: Nama samaran semasa
nl: Huidige bijnaam
pt_pt: Apelido atual
ru: Текущий псевдоним
sk: Aktuálna prezývka
uk: Поточний псевдонім
vi: Biệt danh hiện tại
zh_hans: 当前昵称

# auth.nickname_not_set
source: Nickname is not set
cs: Přezdívka není nastavena
el: Το ψευδώνυμο δεν έχει οριστεί
hr: Nadimak nije postavljen
ms: Nama samaran belum ditetapkan
nl: Bijnaam is niet ingesteld
pt_pt: Apelido não definido
ru: Псевдоним не установлен
sk: Prezývka nie je nastavená
uk: Псевдонім не встановлено
vi: Biệt danh chưa được đặt
zh_hans: 未设置昵称

# auth.nickname_description
source: Set a unique nickname that others can use to find and add you to shared dictionaries. This is more convenient than using email addresses.
cs: Nastavte si jedinečnou přezdívku, kterou mohou ostatní použít k nalezení a přidání vás do sdílených slovníků. To je pohodlnější než používání e-mailových adres.
el: Ορίστε ένα μοναδικό ψευδώνυμο που μπορούν να χρησιμοποιήσουν άλλοι για να σας βρουν και να σας προσθέσουν σε κοινόχρηστα λεξικά. Είναι πιο βολικό από τη χρήση διευθύνσεων email.
hr: Postavite jedinstveni nadimak koji drugi mogu koristiti kako bi vas pronašli i dodali u zajedničke rječnike. To je praktičnije od korištenja adresa e-pošte.
ms: Tetapkan nama samaran unik yang boleh digunakan oleh orang lain untuk mencari dan menambahkan anda ke dalam kamus berkongsi. Ini lebih mudah daripada menggunakan alamat e-mel.
nl: Stel een unieke bijnaam in die anderen kunnen gebruiken om je te vinden en toe te voegen aan gedeelde woordenboeken. Dit is handiger dan het gebruik van e-mailadressen.
pt_pt: Defina um apelido único que outros possam usar para encontrá-lo e adicioná-lo a dicionários compartilhados. É mais conveniente do que usar endereços de e-mail.
ru: Установите уникальный псевдоним, который другие могут использовать, чтобы найти вас и добавить в общие словари. Это удобнее, чем использование адресов электронной почты.
sk: Nastavte si jedinečnú prezývku, ktorú môžu ostatní použiť na vyhľadanie a pridanie vás do zdieľaných slovníkov. Je to pohodlnejšie ako používanie e-mailových adries.
uk: Встановіть унікальний псевдонім, який інші можуть використовувати, щоб знайти вас і додати до спільних словників. Це зручніше, ніж використання електронних адрес.
vi: Đặt một biệt danh độc đáo mà người khác có thể sử dụng để tìm và thêm bạn vào từ điển chia sẻ. Điều này tiện lợi hơn so với việc sử dụng địa chỉ email.
zh_hans: 设置一个独特的昵称，供他人查找并将您添加到共享词典中。这比使用电子邮件地址更方便。

# auth.edit_nickname
source: Edit Nickname
cs: Upravit přezdívku
el: Επεξεργασία ψευδωνύμου
hr: Uredi nadimak
ms: Edit nama samaran
nl: Bijnaam bewerken
pt_pt: Editar apelido
ru: Редактировать псевдоним
sk: Upraviť prezývku
uk: Редагувати псевдонім
vi: Chỉnh sửa biệt danh
zh_hans: 编辑昵称

# auth.nickname_cannot_be_empty
source: Nickname cannot be empty
cs: Přezdívka nemůže být prázdná
el: Το ψευδώνυμο δεν μπορεί να είναι κενό
hr: Nadimak ne može biti prazan
ms: Nama samaran tidak boleh kosong
nl: Bijnaam mag niet leeg zijn
pt_pt: O apelido não pode estar vazio
ru: Псевдоним не может быть пустым
sk: Prezývka nemôže byť prázdna
uk: Псевдонім не може бути порожнім
vi: Biệt danh không được để trống
zh_hans: 昵称不能为空

# auth.nickname_already_taken
source: This nickname is already taken. Please choose a different one.
cs: Tato přezdívka je již obsazena. Vyberte jinou.
el: Αυτό το ψευδώνυμο είναι ήδη κατειλημμένο. Επιλέξτε άλλο.
hr: Ovaj nadimak je već zauzet. Odaberite drugi.
ms: Nama samaran ini sudah digunakan. Pilih yang lain.
nl: Deze bijnaam is al in gebruik. Kies een andere.
pt_pt: Este apelido já está em uso. Escolha outro.
ru: Этот псевдоним уже занят. Выберите другой.
sk: Táto prezývka je už obsadená. Vyberte inú.
uk: Цей псевдонім уже зайнято. Виберіть інший.
vi: Biệt danh này đã được sử dụng. Vui lòng chọn một biệt danh khác.
zh_hans: 此昵称已被使用。请另选一个。

# auth.nickname_invalid_format
source: Nickname can only contain letters, numbers, and underscores.
cs: Přezdívka může obsahovat pouze písmena, číslice a podtržítka.
el: Το ψευδώνυμο μπορεί να περιέχει μόνο γράμματα, αριθμούς και κάτω παύλες.
hr: Nadimak može sadržavati samo slova, brojeve i donje crte.
ms: Nama samaran hanya boleh mengandungi huruf, nombor, dan garis bawah.
nl: Bijnaam mag alleen letters, cijfers en underscores bevatten.
pt_pt: O apelido só pode conter letras, números e sublinhados.
ru: Псевдоним может содержать только буквы, цифры и подчёркивания.
sk: Prezývka môže obsahovať iba písmená, čísla a podčiarknutia.
uk: Псевдонім може містити лише літери, цифри та підкреслення.
vi: Biệt danh chỉ có thể chứa chữ cái, số và dấu gạch dưới.
zh_hans: 昵称只能包含字母、数字和下划线。

# auth.search_method
source: Search Method
cs: Metoda vyhledávání
el: Μέθοδος αναζήτησης
hr: Metoda pretrage
ms: Kaedah carian
nl: Zoekmethode
pt_pt: Método de pesquisa
ru: Метод поиска
sk: Spôsob vyhľadávania
uk: Метод пошуку
vi: Phương thức tìm kiếm
zh_hans: 搜索方式

# auth.find_user_by_email
source: Find User by Email
cs: Najít uživatele podle e-mailu
el: Βρείτε χρήστη μέσω email
hr: Pronađi korisnika putem e-pošte
ms: Cari pengguna melalui e-mel
nl: Gebruiker vinden via e-mail
pt_pt: Encontrar usuário por e-mail
ru: Найти пользователя по электронной почте
sk: Nájsť používateľa podľa e-mailu
uk: Знайти користувача за електронною поштою
vi: Tìm người dùng qua email
zh_hans: 通过电子邮件查找用户

# auth.find_user_by_nickname
source: Find User by Nickname
cs: Najít uživatele podle přezdívky
el: Βρείτε χρήστη μέσω ψευδωνύμου
hr: Pronađi korisnika putem nadimka
ms: Cari pengguna melalui nama samaran
nl: Gebruiker vinden via bijnaam
pt_pt: Encontrar usuário por apelido
ru: Найти пользователя по псевдониму
sk: Nájsť používateľa podľa prezývky
uk: Знайти користувача за псевдонімом
vi: Tìm người dùng qua biệt danh
zh_hans: 通过昵称查找用户

# auth.enter_email_address
source: Enter email address
cs: Zadejte e-mailovou adresu
el: Εισαγάγετε διεύθυνση email
hr: Unesite adresu e-pošte
ms: Masukkan alamat e-mel
nl: Voer e-mailadres in
pt_pt: Digite o endereço de e-mail
ru: Введите адрес электронной почты
sk: Zadajte e-mailovú adresu
uk: Введіть адресу електронної пошти
vi: Nhập địa chỉ email
zh_hans: 输入电子邮件地址

# auth.enter_nickname
source: Enter nickname
cs: Zadejte přezdívku
el: Εισαγάγετε ψευδώνυμο
hr: Unesite nadimak
ms: Masukkan nama samaran
nl: Voer bijnaam in
pt_pt: Digite o apelido
ru: Введите псевдоним
sk: Zadajte prezývku
uk: Введіть псевдонім
vi: Nhập biệt danh
zh_hans: 输入昵称

# auth.found_user
source: Found User
cs: Uživatel nalezen
el: Ο χρήστης βρέθηκε
hr: Korisnik pronađen
ms: Pengguna ditemui
nl: Gebruiker gevonden
pt_pt: Usuário encontrado
ru: Пользователь найден
sk: Používateľ nájdený
uk: Користувач знайдений
vi: Đã tìm thấy người dùng
zh_hans: 找到用户

# auth.user_not_found_message
source: No user found with the provided information. Please check your search and try again.
cs: Žádný uživatel nebyl nalezen s poskytnutými informacemi. Zkontrolujte vyhledávání a zkuste to znovu.
el: Δεν βρέθηκε χρήστης με τις παρεχόμενες πληροφορίες. Ελέγξτε την αναζήτησή σας και δοκιμάστε ξανά.
hr: Nije pronađen korisnik s priloženim informacijama. Provjerite pretragu i pokušajte ponovno.
ms: Tiada pengguna ditemui dengan maklumat yang diberikan. Semak carian anda dan cuba lagi.
nl: Geen gebruiker gevonden met de opgegeven informatie. Controleer je zoekopdracht en probeer opnieuw.
pt_pt: Nenhum usuário encontrado com as informações fornecidas. Verifique sua pesquisa e tente novamente.
ru: Пользователь с указанными данными не найден. Проверьте параметры поиска и попробуйте снова.
sk: Nenašiel sa žiadny používateľ s poskytnutými informáciami. Skontrolujte vyhľadávanie a skúste znova.
uk: Користувача не знайдено за наданою інформацією. Перевірте пошук і спробуйте ще раз.
vi: Không tìm thấy người dùng với thông tin được cung cấp. Vui lòng kiểm tra tìm kiếm và thử lại.
zh_hans: 未找到与提供信息匹配的用户。请检查搜索并重试。

# notifications.permission_required
source: Notification Permission Required
cs: Je vyžadováno povolení k oznamování
el: Απαιτείται άδεια ειδοποιήσεων
hr: Potrebna je dozvola za obavijesti
ms: Kebenaran pemberitahuan diperlukan
nl: Meldingstoestemming vereist
pt_pt: Permissão de notificação necessária
ru: Требуется разрешение на уведомления
sk: Vyžaduje sa povolenie na notifikácie
uk: Потрібен дозвіл на сповіщення
vi: Yêu cầu quyền thông báo
zh_hans: 需要通知权限

# notifications.permission_denied_message
source: To receive daily reminders and difficult word alerts, please enable notifications in Settings.
cs: Chcete-li dostávat denní připomínky a upozornění na obtížná slova, povolte oznámení v Nastavení.
el: Για να λαμβάνετε καθημερινές υπενθυμίσεις και ειδοποιήσεις για δύσκολες λέξεις, ενεργοποιήστε τις ειδοποιήσεις στις Ρυθμίσεις.
hr: Da biste primali dnevne podsjetnike i upozorenja za teške riječi, omogućite obavijesti u Postavkama.
ms: Untuk menerima peringatan harian dan amaran untuk perkataan sukar, sila aktifkan pemberitahuan dalam Tetapan.
nl: Om dagelijkse herinneringen en waarschuwingen voor moeilijke woorden te ontvangen, schakel je meldingen in Instellingen in.
pt_pt: Para receber lembretes diários e alertas de palavras difíceis, ative as notificações nas Configurações.
ru: Чтобы получать ежедневные напоминания и предупреждения о сложных словах, включите уведомления в настройках.
sk: Ak chcete dostávať denné pripomienky a upozornenia na náročné slová, povoľte notifikácie v Nastaveniach.
uk: Щоб отримувати щоденні нагадування та сповіщення про складні слова, увімкніть сповіщення в Налаштуваннях.
vi: Để nhận nhắc nhở hàng ngày và cảnh báo cho các từ khó, vui lòng bật thông báo trong Cài đặt.
zh_hans: 要接收每日提醒和难点词汇警报，请在设置中启用通知。

# onboarding.natural_voices
source: Natural Voices
cs: Přirozené hlasy
el: Φυσικές φωνές
hr: Prirodni glasovi
ms: Suara semula jadi
nl: Natuurlijke stemmen
pt_pt: Vozes naturais
ru: Естественные голоса
sk: Prirodzené hlasy
uk: Природні голоси
vi: Giọng nói tự nhiên
zh_hans: 自然语音

# onboarding.natural_voices_description
source: Hundreds of premium voices that sound more human than ever
cs: Stovky prémiových hlasů, které zní lidštěji než kdy dříve
el: Εκατοντάδες premium φωνές που ακούγονται πιο ανθρώπινες από ποτέ
hr: Stotine vrhunskih glasova koji zvuče ljudskije nego ikad
ms: Beratus-ratus suara premium yang kedengaran lebih manusiawi berbanding sebelum ini
nl: Honderden premium stemmen die natuurlijker klinken dan ooit
pt_pt: Centenas de vozes premium que soam mais humanas do que nunca
ru: Сотни премиум-голосов, которые звучат более человечно, чем когда-либо
sk: Stovky prémiových hlasov, ktoré znejú ľudskejšie ako kedykoľvek predtým
uk: Сотні преміум-голосів, які звучать більш людяно, ніж будь-коли
vi: Hàng trăm giọng nói cao cấp nghe giống người hơn bao giờ hết
zh_hans: 数百种听起来比以往更自然的优质语音

# pro_features.speechify_tts_description
source: Access to Speechify's premium text-to-speech technology. Hundreds of natural-sounding premium voices
cs: Přístup k prémiové technologii převodu textu na řeč od Speechify. Stovky přirozeně znějících prémiových hlasů
el: Πρόσβαση στην premium τεχνολογία μετατροπής κειμένου σε ομιλία της Speechify. Εκατοντάδες φυσικά ακουστικές premium φωνές
hr: Pristup vrhunskoj tehnologiji pretvaranja teksta u govor od Speechify. Stotine prirodno zvučećih vrhunskih glasova
ms: Akses kepada teknologi teks ke pertuturan premium Speechify. Beratus-ratus suara premium yang kedengaran semula jadi
nl: Toegang tot de premium tekst-naar-spraaktechnologie van Speechify. Honderden natuurlijk klinkende premium stemmen
pt_pt: Acesso à tecnologia de texto para voz premium da Speechify. Centenas de vozes premium com som natural
ru: Доступ к премиум-технологии преобразования текста в речь от Speechify. Сотни естественно звучащих премиум-голосов
sk: Prístup k prémiovej technológii prevodu textu na reč od Speechify. Stovky prirodzene znejúcich prémiových hlasov
uk: Доступ до преміум-технології перетворення тексту в мову від Speechify. Сотні природно звучачих преміум-голосів
vi: Truy cập công nghệ chuyển đổi văn bản thành giọng nói cao cấp của Speechify. Hàng trăm giọng nói cao cấp nghe tự nhiên
zh_hans: 访问Speechify的优质文本转语音技术。数百种自然声音的优质语音

# settings.x_twitter
source: X (Twitter)
ar: إكس (تويتر)
he: X (טוויטר)
hi: X (ट्विटर)
zh_hans: X（推特）
zh_hant: X（推特）

# errors.package_not_found
source: The requested subscription package was not found
ar: لم يتم العثور على حزمة الاشتراك المطلوبة
ca: No s'ha trobat el paquet de subscripció sol·licitat
cs: Požadovaný balíček předplatného nebyl nalezen
da: Den anmodede abonnementspakke blev ikke fundet
de: Angefordertes Abonnementpaket nicht gefunden
fi: Pyydettyä tilauspakettia ei löytynyt
fr: Le pack d'abonnement demandé n'a pas été trouvé
hr: Zatraženi paket pretplate nije pronađen
nl: Gevraagde abonnementspakket niet gevonden
zh_hans: 未找到请求的订阅包
zh_hant: 未找到請求的訂閱包

# settings.instagram
source: Instagram
ar: إنستغرام
he: אינסטגרם
hi: इंस्टाग्राम
