Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# quizzes.submit_answer
source: Submit Answer
ar: إرسال الإجابة
ca: Envia la resposta
cs: Odeslat odpověď
da: Indsend svar
de: Antwort einreichen
es: Enviar respuesta
fi: Lähetä vastaus
fr: Soumettre la réponse
he: שליחת תשובה
hi: उत्तर जमा करें
hu: Válasz elküldése
id: Kirim Jawaban
it: Invia Risposta
ja: 回答を送信
ko: 답변 제출
ms: Hantar Jawapan
nb: Send svar
nl: Antwoord indienen
pl: Wyślij odpowiedź
pt_pt: Submeter Resposta
ro: Trimite Răspunsul
ru: Отправить ответ
sv: Skicka svar
th: ส่งคำตอบ
tr: Cevabı Gönder
uk: Надіслати відповідь
vi: Nộp câu trả lời
zh_hans: 提交答案
zh_hant: 提交答案

# quizzes.next_word
source: Next Word
ar: الكلمة التالية
ca: Paraula següent
cs: Další slovo
da: Næste ord
de: Nächstes Wort
es: Siguiente palabra
fi: Seuraava sana
fr: Mot suivant
he: מילה הבאה
hi: अगला शब्द
hu: Következő szó
id: Kata Berikutnya
it: Parola Successiva
ja: 次の単語
ko: 다음 단어
ms: Perkataan Seterusnya
nb: Neste ord
nl: Volgend woord
pl: Następne słowo
pt_pt: Palavra Seguinte
ro: Următorul Cuvânt
ru: Следующее слово
sv: Nästa ord
th: คำศัพท์ถัดไป
tr: Sonraki Kelime
uk: Наступне слово
vi: Từ tiếp theo
zh_hans: 下一个单词
zh_hant: 下一個單詞

# quizzes.finish
source: Finish
ar: إنهاء
ca: Acaba
cs: Dokončit
da: Afslut
de: Beenden
es: Finalizar
fi: Lopeta
fr: Terminer
he: סיום
hi: समाप्त
hu: Befejezés
id: Selesai
it: Termina
ja: 終了
ko: 완료
ms: Selesai
nb: Fullfør
nl: Afronden
pl: Zakończ
pt_pt: Concluir
ro: Finalizează
ru: Завершить
sv: Slutför
th: เสร็จสิ้น
tr: Bitir
uk: Завершити
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# quizzes.your_results
source: Your Results
ar: نتائجك
ca: Els teus resultats
cs: Vaše výsledky
da: Dine resultater
de: Ihre Ergebnisse
es: Tus resultados
fi: Tuloksesi
fr: Vos résultats
he: התוצאות שלך
hi: आपके परिणाम
hu: Eredményeid
id: Hasil Anda
it: I tuoi risultati
ja: あなたの結果
ko: 당신의 결과
ms: Keputusan Anda
nb: Dine resultater
nl: Jouw resultaten
pl: Twoje wyniki
pt_pt: Os Seus Resultados
ro: Rezultatele Tale
ru: Ваши результаты
sv: Dina resultat
th: ผลลัพธ์ของคุณ
tr: Sonuçlarınız
uk: Ваші результати
vi: Kết quả của bạn
zh_hans: 你的结果
zh_hant: 你的結果

# quizzes.final_score
source: Final Score
ar: النقاط النهائية
ca: Puntuació final
cs: Konečné skóre
da: Endelig score
de: Endgültige Punktzahl
es: Puntuación final
fi: Lopulliset pisteet
fr: Score final
he: ציון סופי
hi: अंतिम स्कोर
hu: Végső pontszám
id: Skor Akhir
it: Punteggio Finale
ja: 最終スコア
ko: 최종 점수
ms: Skor Akhir
nb: Endelig poengsum
nl: Eindscore
pl: Końcowy wynik
pt_pt: Pontuação Final
ro: Scor Final
ru: Итоговый счёт
sv: Slutpoäng
th: คะแนนสุดท้าย
tr: Nihai Puan
uk: Фінальний бал
vi: Điểm cuối cùng
zh_hans: 最终分数
zh_hant: 最終分數

# quizzes.correct_answers
source: Correct Answers
ar: الإجابات الصحيحة
ca: Respostes correctes
cs: Správné odpovědi
da: Korrekte svar
de: Richtige Antworten
es: Respuestas correctas
fi: Oikeat vastaukset
fr: Réponses correctes
he: תשובות נכונות
hi: सही उत्तर
hu: Helyes válaszok
id: Jawaban Benar
it: Risposte Corrette
ja: 正解
ko: 정답
ms: Jawapan Betul
nb: Riktige svar
nl: Correcte antwoorden
pl: Poprawne odpowiedzi
pt_pt: Respostas Correctas uprawne
ro: Răspunsuri Corecte
ru: Правильные ответы
sv: Rätta svar
th: คำตอบที่ถูกต้อง
tr: Doğru Cevaplar
uk: Правильні відповіді
vi: Câu trả lời đúng
zh_hans: 正确答案
zh_hant: 正確答案

# quizzes.best_streak
source: Best Streak
ar: أفضل سلسلة
ca: Millor ratxa
cs: Nejlepší série
da: Bedste stime
de: Beste Serie
es: Mejor racha
fi: Paras putki
fr: Meilleure série
he: רצף הטוב ביותר
hi: सर्वश्रेष्ठ स्ट्रीक
hu: Legjobb sorozat
id: Streak Terbaik
it: Miglior Serie
ja: 最高連続正解
ko: 최고 연속 정답
ms: Strik Terbaik
nb: Beste rekke
nl: Beste reeks
pl: Najlepsza seria
pt_pt: Melhor Sequência
ro: Cea mai Bună Serie
ru: Лучшая серия
sv: Bästa svit
th: สตรีคที่ดีที่สุด
tr: En İyi Seri
uk: Найкраща серія
vi: Chuỗi tốt nhất
zh_hans: 最佳连胜
zh_hant: 最佳連勝

# quizzes.accuracy
source: Accuracy
ar: الدقة
ca: Precisió
cs: Přesnost
da: Nøjagtighed
de: Genauigkeit
es: Precisión
fi: Tarkkuus
fr: Précision
he: דיוק
hi: सटीकता
hu: Pontosság
id: Akurasi
it: Precisione
ja: 正確性
ko: 정확도
ms: Ketepatan
nb: Nøyaktighet
nl: Nauwkeurigheid
pl: Dokładność
pt_pt: Precisão
ro: Acuratețe
ru: Точность
sv: Noggrannhet
th: ความแม่นยำ
tr: Doğruluk
uk: Точність
vi: Độ chính xác
zh_hans: 准确率
zh_hant: 準確率

# quizzes.debug
source: Debug
ar: تصحيح
ca: Depuració
cs: Ladění
da: Fejlfinding
de: Debuggen
es: Depuración
fi: Vianetsintä
fr: Débogage
he: ניפוי שגיאות
hi: डीबग
hu: Hibakeresés
ja: デバッグ
ko: 디버그
ms: Nyahpepijat
nb: Feilsøk
nl: Debuggen
pl: Debugowanie
pt_pt: Depuração
ro: Depanare
ru: Отладка
sv: Felsökning
th: ดีบัก
tr: Hata Ayıklama
uk: Налагодження
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 調試

# quizzes.choose_correct_definition
source: Choose the Correct Definition
ar: اختر التعريف الصحيح
ca: Tria la definició correcta
cs: Vyberte správnou definici
da: Vælg den korrekte definition
de: Wählen Sie die richtige Definition
es: Elige la definición correcta
fi: Valitse oikea määritelmä
fr: Choisissez la bonne définition
he: בחר את ההגדרה הנכונה
hi: सही परिभाषा चुनें
hu: Válaszd ki a helyes definíciót
id: Pilih definisi yang benar
it: Scegli la definizione corretta
ja: 正しい定義を選択
ko: 올바른 정의 선택
ms: Pilih definisi yang betul
nb: Velg riktig definisjon
nl: Kies de juiste definitie
pl: Wybierz poprawną definicję
pt_pt: Escolha a definição correcta
ro: Alege definiția corectă
ru: Выберите правильное определение
sv: Välj rätt definition
th: เลือกความหมายที่ถูกต้อง
tr: Doğru Tanımı Seç
uk: Виберіть правильне визначення
vi: Chọn định nghĩa đúng
zh_hans: 选择正确的定义
zh_hant: 選擇正確的定義

# quizzes.word
source: Word
ar: كلمة
ca: Paraula
cs: Slovo
da: Ord
de: Wort
es: Palabra
fi: Sana
fr: Mot
he: מילה
hi: शब्द
hu: Szó
id: Kata
it: Parola
ja: 単語
ko: 단어
ms: Perkataan
nb: Ord
nl: Woord
pl: Słowo
pt_pt: Palavra
ro: Cuvânt
ru: Слово
sv: Ord
th: คำศัพท์
tr: Kelime
uk: Слово
vi: Từ
zh_hans: 单词
zh_hant: 單詞

# quizzes.quiz_types
source: Quiz Types
ar: أنواع الاختبارات
ca: Tipus de qüestionaris
cs: Typy kvízů
da: Quiztyper
de: Quiztypen
es: Tipos de cuestionarios
fi: Visatyypit
fr: Types de quiz
he: סוגי חידונים
hi: क्विज़ प्रकार
hu: Kviz típusok
id: Jenis Kuis
it: Tipi di Quiz
ja: クイズの種類
ko: 퀴즈 유형
ms: Jenis Kui
nb: Quiztyper
pl: Typy quizów
pt_pt: Tipos de Questionário
ro: Tipuri de Teste
ru: Типы викторин
sv: Quiztyper
th: ประเภทแบบทดสอบ
tr: Test Türleri
uk: Типи тестів
vi: Loại bài kiểm tra
zh_hans: 测验类型
zh_hant: 測驗類型

# quizzes.practice_settings
source: Practice Settings
ar: إعدادات التدريب
ca: Configuració de pràctica
cs: Nastavení cvičení
da: Øveindstillinger
de: Übungseinstellungen
es: Ajustes de práctica
fi: Harjoitteluasetukset
fr: Paramètres d'entraînement
he: הגדרות תרגול
hi: अभ्यास सेटिंग्स
hu: Gyakorlási beállítások
id: Pengaturan Latihan
it: Impostazioni di Pratica
ja: 練習設定
ko: 연습 설정
ms: Tetapan Latihan
nb: Øvingsinnstillinger
nl: Oefeninstellingen
pl: Ustawienia ćwiczeń
pt_pt: Definições de Prática
ro: Setări de Practică
ru: Настройки практики
sv: Övningsinställningar
th: การตั้งค่าการฝึก
tr: Alıştırma Ayarları
uk: Налаштування практики
vi: Cài đặt luyện tập
zh_hans: 练习设置
zh_hant: 練習設置

# quizzes.configure_quiz_experience
source: Configure your quiz experience
ar: قم بتهيئة تجربة الاختبار الخاصة بك
ca: Configura la teva experiència de qüestionari
cs: Konfigurujte své zážitky z kvízu
da: Konfigurer din quizoplevelse
de: Passen Sie Ihr Quiz-Erlebnis an
es: Configura tu experiencia con los cuestionarios
fi: Mukauta visakokemuksesi
fr: Configurez votre expérience de quiz
he: התאם את חוויית החידון שלך
hi: अपने क्विज़ अनुभव को कॉन्फ़िगर करें
hu: Állítsd be a kviz élményedet
id: Konfigurasikan pengalaman kuis Anda
it: Configura la tua esperienza di quiz
ja: クイズ体験をカスタマイズ
ko: 퀴즈 경험을 설정하세요
ms: Konfigurasi pengalaman kui anda
nb: Konfigurer quizopplevelsen din
nl: Configureer je quizervaring
pl: Skonfiguruj swoje doświadczenie z quizami
pt_pt: Configure a sua experiência com questionários
ro: Configurează-ți experiența cu testele
ru: Настройте свой опыт прохождения викторин
sv: Anpassa din quizupplevelse
th: ปรับแต่งประสบการณ์แบบทดสอบของคุณ
tr: Test deneyiminizi özelleştirin
uk: Налаштуйте свій досвід тестування
vi: Tùy chỉnh trải nghiệm bài kiểm tra của bạn
zh_hans: 配置你的测验体验
zh_hant: 配置你的測驗體驗

# quizzes.practice_hard_words_only
source: Practice Hard Words Only
ar: التدرب على الكلمات الصعبة فقط
ca: Practica només paraules difícils
cs: Cvičit pouze obtížná slova
da: Øv kun svære ord
de: Nur schwierige Wörter üben
es: Practicar solo palabras difíciles
fi: Harjoittele vain vaikeita sanoja
fr: Entraînez-vous uniquement avec les mots difficiles
he: תרגל רק מילים קשות
hi: केवल कठिन शब्दों का अभ्यास करें
hu: Csak nehéz szavak gyakorlása
id: Latih hanya kata-kata sulit
it: Esercitati solo con parole difficili
ja: 難しい単語のみ練習
ko: 어려운 단어만 연습
ms: Latih perkataan sukar sahaja
nb: Øv kun på vanskelige ord
nl: Oefen alleen moeilijke woorden
pl: Ćwicz tylko trudne słowa
pt_pt: Pratique apenas palavras difíceis
ro: Exersează doar cuvinte dificile
ru: Практиковать только сложные слова
sv: Öva endast svåra ord
th: ฝึกเฉพาะคำศัพท์ที่ยาก
tr: Yalnızca zor kelimelerle alıştırma yap
uk: Практикувати лише складні слова
vi: Chỉ luyện tập từ khó
zh_hans: 仅练习困难单词
zh_hant: 僅練習困難單詞

# quizzes.focus_words_need_review
source: Focus on words that need review
ar: التركيز على الكلمات التي تحتاج إلى مراجعة
ca: Centra't en paraules que necessiten revisió
cs: Zaměřte se na slova, která potřebují opakování
da: Fokuser på ord, der kræver gennemsyn
de: Fokus auf Wörter, die überprüft werden müssen
es: Centrarte en palabras que necesitan repaso
fi: Keskity tarkistusta vaativiin sanoihin
fr: Concentrez-vous sur les mots à réviser
he: התמקד במילים הדורשות סקירה
hi: समीक्षा की आवश्यकता वाले शब्दों पर ध्यान दें
hu: Fókuszálj a felülvizsgálatra váró szavakra
id: Fokus pada kata-kata yang perlu ditinjau
it: Concentrati sulle parole che richiedono revisione
ja: レビューが必要な単語に集中
ko: 검토가 필요한 단어에 집중
ms: Fokus pada perkataan yang perlu disemak
nb: Fokuser på ord som trenger gjennomgang
nl: Focus op woorden die herzien moeten worden
pl: Skup się na słowach wymagających przeglądu
pt_pt: Concentre-se em palavras que precisam de revisão
ro: Concentrează-te pe cuvinte care necesită revizuire
ru: Сосредоточьтесь на словах, требующих повторения
sv: Fokusera på ord som behöver repetition
th: เน้นคำศัพท์ที่ต้องทบทวน
tr: Tekrar gereken kelimelere odaklan
uk: Зосередьтеся на словах, що потребують повтору
vi: Tập trung vào các từ cần ôn tập
zh_hans: 专注于需要复习的单词
zh_hant: 專注於需要複習的單詞

# quizzes.not_enough_words_review
source: Not enough words to review yet
ar: لا توجد كلمات كافية للمراجعة بعد
ca: No hi ha prou paraules per revisar encara
cs: Zatím není dostatek slov k opakování
da: Ikke nok ord til gennemsyn endnu
de: Noch nicht genügend Wörter zum Überprüfen
es: No hay suficientes palabras para repasar
fi: Ei vielä tarpeeksi sanoja tarkistettavaksi
fr: Pas assez de mots à réviser pour le moment
he: אין מספיק מילים לסקירה עדיין
hi: समीक्षा के लिए पर्याप्त शब्द नहीं हैं
hu: Még nincs elég szó a felülvizsgálathoz
id: Belum cukup kata untuk ditinjau
it: Non ci sono abbastanza parole da rivedere
ja: レビューする単語が不足しています
ko: 검토할 단어가 충분하지 않습니다
ms: Tidak cukup perkataan untuk disemak
nb: Ikke nok ord å gjennomgå
nl: Nog niet genoeg woorden om te herzien
pl: Za mało słów do przeglądu
pt_pt: Não há palavras suficientes para revisão
ro: Nu sunt suficiente cuvinte pentru revizuire
ru: Недостаточно слов для повторения
sv: Inte tillräckligt med ord för repetition
th: ไม่มีคำศัพท์เพียงพอสำหรับทบทวน
tr: Tekrar için yeterli kelime yok
uk: Недостатньо слів для повтору
vi: Không đủ từ để ôn tập
zh_hans: 尚未有足够单词可复习
zh_hant: 尚未有足夠單詞可複習

# quizzes.words_per_session
source: Words per Session
ar: الكلمات لكل جلسة
ca: Paraules per sessió
cs: Slova za relaci
da: Ord pr. session
de: Wörter pro Sitzung
es: Palabras por sesión
fi: Sanoja per sessio
fr: Mots par session
he: מילים לכל סשן
hi: प्रति सत्र शब्द
hu: Szavak száma munkamenetenként
id: Kata per Sesi
it: Parole per Sessione
ja: セッションごとの単語数
ko: 세션당 단어 수
ms: Perkataan Setiap Sesi
nb: Ord per økt
nl: Woorden per sessie
pl: Słowa na sesję
pt_pt: Palavras por Sessão
ro: Cuvinte pe Sesiune
ru: Слов за сессию
sv: Ord per session
th: คำศัพท์ต่อเซสชัน
tr: Oturum Başına Kelime
uk: Слів за сеанс
vi: Số từ mỗi phiên
zh_hans: 每场单词数
zh_hant: 每場單詞數

# quizzes.number_words
source: Number of words
ar: عدد الكلمات
ca: Nombre de paraules
cs: Počet slov
da: Antal ord
de: Anzahl der Wörter
es: Número de palabras
fi: Sanojen määrä
fr: Nombre de mots
he: מספר המילים
hi: शब्दों की संख्या
hu: Szavak száma
id: Jumlah Kata
it: Numero di Parole
ja: 単語数
ko: 단어 수
ms: Bilangan Perkataan
nb: Antall ord
nl: Aantal woorden
pl: Liczba słów
pt_pt: Número de Palavras
ro: Număr de Cuvinte
ru: Количество слов
sv: Antal ord
th: จำนวนคำศัพท์
tr: Kelime Sayısı
uk: Кількість слів
vi: Số lượng từ
zh_hans: 单词数量
zh_hant: 單詞數量

# quizzes.select_dictionary
source: Select Dictionary
ar: اختر قاموسًا
ca: Selecciona un diccionari
cs: Vybrat slovník
da: Vælg ordbog
de: Wörterbuch auswählen
es: Seleccionar diccionario
fi: Valitse sanakirja
fr: Sélectionner un dictionnaire
he: בחר מילון
hi: शब्दकोश चुनें
hu: Szótár kiválasztása
id: Pilih Kamus
it: Seleziona Dizionario
ja: 辞書を選択
ko: 사전 선택
ms: Pilih Kamus
nb: Velg ordbok
nl: Woordenboek selecteren
pl: Wybierz słownik
pt_pt: Seleccionar Dicionário
ro: Selectează Dicționar
ru: Выбрать словарь
sv: Välj ordbok
th: เลือกพจนานุกรม
tr: Sözlük Seç
uk: Вибрати словник
vi: Chọn từ điển
zh_hans: 选择词典
zh_hant: 選擇詞典

# quizzes.no_difficult_words_available
source: No difficult words available for quiz
ar: لا توجد كلمات صعبة متاحة للاختبار
ca: No hi ha paraules difícils disponibles per al qüestionari
cs: Nejsou dostupná žádná obtížná slova pro kvíz
da: Ingen svære ord tilgængelige til quiz
de: Keine schwierigen Wörter für das Quiz verfügbar
es: No hay palabras difíciles disponibles para el cuestionario
fi: Ei vaikeita sanoja saatavilla visaan
fr: Aucun mot difficile disponible pour le quiz
he: אין מילים קשות זמינות לחידון
hi: क्विज़ के लिए कोई कठिन शब्द उपलब्ध नहीं
hu: Nincsenek nehéz szavak a kvizhez
id: Tidak ada kata sulit yang tersedia untuk kuis
it: Nessuna parola difficile disponibile per il quiz
ja: クイズに利用できる難しい単語がありません
ko: 퀴즈에 사용할 어려운 단어가 없습니다
ms: Tiada perkataan sukar tersedia untuk kui
nb: Ingen vanskelige ord tilgjengelig for quiz
nl: Geen moeilijke woorden beschikbaar voor quiz
pl: Brak trudnych słów dostępnych dla quizu
pt_pt: Nenhuma palavra difícil disponível para o questionário
ro: Niciun cuvânt dificil disponibil pentru test
ru: Нет сложных слов для викторины
sv: Inga svåra ord tillgängliga för quiz
th: ไม่มีคำศัพท์ที่ยากสำหรับแบบทดสอบ
tr: Test için zor kelime yok
uk: Немає складних слів для тесту
vi: Không có từ khó nào để kiểm tra
zh_hans: 没有困难单词可用于测验
zh_hant: 沒有困難單詞可用于測驗

# quizzes.spelling_quiz_description
source: Test your spelling skills by typing words correctly
ar: اختبر مهاراتك الإملائية بكتابة الكلمات بشكل صحيح
ca: Posa a prova les teves habilitats d'ortografia escrivint paraules correctament
cs: Otestujte své pravopisné dovednosti správným psaním slov
da: Test dine stavefærdigheder ved at skrive ord korrekt
de: Testen Sie Ihre Rechtschreibfähigkeiten, indem Sie Wörter korrekt schreiben
es: Pon a prueba tus habilidades de ortografía escribiendo correctamente las palabras
fi: Testaa oikeinkirjoitustaitojasi kirjoittamalla sanat oikein
fr: Testez vos compétences en orthographe en écrivant correctement les mots
he: בדוק את כישורי האיות שלך על ידי כתיבת מילים בצורה נכונה
hi: शब्दों को सही ढंग से लिखकर अपनी वर्तनी कौशल का परीक्षण करें
hu: Teszteld helyesírási készségeidet a szavak helyes leírásával
id: Uji keterampilan ejaan Anda dengan menulis kata dengan benar
it: Metti alla prova le tue abilità di ortografia scrivendo correttamente le parole
ja: 単語を正しく綴ることで綴りスキルをテスト
ko: 단어를 정확히 철자하여 철자 실력을 테스트하세요
ms: Uji kemahiran ejaan anda dengan mengeja perkataan dengan betul
nb: Test staveferdighetene dine ved å stave ord korrekt
nl: Test je spellingvaardigheden door woorden correct te schrijven
pl: Sprawdź swoje umiejętności ortograficzne, poprawnie pisząc słowa
pt_pt: Teste as suas competências de ortografia escrevendo palavras correctamente
ro: Testează-ți abilitățile de ortografie scriind corect cuvintele
ru: Проверьте свои навыки правописания, правильно написав слова
sv: Testa dina stavningsförmågor genom att stava ord korrekt
th: ทดสอบทักษะการสะกดคำของคุณโดยสะกดคำให้ถูกต้อง
tr: Kelimeleri doğru yazarak yazım becerilerinizi test edin
uk: Перевірте свої навички правопису, правильно написавши слова
vi: Kiểm tra kỹ năng chính tả của bạn bằng cách viết đúng các từ
zh_hans: 通过正确拼写单词测试你的拼写技能
zh_hant: 通過正確拼寫單詞測試你的拼寫技能

# quizzes.definition_quiz_description
source: Select the correct definition for each word
ar: اختر التعريف الصحيح لكل كلمة
ca: Selecciona la definició correcta per a cada paraula
cs: Vyberte správnou definici pro každé slovo
da: Vælg den korrekte definition for hvert ord
de: Wählen Sie die richtige Definition für jedes Wort
es: Selecciona la definición correcta para cada palabra
fi: Valitse oikea määritelmä jokaiselle sanalle
fr: Choisissez la bonne définition pour chaque mot
he: בחר את ההגדרה הנכונה לכל מילה
hi: प्रत्येक शब्द के लिए सही परिभाषा चुनें
hu: Válaszd ki a helyes definíciót minden szóhoz
id: Pilih definisi yang benar untuk setiap kata
it: Scegli la definizione corretta per ogni parola
ja: 各単語の正しい定義を選択
ko: 각 단어의 올바른 정의를 선택하세요
ms: Pilih definisi yang betul untuk setiap perkataan
nb: Velg riktig definisjon for hvert ord
nl: Kies de juiste definitie voor elk woord
pl: Wybierz poprawną definicję dla każdego słowa
pt_pt: Escolha a definição correcta para cada palavra
ro: Alege definiția corectă pentru fiecare cuvânt
ru: Выберите правильное определение для каждого слова
sv: Välj rätt definition för varje ord
th: เลือกความหมายที่ถูกต้องสำหรับแต่ละคำ
tr: Her kelime için doğru tanımı seçin
uk: Виберіть правильне визначення для кожного слова
vi: Chọn định nghĩa đúng cho mỗi từ
zh_hans: 为每个单词选择正确的定义
zh_hant: 為每個單詞選擇正確的定義

# quizzes.progress
source: Progress
ar: التقدم
ca: Progrés
cs: Pokrok
da: Fremskridt
de: Fortschritt
es: Progreso
fi: Edistyminen
fr: Progrès
he: התקדמות
hi: प्रगति
hu: Haladás
id: Kemajuan
it: Progresso
ja: 進捗
ko: 진행 상황
ms: Kemajuan
nb: Fremgang
nl: Voortgang
pl: Postęp
pt_pt: Progresso
ro: Progres
ru: Прогресс
sv: Framsteg
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

# quizzes.streak
source: Streak
ar: السلسلة
ca: Ratxa
cs: Série
da: Stime
de: Serie
es: Racha
fi: Putki
fr: Série
he: רצף
hi: स्ट्रीक
hu: Sorozat
it: Serie
ja: 連続正解
ko: 연속 정답
ms: Strik
nb: Rekke
nl: Reeks
pl: Seria
pt_pt: Sequência
ro: Serie
ru: Серия
sv: Svit
th: สตรีค
tr: Seri
uk: Серія
vi: Chuỗi
zh_hans: 连胜
zh_hant: 連勝

# quizzes.score
source: Score
ar: النقاط
ca: Puntuació
cs: Skóre
de: Punktzahl
es: Puntuación
fi: Pisteet
he: ציון
hi: स्कोर
hu: Pontszám
id: Skor
it: Punteggio
ja: スコア
ko: 점수
ms: Skor
nb: Poeng
pl: Wynik
pt_pt: Pontuação
ro: Scor
ru: Счёт
sv: Poäng
th: คะแนน
tr: Puan
uk: Бал
vi: Điểm
zh_hans: 分数
zh_hant: 分數

# quizzes.best
source: Best
ar: الأفضل
ca: Millor
cs: Nejlepší
da: Bedste
de: Beste
es: Mejor
fi: Paras
fr: Meilleur
he: הטוב ביותר
hi: सर्वश्रेष्ठ
hu: Legjobb
id: Terbaik
it: Migliore
ja: 最高
ko: 최고
ms: Terbaik
nb: Beste
nl: Beste
pl: Najlepszy
pt_pt: Melhor
ro: Cel mai Bun
ru: Лучший
sv: Bästa
th: ดีที่สุด
tr: En İyi
uk: Найкращий
vi: Tốt nhất
zh_hans: 最佳
zh_hant: 最佳

# quizzes.hint
source: Hint
ar: تلميح
ca: Pista
cs: Nápověda
de: Hinweis
es: Pista
fi: Vihje
fr: Indice
he: רמז
hi: संकेत
hu: Tipp
id: Petunjuk
it: Suggerimento
ja: ヒント
ko: 힌트
ms: Petunjuk
pl: Podpowiedź
pt_pt: Dica
ro: Indiciu
ru: Подсказка
sv: Ledtråd
th: คำใบ้
tr: İpucu
uk: Підказка
vi: Gợi ý
zh_hans: 提示
zh_hant: 提示

# quizzes.attempt
source: Attempt
ar: محاولة
ca: Intent
cs: Pokus
da: Forsøg
de: Versuch
es: Intento
fi: Yritys
fr: Tentative
he: ניסיון
hi: प्रयास
hu: Kísérlet
id: Percobaan
it: Tentativo
ja: 試行
ko: 시도
ms: Percubaan
nb: Forsøk
nl: Poging
pl: Próba
pt_pt: Tentativa
ro: Încercare
ru: Попытка
sv: Försök
th: ความพยายาม
tr: Deneme
uk: Спроба
vi: Lượt thử
zh_hans: 尝试
zh_hant: 嘗試

# quizzes.correct
source: Correct!
ar: صحيح!
ca: Correcte!
cs: Správně!
da: Korrekt!
de: Richtig!
es: ¡Correcto!
fi: Oikein!
he: נכון!
hi: सही!
hu: Helyes!
id: Benar!
it: Corretto!
ja: 正解！
ko: 정답!
ms: Betul!
nb: Riktig!
pl: Poprawnie!
pt_pt: Correcto!
ro: Corect!
ru: Правильно!
sv: Rätt!
th: ถูกต้อง!
tr: Doğru!
uk: Правильно!
vi: Đúng!
zh_hans: 正确！
zh_hant: 正確！

# quizzes.well_done
source: Well done!
ar: أحسنت!
ca: Molt bé!
cs: Skvělá práce!
da: Godt gået!
de: Gut gemacht!
es: ¡Bien hecho!
fi: Hyvin tehty!
fr: Bien joué !
he: כל הכבוד!
hi: शाबाश!
hu: Szép munka!
id: Kerja Bagus!
it: Ben fatto!
ja: よくやった！
ko: 잘했어요!
ms: Bagus!
nb: Bra gjort!
nl: Goed gedaan!
pl: Świetnie!
pt_pt: Muito bem!
ro: Foarte bine!
ru: Отлично!
sv: Bra jobbat!
th: ดีมาก!
tr: Aferin!
uk: Молодець!
vi: Làm tốt lắm!
zh_hans: 干得好！
zh_hant: 幹得好！

# quizzes.keep_up_good_work
source: Keep up the good work!
ar: استمر في العمل الجيد!
ca: Continua amb la bona feina!
cs: Pokračujte v dobré práci!
da: Fortsæt det gode arbejde!
de: Weiter so!
es: ¡Sigue con el buen trabajo!
fi: Jatka hyvää työtä!
fr: Continuez comme ça !
he: המשך בעבודה טובה!
hi: अच्छा काम जारी रखें!
hu: Tartsd fenn a jó munkát!
id: Pertahankan kerja bagus!
it: Continua così!
ja: 良い仕事を続けましょう！
ko: 계속 잘해나가세요!
ms: Teruskan kerja bagus!
nb: Fortsett det gode arbeidet!
nl: Ga zo door!
pl: Tak trzymaj!
pt_pt: Continue o bom trabalho!
ro: Continuă munca bună!
ru: Продолжайте в том же духе!
sv: Fortsätt med det goda arbetet!
th: รักษาผลงานดีๆ ไว้!
tr: İyi çalışmaya devam edin!
uk: Продовжуйте гарну роботу!
vi: Tiếp tục làm tốt nhé!
zh_hans: 继续保持好成绩！
zh_hant: 繼續保持好成績！

# quizzes.correct_word_is
source: The correct word is '%@'. Moving to next word...
ar: الكلمة الصحيحة هي '%@'. الانتقال إلى الكلمة التالية...
ca: La paraula correcta és '%@'. Passant a la següent paraula...
cs: Správné slovo je '%@'. Přejít na další slovo...
da: Det korrekte ord er '%@'. Går videre til næste ord...
de: Das richtige Wort ist '%@'. Weiter zum nächsten Wort...
es: La palabra correcta es '%@'. Siguiente palabra...
fi: Oikea sana on '%@'. Siirrytään seuraavaan sanaan...
fr: Le mot correct est '%@'. Passage au mot suivant...
he: המילה הנכונה היא '%@'. עובר למילה הבאה...
hi: सही शब्द है '%@'। अगले शब्द पर चलते हैं...
hu: A helyes szó: '%@'. Tovább a következő szóra...
id: Kata yang benar adalah '%@'. Lanjut ke kata berikutnya...
it: La parola corretta è '%@'. Passa alla parola successiva...
ja: 正しい単語は「%@」です。次の単語へ...
ko: 정답 단어는 '%@'입니다. 다음 단어로...
ms: Perkataan yang betul ialah '%@'. Ke perkataan seterusnya...
nb: Riktig ord er '%@'. Neste ord...
nl: Het juiste woord is '%@'. Naar het volgende woord...
pl: Poprawne słowo to '%@'. Następne słowo...
pt_pt: A palavra correcta é '%@'. Próxima palavra...
ro: Cuvântul corect este '%@'. Următorul cuvânt...
ru: Правильное слово: '%@'. Следующее слово...
sv: Rätt ord är '%@'. Nästa ord...
th: คำที่ถูกต้องคือ '%@' คำถัดไป...
tr: Doğru kelime '%@'. Sonraki kelime...
uk: Правильне слово: '%@'. Наступне слово...
vi: Từ đúng là '%@'. Từ tiếp theo...
zh_hans: 正确单词是 '%@'。前往下一个单词...
zh_hant: 正確單詞是 '%@'。前往下一個單詞...
