Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.show_definitions_native_language
source: Show definitions in your native language
ar: عرض التعريفات بلغتك الأم
ca: Mostra les definicions en la teva llengua nativa
cs: Zobrazit definice ve vašem mateřském jazyce
da: Vis definitioner på dit modersmål
de: Definitionen in Ihrer Muttersprache anzeigen
es: Mostrar definiciones en tu idioma nativo
fi: Näytä määritelmät äidinkielelläsi
fr: Afficher les définitions dans votre langue maternelle
he: הצג הגדרות בשפת האם שלך
hi: अपनी मातृभाषा में परिभाषाएं दिखाएं
hr: Prikaži definicije na vašem materinjem jeziku
hu: Definíciók megjelenítése az anyanyelveden
id: Tampilkan definisi dalam bahasa ibu Anda
it: Mostra definizioni nella tua lingua madre
ja: 母国語で定義を表示
ko: 모국어로 정의 표시
ms: Tunjuk definisi dalam bahasa ibunda anda
nb: Vis definisjoner på morsmålet ditt
nl: Toon definities in je moedertaal
pl: Pokaż definicje w Twoim języku ojczystym
pt_pt: Mostrar definições na sua língua materna
ro: Afișează definițiile în limba ta maternă
ru: Показывать определения на вашем родном языке
sk: Zobraziť definície vo vašom rodnom jazyku
sv: Visa definitioner på ditt modersmål
th: แสดงความหมายในภาษาแม่ของคุณ
tr: Tanımları ana dilinizde göster
uk: Показувати визначення рідною мовою
vi: Hiển thị định nghĩa bằng ngôn ngữ mẹ đẻ
zh_hans: 以你的母语显示定义
zh_hant: 以你的母語顯示定義

# settings.accent
source: Accent
ar: اللكنة
cs: Přízvuk
de: Akzent
es: Acento
fi: Aksentti
he: מבטא
hi: उच्चारण
hr: Naglasak
hu: Akcentus
id: Aksen
it: Accento
ja: アクセント
ko: 억양
ms: Loghat
nb: Aksent
pl: Akcent
pt_pt: Sotaque
ru: Акцент
sk: Prízvuk
sv: Accents
th: สำเนียง
tr: Aksan
uk: Акцент
vi: Giọng
zh_hans: 口音
zh_hant: 口音

# settings.select_accent
source: Select accent
ar: اختر لكنة
ca: Selecciona un accent
cs: Vybrat přízvuk
da: Vælg accent
de: Akzent auswählen
es: Seleccionar acento
fi: Valitse aksentti
fr: Sélectionner un accent
he: בחר מבטא
hi: उच्चारण चुनें
hr: Odaberi naglasak
hu: Akcentus kiválasztása
id: Pilih Aksen
it: Seleziona Accento
ja: アクセントを選択
ko: 억양 선택
ms: Pilih Loghat
nb: Velg aksent
nl: Selecteer accent
pl: Wybierz akcent
pt_pt: Seleccionar Sotaque
ro: Selectează Accent
ru: Выбрать акцент
sk: Vybrať prízvuk
sv: Välj accent
th: เลือกสำเนียง
tr: Aksan Seç
uk: Вибрати акцент
vi: Chọn giọng
zh_hans: 选择口音
zh_hant: 選擇口音

# settings.notifications
source: Notifications
ar: الإشعارات
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
he: התראות
hi: अधिसूचनाएं
hr: Obavijesti
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Upozornenia
sv: Aviseringar
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# settings.daily_reminders
source: Daily Reminders
ar: التذكيرات اليومية
ca: Recordatoris diaris
cs: Denní připomínky
da: Daglige påmindelser
de: Tägliche Erinnerungen
es: Recordatorios diarios
fi: Päivittäiset muistutukset
fr: Rappels quotidiens
he: תזכורות יומיות
hi: दैनिक अनुस्मारक
hr: Dnevni podsjetnici
hu: Napi emlékeztetők
id: Pengingat Harian
it: Promemoria Giornalieri
ja: 毎日のリマインダー
ko: 일일 알림
ms: Peringatan Harian
nb: Daglige påminnelser
nl: Dagelijkse herinneringen
pl: Codzienne przypomnienia
pt_pt: Lembretes Diários
ro: Memento-uri Zilnice
ru: Ежедневные напоминания
sk: Denné pripomienky
sv: Dagliga påminnelser
th: การแจ้งเตือนรายวัน
tr: Günlük Hatırlatıcılar
uk: Щоденні нагадування
vi: Nhắc nhở hàng ngày
zh_hans: 每日提醒
zh_hant: 每日提醒

# settings.difficult_words
source: Difficult Words
ar: الكلمات الصعبة
ca: Paraules difícils
cs: Obtížná slova
da: Svære ord
de: Schwierige Wörter
es: Palabras difíciles
fi: Vaikeat sanat
fr: Mots difficiles
he: מילים קשות
hi: कठिन शब्द
hr: Teške riječi
hu: Nehéz szavak
id: Kata Sulit
it: Parole Difficili
ja: 難しい単語
ko: 어려운 단어
ms: Perkataan Sukar
nb: Vanskelige ord
nl: Moeilijke woorden
pl: Trudne słowa
pt_pt: Palavras Difíceis
ro: Cuvinte Dificile
ru: Сложные слова
sk: Náročné slová
sv: Svåra ord
th: คำศัพท์ที่ยาก
tr: Zor Kelimeler
uk: Складні слова
vi: Từ khó
zh_hans: 困难单词
zh_hant: 困難單詞

# settings.subscription
source: Subscription
ar: الاشتراك
ca: Subscripció
cs: Předplatné
da: Abonnement
de: Abonnement
es: Suscripción
fi: Tilaus
fr: Abonnement
he: מנוי
hi: सदस्यता
hr: Pretplata
hu: Előfizetés
id: Langganan
it: Abbonamento
ja: サブスクリプション
ko: 구독
ms: Langganan
nb: Abonnement
nl: Abonnement
pl: Subskrypcja
pt_pt: Subscrição
ro: Abonament
ru: Подписка
sk: Predplatné
sv: Prenumeration
th: การสมัครสมาชิก
tr: Abonelik
uk: Підписка
vi: Gói đăng ký
zh_hans: 订阅
zh_hant: 訂閱

# settings.pro_user
source: Pro User
ar: مستخدم محترف
ca: Usuari Pro
cs: Pro uživatel
da: Pro-bruger
de: Pro-Benutzer
es: Usuario Pro
fi: Pro-käyttäjä
fr: Utilisateur Pro
he: משתמש Pro
hi: प्रो उपयोगकर्ता
hr: Pro korisnik
hu: Pro felhasználó
id: Pengguna Pro
it: Utente Pro
ja: プロユーザー
ko: 프로 사용자
ms: Pengguna Pro
nb: Pro-bruker
nl: Pro-gebruiker
pl: Użytkownik Pro
pt_pt: Utilizador Pro
ro: Utilizator Pro
ru: Пользователь Pro
sk: Používateľ Pro
sv: Pro-användare
th: ผู้ใช้ Pro
tr: Pro Kullanıcı
uk: Користувач Pro
vi: Người dùng Pro
zh_hans: 专业用户
zh_hant: 專業用戶

# settings.free_plan
source: Free Plan
ar: الخطة المجانية
ca: Pla gratuït
cs: Bezplatný plán
da: Gratis plan
de: Kostenloser Plan
es: Plan gratuito
fi: Ilmainen suunnitelma
fr: Plan gratuit
he: תוכנית חינם
hi: मुफ्त योजना
hr: Besplatni plan
hu: Ingyenes csomag
id: Paket Gratis
it: Piano Gratuito
ja: 無料プラン
ko: 무료 플랜
ms: Pelan Percuma
nb: Gratisplan
nl: Gratis plan
pl: Plan darmowy
pt_pt: Plano Gratuito
ro: Plan Gratuit
ru: Бесплатный план
sk: Bezplatný plán
sv: Gratisplan
th: แผนฟรี
tr: Ücretsiz Plan
uk: Безкоштовний план
vi: Gói miễn phí
zh_hans: 免费计划
zh_hant: 免費計劃

# settings.limited_features_available
source: Limited features available
ar: ميزات محدودة متاحة
ca: Funcions limitades disponibles
cs: Dostupné omezené funkce
da: Begrænsede funktioner tilgængelige
de: Eingeschränkte Funktionen verfügbar
es: Funciones limitadas disponibles
fi: Rajoitetut ominaisuudet käytettävissä
fr: Fonctionnalités limitées disponibles
he: תכונות מוגבלות זמינות
hi: सीमित सुविधाएं उपलब्ध
hr: Dostupne su ograničene značajke
hu: Korlátozott funkciók elérhetők
id: Fitur terbatas tersedia
it: Funzionalità limitate disponibili
ja: 制限された機能が利用可能
ko: 제한된 기능 사용 가능
ms: Ciri terhad tersedia
nb: Begrensede funksjoner tilgjengelig
nl: Beperkte functies beschikbaar
pl: Ograniczone funkcje dostępne
pt_pt: Funcionalidades limitadas disponíveis
ro: Funcționalități limitate disponibile
ru: Доступны ограниченные функции
sk: Obmedzené funkcie k dispozícii
sv: Begränsade funktioner tillgängliga
th: ฟีเจอร์จำกัดพร้อมใช้งาน
tr: Sınırlı özellikler mevcut
uk: Доступні обмежені функції
vi: Tính năng hạn chế có sẵn
zh_hans: 可用功能有限
zh_hant: 可用功能有限

# settings.signed_in_as
source: Signed in as
ar: تم تسجيل الدخول باسم
ca: Has iniciat sessió com a
cs: Přihlášen jako
da: Logget ind som
de: Angemeldet als
es: Sesión iniciada como
fi: Kirjautunut sisään nimellä
fr: Connecté en tant que
he: מחובר כ
hi: इस रूप में साइन इन
hr: Prijavljeni ste kao
hu: Bejelentkezve mint
id: Masuk sebagai
it: Accesso effettuato come
ja: ログイン中のユーザー
ko: 로그인된 계정
ms: Log masuk sebagai
nb: Logget inn som
nl: Ingelogd als
pl: Zalogowany jako
pt_pt: Iniciou sessão como
ro: Conectat ca
ru: Вошли как
sk: Prihlásený ako
sv: Inloggad som
th: ลงชื่อเข้าใช้ในฐานะ
tr: Oturum açılan hesap
uk: Увійшли як
vi: Đăng nhập với tư cách
zh_hans: 登录身份为
zh_hant: 登錄身份為

# settings.anonymous
source: Anonymous
ar: مجهول
ca: Anònim
cs: Anonymní
da: Anonym
de: Anonym
es: Anónimo
fi: Anonyymi
fr: Anonyme
he: אנונימי
hi: अनाम
hr: Anonimni
hu: Névtelen
id: Anonim
it: Anonimo
ja: 匿名
ko: 익명
ms: Tanpa Nama
nb: Anonym
nl: Anoniem
pl: Anonimowy
pt_pt: Anónimo
ro: Anonim
ru: Аноним
sk: Anonymný
sv: Anonym
th: นิรนาม
tr: Anonim
uk: Анонім
vi: Ẩn danh
zh_hans: 匿名
zh_hant: 匿名

# settings.upload_backup_google
source: Upload backup to Google
ar: رفع النسخة الاحتياطية إلى جوجل
ca: Puja una còpia de seguretat a Google
cs: Nahrát zálohu na Google
da: Upload backup til Google
de: Sicherung zu Google hochladen
es: Subir copia de seguridad a Google
fi: Lataa varmuuskopio Googleen
fr: Téléverser la sauvegarde vers Google
he: העלאת גיבוי לגוגל
hi: गूगल पर बैकअप अपलोड करें
hr: Učitaj sigurnosnu kopiju na Google
hu: Biztonsági mentés feltöltése Google-ra
id: Unggah Cadangan ke Google
it: Carica Backup su Google
ja: Googleにバックアップをアップロード
ko: Google에 백업 업로드
ms: Muat Naik Sandaran ke Google
nb: Last opp sikkerhetskopi til Google
nl: Back-up uploaden naar Google
pl: Prześlij kopię zapasową do Google
pt_pt: Carregar Cópia de Segurança para o Google
ro: Încarcă Copie de Rezervă pe Google
ru: Загрузить резервную копию в Google
sk: Nahrať zálohu na Google
sv: Ladda upp säkerhetskopia till Google
th: อัปโหลดสำรองไปยัง Google
tr: Google'a Yedek Yükle
uk: Завантажити резервну копію в Google
vi: Tải bản sao lưu lên Google
zh_hans: 上传备份到谷歌
zh_hant: 上傳備份到谷歌

# settings.download_backup_google
source: Download backup from Google
ar: تنزيل النسخة الاحتياطية من جوجل
ca: Descarrega una còpia de seguretat de Google
cs: Stáhnout zálohu z Google
da: Download backup fra Google
de: Sicherung von Google herunterladen
es: Descargar copia de seguridad de Google
fi: Lataa varmuuskopio Googlelta
fr: Télécharger la sauvegarde depuis Google
he: הורדת גיבוי מגוגל
hi: गूगल से बैकअप डाउनलोड करें
hr: Preuzmi sigurnosnu kopiju s Googlea
hu: Biztonsági mentés letöltése Google-ról
id: Unduh Cadangan dari Google
it: Scarica Backup da Google
ja: Googleからバックアップをダウンロード
ko: Google에서 백업 다운로드
ms: Muat Turun Sandaran dari Google
nb: Last ned sikkerhetskopi fra Google
nl: Back-up downloaden van Google
pl: Pobierz kopię zapasową z Google
pt_pt: Descarregar Cópia de Segurança do Google
ro: Descarcă Copie de Rezervă de pe Google
ru: Скачать резервную копию из Google
sk: Stiahnuť zálohu z Google
sv: Ladda ner säkerhetskopia från Google
th: ดาวน์โหลดสำรองจาก Google
tr: Google'dan Yedek İndir
uk: Завантажити резервну копію з Google
vi: Tải bản sao lưu từ Google
zh_hans: 从谷歌下载备份
zh_hant: 從谷歌下載備份

# settings.sign_in_sync_word_lists
source: Sign in to sync word lists
ar: تسجيل الدخول لمزامنة قوائم الكلمات
ca: Inicia sessió per sincronitzar llistes de paraules
cs: Přihlásit se k synchronizaci seznamů slov
da: Log ind for at synkronisere ordlister
de: Melden Sie sich an, um Wortlisten zu synchronisieren
es: Inicia sesión para sincronizar listas de palabras
fi: Kirjaudu sisään synkronoidaksesi sanalistat
fr: Connectez-vous pour synchroniser les listes de mots
he: התחבר כדי לסנכרן רשימות מילים
hi: शब्द सूचियों को सिंक करने के लिए साइन इन करें
hr: Prijavite se za sinkronizaciju popisa riječi
hu: Jelentkezz be a szólisták szinkronizálásához
id: Masuk untuk menyinkronkan daftar kata
it: Accedi per sincronizzare le liste di parole
ja: 単語リストを同期するためにログイン
ko: 단어 리스트 동기화를 위해 로그인
ms: Log masuk untuk menyegerakkan senarai perkataan
nb: Logg inn for å synkronisere ordlister
nl: Log in om woordenlijsten te synchroniseren
pl: Zaloguj się, aby synchronizować listy słów
pt_pt: Inicie sessão para sincronizar listas de palavras
ro: Conectează-te pentru a sincroniza listele de cuvinte
ru: Войдите, чтобы синхронизировать списки слов
sk: Prihláste sa na synchronizáciu zoznamov slov
sv: Logga in för att synkronisera ordlistor
th: ลงชื่อเข้าใช้เพื่อซิงค์รายการคำศัพท์
tr: Kelime listelerini senkronize etmek için oturum aç
uk: Увійдіть, щоб синхронізувати списки слів
vi: Đăng nhập để đồng bộ danh sách từ
zh_hans: 登录以同步单词列表
zh_hant: 登錄以同步單詞列表

# settings.organization
source: Organization
ar: التنظيم
ca: Organització
cs: Organizace
da: Organisation
de: Organisation
es: Organización
fi: Organisaatio
fr: Organisation
he: ארגון
hi: संगठन
hr: Organizacija
hu: Szervezés
id: Organisasi
it: Organizzazione
ja: 整理
ko: 정리
ms: Penyusunan
nb: Organisering
nl: Organisatie
pl: Organizacja
pt_pt: Organização
ro: Organizare
ru: Организация
sk: Organizácia
sv: Organisation
th: การจัดระเบียบ
tr: Organizasyon
uk: Організація
vi: Sắp xếp
zh_hans: 组织
zh_hant: 組織

# settings.shared_dictionaries
source: Shared Dictionaries
ar: قواميس مشتركة
ca: Diccionaris compartits
cs: Sdílené slovníky
da: Delte ordbøger
de: Geteilte Wörterbücher
es: Diccionarios compartidos
fi: Jaetut sanakirjat
fr: Dictionnaires partagés
he: מילונים משותפים
hi: साझा शब्दकोश
hr: Zajednički rječnici
hu: Megosztott szótárak
id: Kamus Bersama
it: Dizionari Condivisi
ja: 共有辞書
ko: 공유 사전
ms: Kamus Kongsi
nb: Delte ordbøker
nl: Gedeelde woordenboeken
pl: Wspólne słowniki
pt_pt: Dicionários Partilhados
ro: Dicționare Partajate
ru: Общие словари
sk: Zdieľané slovníky
sv: Delade ordböcker
th: พจนานุกรมที่แชร์
tr: Paylaşılan Sözlükler
uk: Спільні словники
vi: Từ điển chia sẻ
zh_hans: 共享词典
zh_hant: 共享詞典

# settings.about_app
source: About App
ar: حول التطبيق
ca: Quant a l'aplicació
cs: O aplikaci
da: Om appen
de: Über die App
es: Acerca de la aplicación
fi: Tietoa sovelluksesta
fr: À propos de l'application
he: אודות האפליקציה
hi: ऐप के बारे में
hr: O aplikaciji
hu: Az alkalmazásról
id: Tentang Aplikasi
it: Informazioni sull'App
ja: アプリについて
ko: 앱 정보
ms: Mengenai Apl
nb: Om appen
nl: Over de app
pl: O aplikacji
pt_pt: Sobre a Aplicação
ro: Despre Aplicație
ru: О приложении
sk: O aplikácii
sv: Om appen
th: เกี่ยวกับแอป
tr: Uygulama Hakkında
uk: Про програму
vi: Giới thiệu ứng dụng
zh_hans: 关于应用
zh_hant: 關於應用

# settings.features
source: Features
ar: الميزات
ca: Funcions
cs: Funkce
da: Funktioner
de: Funktionen
es: Funciones
fi: Ominaisuudet
fr: Fonctionnalités
he: תכונות
hi: सुविधाएं
hr: Značajke
hu: Funkciók
id: Fitur
it: Funzionalità
ja: 機能
ko: 기능
ms: Ciri
nb: Funksjoner
nl: Functies
pl: Funkcje
pt_pt: Funcionalidades
ro: Funcționalități
ru: Функции
sk: Funkcie
sv: Funktioner
th: ฟีเจอร์
tr: Özellikler
uk: Функції
vi: Tính năng
zh_hans: 功能
zh_hant: 功能

# settings.add_organize_words
source: Add and organize words with definitions
ar: إضافة وتنظيم الكلمات مع التعريفات
ca: Afegeix i organitza paraules amb definicions
cs: Přidat a organizovat slova s definicemi
da: Tilføj og organiser ord med definitioner
de: Wörter mit Definitionen hinzufügen und organisieren
es: Añade y organiza palabras con definiciones
fi: Lisää ja järjestä sanoja määritelmien kanssa
fr: Ajouter et organiser des mots avec des définitions
he: הוסף וארגן מילים עם הגדרות
hi: परिभाषाओं के साथ शब्द जोड़ें और व्यवस्थित करें
hr: Dodajte i organizirajte riječi s definicijama
hu: Szavak hozzáadása és rendszerezése definíciókkal
id: Tambah dan atur kata dengan definisi
it: Aggiungi e organizza parole con definizioni
ja: 定義付きで単語を追加・整理
ko: 정의와 함께 단어 추가 및 정리
ms: Tambah dan susun perkataan dengan definisi
nb: Legg til og organiser ord med definisjoner
nl: Woorden toevoegen en organiseren met definities
pl: Dodawaj i organizuj słowa z definicjami
pt_pt: Adicione e organize palavras com definições
ro: Adaugă și organizează cuvinte cu definiții
ru: Добавляйте и организуйте слова с определениями
sk: Pridávajte a organizujte slová s definíciami
sv: Lägg till och organisera ord med definitioner
th: เพิ่มและจัดระเบียบคำศัพท์พร้อมความหมาย
tr: Tanımlarla kelime ekleyin ve düzenleyin
uk: Додавайте та впорядковуйте слова з визначеннями
vi: Thêm và sắp xếp từ với định nghĩa
zh_hans: 添加并组织带有定义的单词
zh_hant: 添加並組織帶有定義的單詞

# settings.practice_quizzes_spelling
source: Practice with quizzes and spelling exercises
ar: التدريب باستخدام الاختبارات وتمارين الإملاء
ca: Practica amb qüestionaris i exercicis d'ortografia
cs: Cvičit s kvízy a cvičeními pravopisu
da: Øv med quizzer og staveøvelser
de: Mit Quiz und Rechtschreibübungen üben
es: Practica con cuestionarios y ejercicios de ortografía
fi: Harjoittele visojen ja oikeinkirjoitusharjoitusten avulla
fr: Pratiquer avec des quiz et des exercices d'orthographe
he: תרגל עם חידונים ותרגילי איות
hi: क्विज़ और वर्तनी अभ्यास के साथ अभ्यास करें
hr: Vježbajte s kvizovima i vježbama pravopisa
hu: Gyakorlás kvizekkel és helyesírási gyakorlatokkal
id: Latih dengan kuis dan latihan ejaan
it: Esercitati con quiz ed esercizi di ortografia
ja: クイズや綴り練習で練習
ko: 퀴즈 및 철자 연습으로 연습
ms: Berlatih dengan kui dan latihan ejaan
nb: Øv med quizzer og staveøvelser
nl: Oefen met quizzen en spellingsoefeningen
pl: Ćwicz z quizami i ćwiczeniami ortograficznymi
pt_pt: Pratique com questionários e exercícios de ortografia
ro: Exersează cu teste și exerciții de ortografie
ru: Практикуйтесь с тестами и упражнениями по правописанию
sk: Precvičujte si kvízy a cvičenia pravopisu
sv: Öva med quiz och stavningsövningar
th: ฝึกด้วยแบบทดสอบและการสะกดคำ
tr: Testler ve yazım alıştırmalarıyla pratik yapın
uk: Практикуйте за допомогою тестів та правопису
vi: Luyện tập với các bài kiểm tra và chính tả
zh_hans: 通过测验和拼写练习进行练习
zh_hant: 通過測驗和拼寫練習進行練習

# settings.track_learning_progress
source: Track your learning progress
ar: تتبع تقدم التعلم
ca: Fes seguiment del teu progrés d'aprenentatge
cs: Sledovat pokrok v učení
da: Spor din læringsfremskridt
de: Verfolgen Sie Ihren Lernfortschritt
es: Sigue tu progreso de aprendizaje
fi: Seuraa oppimisedistymistäsi
fr: Suivre votre progression d'apprentissage
he: עקוב אחר התקדמות הלמידה שלך
hi: अपनी सीखने की प्रगति को ट्रैक करें
hr: Pratite svoj napredak u učenju
hu: Tanulási haladás nyomon követése
id: Lacak kemajuan pembelajaran Anda
it: Tieni traccia dei tuoi progressi di apprendimento
ja: 学習の進捗を追跡
ko: 학습 진행 상황 추적
ms: Jejaki kemajuan pembelajaran anda
nb: Spor læringsfremgangen din
nl: Volg je leerprogressie
pl: Śledź postępy w nauce
pt_pt: Acompanhe o seu progresso de aprendizagem
ro: Urmărește progresul tău de învățare
ru: Отслеживайте свой прогресс в обучении
sk: Sledujte svoj pokrok v učení
sv: Spåra dina lärandeframsteg
th: ติดตามความคืบหน้าของการเรียนรู้
tr: Öğrenme ilerlemenizi takip edin
uk: Відстежуйте прогрес навчання
vi: Theo dõi tiến độ học tập
zh_hans: 跟踪学习进度
zh_hant: 跟踪學習進度

# settings.import_export_word_collection
source: Import and export your word collection
ar: استيراد وتصدير مجموعة الكلمات
ca: Importa i exporta la teva col·lecció de paraules
cs: Importovat a exportovat sbírku slov
da: Importer og eksporter din ordsamling
de: Importieren und exportieren Sie Ihre Wortsammlung
es: Importa y exporta tu colección de palabras
fi: Tuo ja vie sanakokoelmasi
fr: Importer et exporter votre collection de mots
he: ייבא וייצא את אוסף המילים שלך
hi: अपने शब्द संग्रह को आयात और निर्यात करें
hr: Uvezite i izvezite svoju zbirku riječi
hu: Szógyűjtemény importálása és exportálása
id: Impor dan ekspor koleksi kata Anda
it: Importa ed esporta la tua collezione di parole
ja: 単語コレクションのインポート・エクスポート
ko: 단어 컬렉션 가져오기 및 내보내기
ms: Import dan eksport koleksi perkataan anda
nb: Importer og eksporter vokabularsamlingen din
nl: Importeer en exporteer je woordencollectie
pl: Importuj i eksportuj swoją kolekcję słów
pt_pt: Importe e exporte a sua colecção de palavras
ro: Importă și exportă colecția ta de cuvinte
ru: Импортируйте и экспортируйте свою коллекцию слов
sk: Importujte a exportujte svoju zbierku slov
sv: Importera och exportera din ordsamling
th: นำเข้าและส่งออกคลังคำศัพท์ของคุณ
tr: Kelime koleksiyonunuzu içe ve dışa aktarın
uk: Імпортуйте та експортуйте свою колекцію слів
vi: Nhập và xuất bộ sưu tập từ của bạn
zh_hans: 导入和导出单词集合
zh_hant: 導入和導出單詞集合

# settings.customize_learning_experience
source: Customize your learning experience
ar: تخصيص تجربة التعلم
ca: Personalitza la teva experiència d'aprenentatge
cs: Přizpůsobit zážitek z učení
da: Tilpas din læringsoplevelse
de: Passen Sie Ihr Lernerlebnis an
es: Personaliza tu experiencia de aprendizaje
fi: Mukauta oppimiskokemustasi
fr: Personnaliser votre expérience d'apprentissage
he: התאם את חוויית הלמידה שלך
hi: अपने सीखने के अनुभव को अनुकूलित करें
hr: Prilagodite svoje iskustvo učenja
hu: Tanulási élmény testreszabása
id: Sesuaikan pengalaman belajar Anda
it: Personalizza la tua esperienza di apprendimento
ja: 学習体験をカスタマイズ
ko: 학습 경험 맞춤화
ms: Sesuaikan pengalaman pembelajaran anda
nb: Tilpass læringsopplevelsen din
nl: Pas je leerervaring aan
pl: Dostosuj swoje doświadczenie edukacyjne
pt_pt: Personalize a sua experiência de aprendizagem
ro: Personalizează-ți experiența de învățare
ru: Настройте свой опыт обучения
sk: Prispôsobte si zážitok z učenia
sv: Anpassa din lärandeupplevelse
th: ปรับแต่งประสบการณ์การเรียนรู้ของคุณ
tr: Öğrenme deneyiminizi özelleştirin
uk: Налаштуйте свій досвід навчання
vi: Tùy chỉnh trải nghiệm học tập của bạn
zh_hans: 自定义学习体验
zh_hant: 自定義學習體驗

# settings.voice_pronunciation_support
source: Voice pronunciation support
ar: دعم النطق الصوتي
ca: Suport de pronunciació per veu
cs: Podpora hlasové výslovnosti
da: Understøttelse af stemmeudtale
de: Unterstützung für Sprachausgabe
es: Soporte de pronunciación por voz
fi: Ääniohjatun ääntämisen tuki
fr: Support de prononciation vocale
he: תמיכה בהגייה ק皇上
hi: आवाज उच्चारण समर्थन
hr: Podrška za glasovni izgovor
hu: Kiejtési hang támogatása
id: Dukungan pengucapan suara
it: Supporto per la pronuncia vocale
ja: 音声発音サポート
ko: 음성 발음 지원
ms: Sokongan sebutan suara
nb: Støtte for taleuttale
nl: Ondersteuning voor stemuitspraak
pl: Wsparcie dla wymowy głosowej
pt_pt: Suporte para pronúncia por voz
ro: Suport pentru pronunție vocală
ru: Поддержка произношения голосом
sk: Podpora hlasovej výslovnosti
sv: Stöd för röstuttal
th: รองรับการออกเสียงด้วยเสียง
tr: Sesli telaffuz desteği
uk: Підтримка вимови голосом
vi: Hỗ trợ phát âm bằng giọng nói
zh_hans: 语音发音支持
zh_hant: 語音發音支持

# settings.contact_me
source: Contact Me
ar: اتصل بي
ca: Contacta'm
cs: Kontaktujte mě
da: Kontakt mig
de: Kontaktieren Sie mich
es: Contáctame
fi: Ota yhteyttä
fr: Contactez-moi
he: צור קשר
hi: मुझसे संपर्क करें
hr: Kontaktirajte me
hu: Kapcsolatfelvétel
id: Hubungi Saya
it: Contattami
ja: 連絡先
ko: 연락처
ms: Hubungi Saya
nb: Kontakt meg
nl: Neem contact met mij op
pl: Skontaktuj się ze mną
pt_pt: Contacte-me
ro: Contactează-mă
ru: Связаться со мной
sk: Kontaktujte ma
sv: Kontakta mig
th: ติดต่อฉัน
tr: Bana Ulaşın
uk: Зв'яжіться зі мною
vi: Liên hệ với tôi
zh_hans: 联系我
zh_hant: 聯繫我

# settings.support
source: Support
ar: الدعم
ca: Suport
cs: Podpora
es: Soporte
fi: Tuki
he: תמיכה
hi: समर्थन
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
ms: Sokongan
nb: Støtte
nl: Ondersteuning
pl: Wsparcie
pt_pt: Suporte
ro: Suport
ru: Поддержка
sk: Podpora
th: การสนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支持

# settings.rate_app
source: Rate the App
ar: تقييم التطبيق
ca: Valora l'aplicació
cs: Ohodnotit aplikaci
da: Bedøm appen
de: App bewerten
es: Calificar aplicación
fi: Arvioi sovellus
fr: Évaluer l'application
he: דרג את האפליקציה
hi: ऐप रेट करें
hr: Ocjenite aplikaciju
hu: Alkalmazás értékelése
id: Beri Peringkat Aplikasi
it: Valuta l'App
ja: アプリを評価
ko: 앱 평가
ms: Nilaikan Apl
nb: Vurder appen
nl: App beoordelen
pl: Oceń aplikację
pt_pt: Avaliar Aplicação
ro: Evaluează Aplicația
ru: Оценить приложение
sk: Ohodnotiť aplikáciu
sv: Betygsätt appen
th: ให้คะแนนแอป
tr: Uygulamayı Değerlendir
uk: Оцінити програму
vi: Đánh giá ứng dụng
zh_hans: 评价应用
zh_hant: 評價應用

# settings.export_successful
source: Export Successful
ar: التصدير ناجح
ca: Exportació exitosa
cs: Export úspěšný
da: Eksport vellykket
de: Export erfolgreich
es: Exportación exitosa
fi: Vienti onnistui
fr: Exportation réussie
he: ייצוא הושלם בהצלחה
hi: निर्यात सफल
hr: Izvoz uspješan
hu: Exportálás sikeres
id: Ekspor Berhasil
it: Esportazione Riuscita
ja: エクスポート成功
ko: 내보내기 성공
ms: Eksport Berjaya
nb: Eksport vellykket
nl: Exporteren geslaagd
pl: Eksport zakończony sukcesem
pt_pt: Exportação Bem-sucedida
ro: Export Reușit
ru: Экспорт успешен
sk: Export úspešný
sv: Export lyckades
th: ส่งออกสำเร็จ
tr: Dışa Aktarma Başarılı
uk: Експорт успішний
vi: Xuất thành công
zh_hans: 导出成功
zh_hant: 導出成功
