Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# tags.edit_tag
source: Edit Tag
ar: تعديل العلامة
ca: Edita l'etiqueta
cs: Upravit štítek
da: Rediger tag
de: Tag bearbeiten
el: Επεξεργασία Ετικέτας
es: Editar etiqueta
fi: Muokkaa tunnistetta
fr: Modifier l'étiquette
he: עריכת תגית
hi: टैग संपादित करें
hr: Uredi oznaku
hu: Címke szerkesztése
it: Modifica Tag
ja: タグを編集
ko: 태그 편집
nb: Rediger etikett
nl: Tag bewerken
pl: Edytuj etykietę
pt_pt: Editar Etiqueta
ro: Editează Etichetă
ru: Редактировать тег
sk: Upraviť značku
sv: Redigera tagg
th: แก้ไขแท็ก
tr: Etiketi Düzenle
uk: Редагувати тег
vi: Chỉnh sửa thẻ
zh_hans: 编辑标签
zh_hant: 編輯標籤

# tags.new_tag
source: New Tag
ar: علامة جديدة
ca: Etiqueta nova
cs: Nový štítek
da: Nyt tag
de: Neuer Tag
el: Νέα Ετικέτα
es: Nueva etiqueta
fi: Uusi tunniste
fr: Nouvelle étiquette
he: תגית חדשה
hi: नया टैग
hr: Nova oznaka
hu: Új címke
id: Tag Baru
it: Nuovo Tag
ja: 新しいタグ
ko: 새 태그
ms: Tag Baru
nb: Ny etikett
nl: Nieuwe tag
pl: Nowa etykieta
pt_pt: Nova Etiqueta
ro: Etichetă Nouă
ru: Новый тег
sk: Nová značka
sv: Ny tagg
th: แท็กใหม่
tr: Yeni Etiket
uk: Новий тег
vi: Thẻ mới
zh_hans: 新标签
zh_hant: 新標籤

# tags.tag_management_error
source: Tag Management Error
ar: خطأ في إدارة العلامات
ca: Error en la gestió d'etiquetes
cs: Chyba správy štítků
da: Fejl ved tag-administration
de: Fehler bei der Tag-Verwaltung
el: Σφάλμα Διαχείρισης Ετικετών
es: Error en la gestión de etiquetas
fi: Virhe tunnisteiden hallinnassa
fr: Erreur de gestion des étiquettes
he: שגיאה בניהול תגיות
hi: टैग प्रबंधन त्रुटि
hr: Pogreška u upravljanju oznakama
hu: Címke kezelési hiba
id: Kesalahan Pengelolaan Tag
it: Errore nella Gestione dei Tag
ja: タグ管理エラー
ko: 태그 관리 오류
ms: Ralat Pengurusan Tag
nb: Feil ved etikettadministrasjon
nl: Fout bij tagbeheer
pl: Błąd zarządzania etykietami
pt_pt: Erro na Gestão de Etiquetas
ro: Eroare la gestionarea etichetelor
ru: Ошибка управления тегами
sk: Chyba pri správe značiek
sv: Fel vid hantering av taggar
th: ข้อผิดพลาดในการจัดการแท็ก
tr: Etiket yönetiminde hata
uk: Помилка керування тегами
vi: Lỗi quản lý thẻ
zh_hans: 标签管理错误
zh_hant: 標籤管理錯誤

# coffee.buy_me_a_coffee
source: Buy Me a Coffee
ar: اشترِ لي قهوة
ca: Compra'm un cafè
cs: Kupte mi kávu
da: Køb mig en kaffe
de: Kaufen Sie mir einen Kaffee
el: Κέρασέ με έναν καφέ
es: Cómprame un café
fi: Osta minulle kahvi
fr: Offrez-moi un café
he: קנה לי קפה
hi: मुझे एक कॉफी खरीदें
hr: Časti me kavom
hu: Vegyél nekem egy kávét
id: Beli Saya Kopi
it: Offrimi un Caffè
ja: コーヒーをおごる
ko: 커피 한 잔 사주세요
ms: Beli Saya Kopi
nb: Kjøp meg en kaffe
nl: Koop een koffie voor mij
pl: Kup mi kawę
pt_pt: Ofereça-me um Café
ro: Cumpără-mi o Cafea
ru: Купите мне кофе
sk: Kúpte mi kávu
sv: Köp mig en kaffe
th: ซื้อกาแฟให้ฉัน
tr: Bana Kahve Ismarla
uk: Купіть мені каву
vi: Mua cà phê cho tôi
zh_hans: 请我喝杯咖啡
zh_hant: 請我喝杯咖啡

# coffee.maybe_later
source: Maybe Later
ar: ربما لاحقًا
ca: Potser més tard
cs: Možná později
da: Måske senere
de: Vielleicht später
el: Ίσως αργότερα
es: Quizás más tarde
fi: Ehkä myöhemmin
fr: Peut-être plus tard
he: אולי מאוחר יותר
hi: शायद बाद में
hr: Možda kasnije
hu: Talán később
id: Mungkin Nanti
it: Forse Più Tardi
ja: 後で
ko: 나중에
ms: Mungkin Kemudian
nb: Kanskje senere
nl: Misschien later
pl: Może później
pt_pt: Talvez Mais Tarde
ro: Poate Mai Târziu
ru: Может быть, позже
sk: Možno neskôr
sv: Kanske senare
th: ไว้ทีหลัง
tr: Belki Sonra
uk: Можливо, пізніше
vi: Có lẽ sau
zh_hans: 稍后再说
zh_hant: 稍後再說

# coffee.enjoying_the_app
source: Enjoying the app?
ar: هل تستمتع بالتطبيق؟
ca: Gaudint de l'aplicació?
cs: Líbí se vám tato aplikace?
da: Nyder du appen?
de: Gefällt Ihnen die App?
el: Σου αρέσει η εφαρμογή;
es: ¿Disfrutas de la aplicación?
fi: Nautitko sovelluksesta?
fr: Vous appréciez l'application ?
he: נהנה מהאפליקציה?
hi: क्या आपको ऐप पसंद है?
hr: Uživate li u aplikaciji?
hu: Élvezed az alkalmazást?
id: Menikmati aplikasi ini?
it: Ti piace l'app?
ja: アプリを楽しんでいますか？
ko: 앱을 즐기고 있나요?
ms: Menikmati apl ini?
nb: Liker du appen?
nl: Bevalt de app je?
pl: Podoba Ci się aplikacja?
pt_pt: Está a gostar da aplicação?
ro: Îți place aplicația?
ru: Нравится приложение?
sk: Páči sa vám aplikácia?
sv: Gillar du appen?
th: สนุกกับแอปนี้หรือไม่
tr: Uygulamadan keyif alıyor musunuz?
uk: Подобається програма?
vi: Bạn có thích ứng dụng này không?
zh_hans: 喜欢这个应用吗？
zh_hant: 喜歡這個應用嗎？

# coffee.helpful_learning_journey
source: If My Dictionary has been helpful in your learning journey, consider buying me a coffee! ☕️
ar: إذا كان قاموسي مفيدًا في رحلة تعلمك، فكر في شراء قهوة لي! ☕️
ca: Si El meu diccionari t'ha estat útil en el teu viatge d'aprenentatge, considera comprar-me un cafè! ☕️
cs: Pokud vám Můj slovník pomohl na vaší cestě učení, zvažte, že mě pozvete na kávu! ☕️
da: Hvis Min Ordbog har hjulpet dig på din læringsrejse, så overvej at købe mig en kaffe! ☕️
de: Wenn Mein Wörterbuch Ihnen auf Ihrer Lernreise geholfen hat, ziehen Sie in Betracht, mir einen Kaffee zu spendieren! ☕️
el: Αν το Λεξικό Μου σε έχει βοηθήσει στο ταξίδι μάθησής σου, σκέψου να μου κεράσεις έναν καφέ! ☕️
es: Si Mi Diccionario te ha ayudado en tu viaje de aprendizaje, ¡considera comprarme un café! ☕️
fi: Jos Oma Sanakirja on auttanut sinua oppimismatkallasi, harkitse kahvin ostamista minulle! ☕️
fr: Si Mon Dictionnaire vous a aidé dans votre parcours d'apprentissage, pensez à m'offrir un café ! ☕️
he: אם המילון שלי עזר לך במסע הלמידה שלך, שקול לקנות לי קפה! ☕️
hi: यदि मेरा शब्दकोश आपके सीखने की यात्रा में मददगार रहा है, तो मेरे लिए एक कॉफी खरीदने पर विचार करें! ☕️
hr: Ako vam je Moj rječnik pomogao u vašem putovanju učenja, razmislite o tome da me častite kavom! ☕️
hu: Ha a Saját szótár segített a tanulási utadon, fontold meg, hogy vegyél nekem egy kávét! ☕️
id: Jika Kamus Saya membantu perjalanan belajar Anda, pertimbangkan untuk membelikan saya kopi! ☕️
it: Se Il Mio Dizionario ha aiutato il tuo percorso di apprendimento, considera di offrirmi un caffè! ☕️
ja: マイ辞書があなたの学習の旅に役立ったなら、コーヒーをおごってください！ ☕️
ko: 내 사전이 학습 여정에 도움이 되었다면, 커피 한 잔을 사주세요! ☕️
ms: Jika Kamus Saya telah membantu perjalanan pembelajaran anda, pertimbangkan untuk membeli saya secawan kopi! ☕️
nb: Hvis Min ordbok har vært nyttig i læringsreisen din, vurder å kjøpe meg en kaffe! ☕️
nl: Als Mijn Woordenboek je heeft geholpen op je leerreis, overweeg dan om mij een koffie te trakteren! ☕️
pl: Jeśli Mój słownik pomógł Ci w Twojej podróży edukacyjnej, rozważ kupienie mi kawy! ☕️
pt_pt: Se O Meu Dicionário foi útil na sua jornada de aprendizagem, considere oferecer-me um café! ☕️
ro: Dacă Dicționarul Meu te-a ajutat în călătoria ta de învățare, ia în considerare să-mi cumperi o cafea! ☕️
ru: Если Мой словарь помог вам в вашем учебном путешествии, подумайте о том, чтобы купить мне кофе! ☕️
sk: Ak vám Môj slovník pomohol vo vašej ceste za učením, zvážte kúpu kávy! ☕️
sv: Om Min Ordbok har hjälpt dig på din läranderesa, överväg att köpa mig en kaffe! ☕️
th: หากพจนานุกรมของฉันช่วยคุณในการเดินทางเรียนรู้ ลองพิจารณาซื้อกาแฟให้ฉัน! ☕️
tr: Sözlüğüm öğrenme yolculuğunuzda size yardımcı olduysa, bana bir kahve ısmarlamayı düşünün! ☕️
uk: Якщо мій словник допоміг вам у вашій навчальній подорожі, подумайте про те, щоб купити мені каву! ☕️
vi: Nếu Từ điển của tôi đã giúp ích cho hành trình học tập của bạn, hãy cân nhắc mua cho tôi một ly cà phê! ☕️
zh_hans: 如果我的词典在你的学习旅程中有所帮助，请考虑请我喝杯咖啡！ ☕️
zh_hant: 如果我的詞典在你的學習旅程中有所幫助，請考慮請我喝杯咖啡！ ☕️

# paywall.terms_of_service
source: Terms of Service
ar: شروط الخدمة
ca: Condicions del servei
cs: Podmínky služby
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de servicio
fi: Käyttöehdot
fr: Conditions de service
he: תנאי שירות
hi: सेवा की शर्तें
hr: Uvjeti korištenja
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
it: Termini di Servizio
ja: 利用規約
ko: 서비스 약관
ms: Terma Perkhidmatan
nb: Vilkår for bruk
nl: Servicevoorwaarden
pl: Warunki korzystania
pt_pt: Termos de Serviço
ro: Termeni de Serviciu
ru: Условия обслуживания
sk: Podmienky služby
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
tr: Hizmet Şartları
uk: Умови надання послуг
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# paywall.privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_pt: Política de Privacidade
ro: Politica de Confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# paywall.upgrade_to_pro
source: Upgrade to Pro
ar: الترقية إلى المحترف
ca: Actualitza a Pro
cs: Upgradovat na Pro
da: Opgrader til Pro
de: Auf Pro upgraden
el: Αναβάθμιση σε Pro
es: Actualizar a Pro
fi: Päivitä Pro-versioon
fr: Passer à la version Pro
he: שדרג ל-Pro
hi: प्रो में अपग्रेड करें
hr: Nadogradi na Pro
hu: Frissítés Pro-ra
id: Tingkatkan ke Pro
it: Passa a Pro
ja: プロにアップグレード
ko: 프로로 업그레이드
ms: Naik Taraf ke Pro
nb: Oppgrader til Pro
nl: Upgraden naar Pro
pl: Uaktualnij do wersji Pro
pt_pt: Actualizar para Pro
ro: Actualizează la Pro
ru: Обновить до Pro
sk: Aktualizovať na Pro
sv: Uppgradera till Pro
th: อัปเกรดเป็น Pro
tr: Pro'ya Yükselt
uk: Оновити до Pro
vi: Nâng cấp lên Pro
zh_hans: 升级到专业版
zh_hant: 升級到專業版

# paywall.restore_purchases
source: Restore Purchases
ar: استعادة المشتريات
ca: Restaura compres
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά Αγορών
es: Restaurar compras
fi: Palauta ostokset
fr: Restaurer les achats
he: שחזור רכישות
hi: खरीदारी पुनर्स्थापित करें
hr: Vrati kupnje
hu: Vásárlások visszaállítása
id: Pulihkan Pembelian
it: Ripristina Acquisti
ja: 購入を復元
ko: 구매 복원
ms: Pulihkan Pembelian
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt_pt: Restaurar Compras
ro: Restaurează Achizițiile
ru: Восстановить покупки
sk: Obnoviť nákupy
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın Almaları Geri Yükle
uk: Відновити покупки
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买
zh_hant: 恢復購買

# paywall.track_progress
source: Track Progress
ar: تتبع التقدم
ca: Fes seguiment del progrés
cs: Sledovat pokrok
da: Spor fremskridt
de: Fortschritt verfolgen
el: Παρακολούθηση Προόδου
es: Seguimiento del progreso
fi: Seuraa edistymistä
fr: Suivre les progrès
he: מעקב אחר התקדמות
hi: प्रगति ट्रैक करें
hr: Prati napredak
hu: Haladás nyomon követése
id: Lacak Kemajuan
it: Monitora i Progressi
ja: 進捗を追跡
ko: 진행 상황 추적
ms: Jejaki Kemajuan
nb: Spor fremgang
nl: Voortgang volgen
pl: Śledź postępy
pt_pt: Acompanhar Progresso
ro: Urmărește Progresul
ru: Отслеживать прогресс
sk: Sledovať pokrok
sv: Spåra framsteg
th: ติดตามความคืบหน้า
tr: İlerlemeyi Takip Et
uk: Відстежувати прогрес
vi: Theo dõi tiến độ
zh_hans: 跟踪进度
zh_hant: 跟踪進度

# paywall.see_your_improvement
source: See your improvement
ar: شاهد تحسنك
ca: Veure la teva millora
cs: Podívejte se na své zlepšení
da: Se din forbedring
de: Sehen Sie Ihre Verbesserung
el: Δες τη Βελτίωσή σου
es: Ver tus mejoras
fi: Näe parannuksesi
fr: Voir vos améliorations
he: ראה את השיפור שלך
hi: अपना सुधार देखें
hr: Pogledajte svoje poboljšanje
hu: Lásd a fejlődésedet
id: Lihat peningkatan Anda
it: Vedi il tuo miglioramento
ja: あなたの進歩を確認
ko: 당신의 개선을 확인하세요
ms: Lihat peningkatan anda
nb: Se forbedringene dine
nl: Zie je verbetering
pl: Obserwuj swoje postępy
pt_pt: Veja as suas melhorias
ro: Vezi-ți îmbunătățirile
ru: Посмотрите свои улучшения
sk: Vidieť svoje zlepšenia
sv: Se dina förbättringar
th: ดูการพัฒนาของคุณ
tr: Gelişiminizi Görün
uk: Побачте свій прогрес
vi: Xem sự tiến bộ của bạn
zh_hans: 查看你的进步
zh_hant: 查看你的進步

# paywall.collaborate
source: Collaborate
ar: التعاون
ca: Col·labora
cs: Spolupracovat
da: Samarbejd
de: Zusammenarbeiten
el: Συνεργασία
es: Colaborar
fi: Tee yhteistyötä
fr: Collaborer
he: שיתוף פעולה
hi: सहयोग
hr: Suradnja
hu: Együttműködés
id: Kolaborasi
it: Collabora
ja: コラボレーション
ko: 협업
ms: Bekerjasama
nb: Samarbeid
nl: Samenwerken
pl: Współpracuj
pt_pt: Colaborar
ro: Colaborează
ru: Сотрудничать
sk: Spolupracovať
sv: Samarbeta
th: ร่วมงาน
tr: İşbirliği Yap
uk: Співпрацювати
vi: Cộng tác
zh_hans: 协作
zh_hant: 協作

# paywall.learn_with_others
source: Learn with others
ar: تعلم مع الآخرين
ca: Aprèn amb altres
cs: Učte se s ostatními
da: Lær med andre
de: Mit anderen lernen
el: Μάθε με άλλους
es: Aprender con otros
fi: Opi muiden kanssa
fr: Apprendre avec d'autres
he: למד עם אחרים
hi: दूसरों के साथ सीखें
hr: Učite s drugima
hu: Tanulj másokkal
id: Belajar bersama orang lain
it: Impara con altri
ja: 他の人と学ぶ
ko: 다른 사람과 배우기
ms: Belajar dengan orang lain
nb: Lær med andre
nl: Leer met anderen
pl: Ucz się z innymi
pt_pt: Aprenda com outros
ro: Învață cu alții
ru: Учитесь с другими
sk: Učiť sa s ostatnými
sv: Lär dig med andra
th: เรียนรู้ร่วมกับผู้อื่น
tr: Başkalarıyla Öğren
uk: Вчитися з іншими
vi: Học cùng người khác
zh_hans: 与他人一起学习
zh_hant: 與他人一起學習

# paywall.everything_you_need_to_master_vocabulary
source: Everything you need to master vocabulary
ar: كل ما تحتاجه لإتقان المفردات
ca: Tot el que necessites per dominar el vocabulari
cs: Vše, co potřebujete k zvládnutí slovní zásoby
da: Alt, hvad du behøver for at mestre dit ordforråd
de: Alles, was Sie brauchen, um Ihren Wortschatz zu meistern
el: Όλα όσα χρειάζεσαι για να κατακτήσεις το λεξιλόγιό σου
es: Todo lo que necesitas para dominar el vocabulario
fi: Kaikki, mitä tarvitset sanastosi hallintaan
fr: Tout ce dont vous avez besoin pour maîtriser votre vocabulaire
he: כל מה שאתה צריך כדי לשלוט באוצר המילים שלך
hi: आपकी शब्दावली में महारत हासिल करने के लिए आवश्यक सब कुछ
hr: Sve što vam treba za svladavanje vokabulara
hu: Minden, amire szükséged van a szókincsed elsajátításához
id: Segala yang Anda butuhkan untuk menguasai kosakata
it: Tutto ciò di cui hai bisogno per padroneggiare il vocabolario
ja: 語彙を習得するために必要なすべて
ko: 어휘를 마스터하는 데 필요한 모든 것
ms: Segala yang anda perlukan untuk menguasai kosa kata
nb: Alt du trenger for å mestre vokabularet ditt
nl: Alles wat je nodig hebt om je woordenschat te beheersen
pl: Wszystko, czego potrzebujesz, aby opanować słownictwo
pt_pt: Tudo o que precisa para dominar o vocabulário
ro: Tot ce ai nevoie pentru a stăpâni vocabularul
ru: Всё, что вам нужно для освоения словарного запаса
sk: Všetko, čo potrebujete na zvládnutie slovnej zásoby
sv: Allt du behöver för att bemästra ditt ordförråd
th: ทุกสิ่งที่คุณต้องการเพื่อเชี่ยวชาญคลังคำศัพท์
tr: Kelime dağarcığınıza hâkim olmak için ihtiyacınız olan her şey
uk: Усе, що вам потрібно для опанування словникового запасу
vi: Mọi thứ bạn cần để làm chủ vốn từ vựng
zh_hans: 掌握词汇所需的一切
zh_hant: 掌握詞彙所需的一切

# paywall.choose_your_plan
source: Choose Your Plan
ar: اختر خطتك
ca: Tria el teu pla
cs: Vyberte svůj plán
da: Vælg din plan
de: Wählen Sie Ihren Plan
el: Επίλεξε το Πλάνο σου
es: Elige tu plan
fi: Valitse suunnitelmasi
fr: Choisissez votre plan
he: בחר את התוכנית שלך
hi: अपनी योजना चुनें
hr: Odaberite svoj plan
hu: Válaszd ki a tervedet
id: Pilih Paket Anda
it: Scegli il tuo Piano
ja: プランを選択
ko: 플랜 선택
ms: Pilih Pelan Anda
nb: Velg din plan
nl: Kies je plan
pl: Wybierz swój plan
pt_pt: Escolha o Seu Plano
ro: Alege-ți Planul
ru: Выберите свой план
sk: Vyberte si svoj plán
sv: Välj din plan
th: เลือกแผนของคุณ
tr: Planınızı Seçin
uk: Виберіть свій план
vi: Chọn gói của bạn
zh_hans: 选择你的计划
zh_hant: 選擇你的計劃

# paywall.start_pro_subscription
source: Start Pro Subscription
ar: ابدأ اشتراك المحترف
ca: Comença una subscripció Pro
cs: Zahájit předplatné Pro
da: Start Pro-abonnement
de: Pro-Abonnement starten
el: Ξεκίνα Συνδρομή Pro
es: Iniciar suscripción Pro
fi: Aloita Pro-tilaus
fr: Démarrer l'abonnement Pro
he: התחל מנוי Pro
hi: प्रो सदस्यता शुरू करें
hr: Započnite Pro pretplatu
hu: Pro előfizetés indítása
id: Mulai Langganan Pro
it: Inizia Abbonamento Pro
ja: プロサブスクリプションを開始
ko: 프로 구독 시작
ms: Mula Langganan Pro
nb: Start Pro-abonnement
nl: Start Pro-abonnement
pl: Rozpocznij subskrypcję Pro
pt_pt: Iniciar Subscrição Pro
ro: Începe Abonamentul Pro
ru: Начать подписку Pro
sk: Začať predplatné Pro
sv: Starta Pro-prenumeration
th: เริ่มสมัครสมาชิก Pro
tr: Pro Aboneliğini Başlat
uk: Почати підписку Pro
vi: Bắt đầu gói Pro
zh_hans: 开始专业版订阅
zh_hant: 開始專業版訂閱

# paywall.trusted_by_learners_worldwide
source: Trusted by learners worldwide
ar: موثوق به من قبل المتعلمين في جميع أنحاء العالم
ca: Confiada per aprenents d'arreu del món
cs: Důvěřují mu studenti po celém světě
da: Betroet af lærende verden over
de: Von Lernenden weltweit vertraut
el: Εμπιστεύονται μαθητές παγκοσμίως
es: Confiado por estudiantes de todo el mundo
fi: Luotettu oppijoiden keskuudessa maailmanlaajuisesti
fr: Approuvé par les apprenants du monde entier
he: מהימן על ידי לומדים ברחבי העולם
hi: दुनिया भर के शिक्षार्थियों द्वारा विश्वसनीय
hr: Povjerenje učenika diljem svijeta
hu: Tanulók világszerte megbíznak benne
id: Dipercaya oleh pelajar di seluruh dunia
it: Scelto da studenti in tutto il mondo
ja: 世界中の学習者に信頼されています
ko: 전 세계 학습자들에게 신뢰받음
ms: Dipercayai oleh pelajar di seluruh dunia
nb: Stolt på av lærende over hele verden
nl: Vertrouwd door lerenden wereldwijd
pl: Zaufana przez uczniów na całym świecie
pt_pt: Confiado por aprendizes em todo o mundo
ro: De încredere pentru cursanți din întreaga lume
ru: Доверяют учащиеся по всему миру
sk: Dôverujú mu študenti na celom svete
sv: Betrodd av elever världen över
th: ได้รับความไว้วางใจจากผู้เรียนทั่วโลก
tr: Dünya çapındaki öğrenciler tarafından güveniliyor
uk: Довіряють учні по всьому світу
vi: Được tin tưởng bởi học viên trên toàn thế giới
zh_hans: 受到全球学习者的信赖
zh_hant: 受到全球學習者的信賴

# paywall.app_store_rating
source: App Store Rating
ar: تقييم متجر التطبيقات
ca: Valoració de l'App Store
cs: Hodnocení App Store
da: App Store-bedømmelse
de: App Store-Bewertung
el: Βαθμολογία App Store
es: Calificación en App Store
fi: App Store -arvio
fr: Note sur l'App Store
he: דירוג חנות האפליקציות
hi: ऐप स्टोर रेटिंग
hr: Ocjena App Storea
hu: App Store értékelés
id: Peringkat App Store
it: Valutazione App Store
ja: App Store評価
ko: 앱 스토어 평가
ms: Penilaian App Store
nb: App Store-vurdering
nl: App Store-beoordeling
pl: Ocena w App Store
pt_pt: Avaliação na App Store
ro: Evaluare App Store
ru: Рейтинг в App Store
sk: Hodnotenie v App Store
sv: Betyg i App Store
th: คะแนนใน App Store
tr: App Store Derecelendirmesi
uk: Рейтинг в App Store
vi: Xếp hạng App Store
zh_hans: 应用商店评分
zh_hant: 應用商店評分

# paywall.active_users
source: Active Users
ar: المستخدمون النشطون
ca: Usuaris actius
cs: Aktivní uživatelé
da: Aktive brugere
de: Aktive Benutzer
el: Ενεργοί Χρήστες
es: Usuarios activos
fi: Aktiiviset käyttäjät
fr: Utilisateurs actifs
he: משתמשים פעילים
hi: सक्रिय उपयोगकर्ता
hr: Aktivni korisnici
hu: Aktív felhasználók
id: Pengguna Aktif
it: Utenti Attivi
ja: アクティブユーザー
ko: 활성 사용자
ms: Pengguna Aktif
nb: Aktive brukere
nl: Actieve gebruikers
pl: Aktywni użytkownicy
pt_pt: Utilizadores Activos
ro: Utilizatori Activi
ru: Активные пользователи
sk: Aktívni používatelia
sv: Aktiva användare
th: ผู้ใช้ที่ใช้งาน
tr: Aktif Kullanıcılar
uk: Активні користувачі
vi: Người dùng hoạt động
zh_hans: 活跃用户
zh_hant: 活躍用戶

# paywall.words_added
source: Words Added
ar: الكلمات المضافة
ca: Paraules afegides
cs: Přidaná slova
da: Tilføjede ord
de: Hinzugefügte Wörter
el: Προστέθηκαν Λέξεις
es: Palabras añadidas
fi: Lisätyt sanat
fr: Mots ajoutés
he: מילים שנוספו
hi: शब्द जोड़े गए
hr: Dodane riječi
hu: Hozzáadott szavak
id: Kata Ditambahkan
it: Parole Aggiunte
ja: 追加された単語
ko: 추가된 단어
ms: Perkataan Ditambah
nb: Ord lagt til
nl: Toegevoegde woorden
pl: Dodane słowa
pt_pt: Palavras Adicionadas
ro: Cuvinte Adăugate
ru: Добавлено слов
sk: Pridané slová
sv: Tillagda ord
th: คำศัพท์ที่เพิ่ม
tr: Eklenen Kelimeler
uk: Додані слова
vi: Từ đã thêm
zh_hans: 已添加单词
zh_hant: 已添加單詞

# paywall.sign_in_required
source: Sign In Required
ar: تسجيل الدخول مطلوب
ca: Cal iniciar sessió
cs: Je vyžadováno přihlášení
da: Log ind påkrævet
de: Anmeldung erforderlich
el: Απαιτείται σύνδεση
es: Se requiere iniciar sesión
fi: Sisäänkirjautuminen vaaditaan
fr: Connexion requise
he: נדרשת התחברות
hi: साइन इन आवश्यक
hr: Potrebna je prijava
hu: Bejelentkezés szükséges
id: Masuk diperlukan
it: Accesso richiesto
ja: ログインが必要です
ko: 로그인 필요
ms: Log masuk diperlukan
nb: Innlogging kreves
nl: Inloggen vereist
pl: Wymagane logowanie
pt_pt: Início de sessão necessário
ro: Conectare necesară
ru: Требуется вход
sk: Vyžaduje sa prihlásenie
sv: Inloggning krävs
th: ต้องลงชื่อเข้าใช้
tr: Oturum açılması gerekiyor
uk: Потрібен вхід
vi: Cần đăng nhập
zh_hans: 需要登录
zh_hant: 需要登錄

# paywall.join_thousands_users
source: Join thousands of users who've transformed their vocabulary learning
ar: انضم إلى آلاف المستخدمين الذين غيروا تجربة تعلم المفردات
ca: Uneix-te a milers d'usuaris que han transformat el seu aprenentatge de vocabulari
cs: Připojte se k tisícům uživatelů, kteří transformovali své učení slovní zásoby
da: Slut dig til tusinder af brugere, der har transformeret deres ordforrådslæring
de: Schließen Sie sich Tausenden von Benutzern an, die ihren Wortschatz-Lernprozess transformiert haben
el: Εντάξου σε χιλιάδες χρήστες που έχουν μεταμορφώσει τη μάθηση λεξιλογίου τους
es: Únete a miles de usuarios que han transformado su aprendizaje de vocabulario
fi: Liity tuhansien käyttäjien joukkoon, jotka ovat muuttaneet sanasto-oppimistaan
fr: Rejoignez des milliers d'utilisateurs qui ont transformé leur apprentissage du vocabulaire
he: הצטרף לאלפי משתמשים ששינו את תהליך למידת אוצר המילים שלהם
hi: हजारों उपयोगकर्ताओं में शामिल हों जिन्होंने अपनी शब्दावली सीखने को बदल दिया है
hr: Pridružite se tisućama korisnika koji su transformirali svoje učenje vokabulara
hu: Csatlakozz több ezer felhasználóhoz, akik megváltoztatták a szókincstanulásukat
id: Bergabunglah dengan ribuan pengguna yang telah mengubah pembelajaran kosakata mereka
it: Unisciti a migliaia di utenti che hanno trasformato il loro apprendimento del vocabolario
ja: 語彙学習を変えた何千人ものユーザーに参加
ko: 어휘 학습을 변화시킨 수천 명의 사용자와 함께하세요
ms: Sertai ribuan pengguna yang telah mengubah pembelajaran kosa kata mereka
nb: Bli med tusenvis av brukere som har transformert vokabularlæringen sin
nl: Sluit je aan bij duizenden gebruikers die hun woordenschatleerproces hebben getransformeerd
pl: Dołącz do tysięcy użytkowników, którzy zmienili swoją naukę słownictwa
pt_pt: Junte-se a milhares de utilizadores que transformaram a sua aprendizagem de vocabulário
ro: Alătură-te miilor de utilizatori care și-au transformat învățarea vocabularului
ru: Присоединяйтесь к тысячам пользователей, которые преобразили своё изучение словарного запаса
sk: Pridajte sa k tisíckam používateľov, ktorí transformovali svoje učenie slovnej zásoby
sv: Gå med tusentals användare som har transformerat sitt ordförrådslärande
th: เข้าร่วมกับผู้ใช้หลายพันคนที่เปลี่ยนการเรียนรู้คำศัพท์ของพวกเขา
tr: Kelime öğrenimini dönüştüren binlerce kullanıcıya katılın
uk: Приєднуйтесь до тисяч користувачів, які трансформують своє вивчення словникового запасу
vi: Tham gia cùng hàng ngàn người dùng đang chuyển đổi việc học từ vựng
zh_hans: 加入数千名改变词汇学习体验的用户
zh_hant: 加入數千名改變詞彙學習體驗的用戶
