Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# shared_dictionaries.owner
source: Owner
ar: المالك
ca: Propietari
cs: Vlastník
da: Ejer
de: Besitzer
es: Propietario
fi: Omistaja
fr: Propriétaire
he: בעלים
hi: मालिक
hr: Vlasnik
hu: Tulajdonos
id: Pemilik
it: Proprietario
ja: オーナー
ko: 소유자
ms: Pemilik
nb: Eier
nl: Eigenaar
pl: Właściciel
pt_pt: Proprietário
ro: Proprietar
ru: Владелец
sk: Vlastník
sv: Ägare
th: เจ้าของ
tr: Sahip
uk: Власник
vi: Chủ sở hữu
zh_hans: 所有者
zh_hant: 所有者

# shared_dictionaries.editor
source: Editor
ar: المحرر
da: Redaktør
fi: Muokkaaja
fr: Éditeur
he: עורך
hi: संपादक
hr: Urednik
hu: Szerkesztő
ja: 編集者
ko: 편집자
ms: Penyunting
nb: Redaktør
pl: Edytor
ru: Редактор
sv: Redigerare
th: ผู้แก้ไข
tr: Editör
uk: Редактор
vi: Biên tập viên
zh_hans: 编辑者
zh_hant: 編輯者

# shared_dictionaries.viewer
source: Viewer
ar: المشاهد
ca: Espectador
cs: Divák
da: Seer
de: Zuschauer
es: Observador
fi: Katselija
fr: Spectateur
he: צופה
hi: दर्शक
hr: Gledatelj
hu: Néző
id: Penonton
it: Visualizzatore
ja: 閲覧者
ko: 뷰어
ms: Penonton
nb: Seer
nl: Kijker
pl: Widz
pt_pt: Visualizador
ro: Vizualizator
ru: Зритель
sk: Divák
sv: Visare
th: ผู้ดู
tr: Görüntüleyici
uk: Глядач
vi: Người xem
zh_hans: 查看者
zh_hant: 查看者

# shared_dictionaries.editor_description
source: Editor:
ar: المحرر:
da: Redaktør:
fi: Muokkaaja:
fr: Éditeur :
he: עורך:
hi: संपादक:
hr: Urednik:
hu: Szerkesztő:
ja: 編集者：
ko: 편집자:
ms: Penyunting:
nb: Redaktør:
pl: Edytor:
ru: Редактор:
sv: Redigerare:
th: ผู้แก้ไข:
tr: Editör:
uk: Редактор:
vi: Biên tập viên:
zh_hans: 编辑者：
zh_hant: 編輯者：

# shared_dictionaries.can_add_edit_delete_words
source: • Can add, edit, and delete words
ar: • يمكنه إضافة وتعديل وحذف الكلمات
ca: • Pot afegir, editar i eliminar paraules
cs: • Může přidávat, upravovat a mazat slova
da: • Kan tilføje, redigere og slette ord
de: • Kann Wörter hinzufügen, bearbeiten und löschen
es: • Puede añadir, editar y eliminar palabras
fi: • Voi lisätä, muokata ja poistaa sanoja
fr: • Peut ajouter, modifier et supprimer des mots
he: • יכול להוסיף, לערוך ולמחוק מילים
hi: • शब्द जोड़, संपादित और हटा सकता है
hr: • Može dodavati, uređivati i brisati riječi
hu: • Szavakat adhat hozzá, szerkeszthet és törölhet
id: • Dapat menambah, mengedit, dan menghapus kata
it: • Può aggiungere, modificare ed eliminare parole
ja: • 単語の追加、編集、削除が可能
ko: • 단어를 추가, 편집, 삭제 가능
ms: • Boleh menambah, menyunting, dan memadam perkataan
nb: • Kan legge til, redigere og slette ord
nl: • Kan woorden toevoegen, bewerken en verwijderen
pl: • Może dodawać, edytować i usuwać słowa
pt_pt: • Pode adicionar, editar e eliminar palavras
ro: • Poate adăuga, edita și șterge cuvinte
ru: • Может добавлять, редактировать и удалять слова
sk: • Môže pridávať, upravovať a mazať slová
sv: • Kan lägga till, redigera och radera ord
th: • สามารถเพิ่ม แก้ไข และลบคำศัพท์
tr: • Kelime ekleyebilir, düzenleyebilir ve silebilir
uk: • Може додавати, редагувати та видаляти слова
vi: • Có thể thêm, chỉnh sửa và xóa từ
zh_hans: • 可以添加、编辑和删除单词
zh_hant: • 可以添加、編輯和刪除單詞

# shared_dictionaries.can_invite_collaborators
source: • Can invite other collaborators
ar: • يمكنه دعوة متعاونين آخرين
ca: • Pot convidar altres col·laboradors
cs: • Může zvát další spolupracovníky
da: • Kan invitere andre samarbejdspartnere
de: • Kann andere Mitarbeiter einladen
es: • Puede invitar a otros colaboradores
fi: • Voi kutsua muita yhteistyökumppaneita
fr: • Peut inviter d'autres collaborateurs
he: • יכול להזמין משתפי פעולה נוספים
hi: • अन्य सहयोगियों को आमंत्रित कर सकता है
hr: • Može pozivati druge suradnike
hu: • További kollaborátorokat hívhat meg
id: • Dapat mengundang kolaborator lain
it: • Può invitare altri collaboratori
ja: • 他のコラボレーターを招待可能
ko: • 다른 협업자를 초대 가능
ms: • Boleh menjemput rakan kerjasama lain
nb: • Kan invitere andre samarbeidspartnere
nl: • Kan andere medewerkers uitnodigen
pl: • Może zapraszać innych współpracowników
pt_pt: • Pode convidar outros colaboradores
ro: • Poate invita alți colaboratori
ru: • Может приглашать других соавторов
sk: • Môže pozývať iných spolupracovníkov
sv: • Kan bjuda in andra medarbetare
th: • สามารถเชิญผู้ร่วมงานอื่น
tr: • Diğer işbirlikçileri davet edebilir
uk: • Може запрошувати інших співавторів
vi: • Có thể mời cộng tác viên khác
zh_hans: • 可以邀请其他协作者
zh_hant: • 可以邀請其他協作者

# shared_dictionaries.can_manage_dictionary_settings
source: • Can manage dictionary settings
ar: • يمكنه إدارة إعدادات القاموس
ca: • Pot gestionar la configuració del diccionari
cs: • Může spravovat nastavení slovníku
da: • Kan administrere ordbogsindstillinger
de: • Kann Wörterbucheinstellungen verwalten
es: • Puede gestionar los ajustes del diccionario
fi: • Voi hallinnoida sanakirjan asetuksia
fr: • Peut gérer les paramètres du dictionnaire
he: • יכול לנהל את הגדרות המילון
hi: • शब्दकोश सेटिंग्स प्रबंधित कर सकता है
hr: • Može upravljati postavkama rječnika
hu: • Kezelheti a szótár beállításait
id: • Dapat mengelola pengaturan kamus
it: • Può gestire le impostazioni del dizionario
ja: • 辞書の設定を管理可能
ko: • 사전 설정 관리 가능
ms: • Boleh mengurus tetapan kamus
nb: • Kan administrere ordbokinnstillinger
nl: • Kan woordenboekinstellingen beheren
pl: • Może zarządzać ustawieniami słownika
pt_pt: • Pode gerir definições do dicionário
ro: • Poate gestiona setările dicționarului
ru: • Может управлять настройками словаря
sk: • Môže spravovať nastavenia slovníka
sv: • Kan hantera ordboksinställningar
th: • สามารถจัดการการตั้งค่าพจนานุกรม
tr: • Sözlük ayarlarını yönetebilir
uk: • Може керувати налаштуваннями словника
vi: • Có thể quản lý cài đặt từ điển
zh_hans: • 可以管理词典设置
zh_hant: • 可以管理詞典設置

# shared_dictionaries.viewer_description
source: Viewer:
ar: المشاهد:
ca: Espectador:
cs: Divák:
da: Seer:
de: Zuschauer:
es: Observador:
fi: Katselija:
fr: Spectateur :
he: צופה:
hi: दर्शक:
hr: Gledatelj:
hu: Néző:
id: Penonton:
it: Visualizzatore:
ja: 閲覧者：
ko: 뷰어:
ms: Penonton:
nb: Seer:
nl: Kijker:
pl: Widz:
pt_pt: Visualizador:
ro: Vizualizator:
ru: Зритель:
sk: Divák:
sv: Visare:
th: ผู้ดู:
tr: Görüntüleyici:
uk: Глядач:
vi: Người xem:
zh_hans: 查看者：
zh_hant: 查看者：

# shared_dictionaries.can_view_all_words
source: • Can view all words
ar: • يمكنه عرض جميع الكلمات
ca: • Pot veure totes les paraules
cs: • Může zobrazit všechna slova
da: • Kan se alle ord
de: • Kann alle Wörter anzeigen
es: • Puede ver todas las palabras
fi: • Voi tarkastella kaikkia sanoja
fr: • Peut voir tous les mots
he: • יכול לראות את כל המילים
hi: • सभी शब्द देख सकता है
hr: • Može pregledavati sve riječi
hu: • Az összes szót megtekintheti
id: • Dapat melihat semua kata
it: • Può visualizzare tutte le parole
ja: • すべての単語を閲覧可能
ko: • 모든 단어 보기 가능
ms: • Boleh melihat semua perkataan
nb: • Kan se alle ord
nl: • Kan alle woorden bekijken
pl: • Może przeglądać wszystkie słowa
pt_pt: • Pode visualizar todas as palavras
ro: • Poate vizualiza toate cuvintele
ru: • Может просматривать все слова
sk: • Môže zobraziť všetky slová
sv: • Kan visa alla ord
th: • สามารถดูคำศัพท์ทั้งหมด
tr: • Tüm kelimeleri görüntüleyebilir
uk: • Може переглядати всі слова
vi: • Có thể xem tất cả từ
zh_hans: • 可以查看所有单词
zh_hant: • 可以查看所有單詞

# shared_dictionaries.cannot_make_changes
source: • Cannot make changes
ar: • لا يمكنه إجراء تغييرات
ca: • No pot fer canvis
cs: • Nemůže provádět změny
da: • Kan ikke foretage ændringer
de: • Kann keine Änderungen vornehmen
es: • No puede realizar cambios
fi: • Ei voi tehdä muutoksia
fr: • Ne peut pas effectuer de modifications
he: • לא יכול לבצע שינויים
hi: • परिवर्तन नहीं कर सकता
hr: • Ne može unositi promjene
hu: • Nem végezhet változtatásokat
id: • Tidak dapat membuat perubahan
it: • Non può apportare modifiche
ja: • 変更はできません
ko: • 변경 불가능
ms: • Tidak boleh membuat perubahan
nb: • Kan ikke gjøre endringer
nl: • Kan geen wijzigingen aanbrengen
pl: • Nie może wprowadzać zmian
pt_pt: • Não pode fazer alterações
ro: • Nu poate face modificări
ru: • Не может вносить изменения
sk: • Nemôže robiť zmeny
sv: • Kan inte göra ändringar
th: • ไม่สามารถทำการเปลี่ยนแปลง
tr: • Değişiklik yapamaz
uk: • Не може вносити зміни
vi: • Không thể thực hiện thay đổi
zh_hans: • 无法进行更改
zh_hant: • 無法進行更改

# shared_dictionaries.cannot_invite_others
source: • Cannot invite others
ar: • لا يمكنه دعوة الآخرين
ca: • No pot convidar altres
cs: • Nemůže zvát ostatní
da: • Kan ikke invitere andre
de: • Kann andere nicht einladen
es: • No puede invitar a otros
fi: • Ei voi kutsua muita
fr: • Ne peut pas inviter d'autres personnes
he: • לא יכול להזמין אחרים
hi: • दूसरों को आमंत्रित नहीं कर सकता
hr: • Ne može pozivati druge
hu: • Nem hívhat meg másokat
id: • Tidak dapat mengundang orang lain
it: • Non può invitare altri
ja: • 他の人を招待できません
ko: • 다른 사람 초대 불가능
ms: • Tidak boleh menjemput orang lain
nb: • Kan ikke invitere andre
nl: • Kan anderen niet uitnodigen
pl: • Nie może zapraszać innych
pt_pt: • Não pode convidar outros
ro: • Nu poate invita alții
ru: • Не может приглашать других
sk: • Nemôže pozývať iných
sv: • Kan inte bjuda in andra
th: • ไม่สามารถเชิญผู้อื่น
tr: • Başkalarını davet edemez
uk: • Не може запрошувати інших
vi: • Không thể mời người khác
zh_hans: • 无法邀请他人
zh_hant: • 無法邀請他人

# shared_dictionaries.collaborator_added_email_name
source: The collaborator will be added with the email and name you provide. They will need to sign in with the same email address to access the shared dictionary.
ar: سيتم إضافة المتعاون بالبريد الإلكتروني والاسم الذي تقدمه. سيتعين عليهم تسجيل الدخول بنفس عنوان البريد الإلكتروني للوصول إلى القاموس المشترك.
ca: El col·laborador s'afegirà amb l'adreça de correu electrònic i el nom que proporcionis. Hauran d'iniciar sessió amb la mateixa adreça de correu electrònic per accedir al diccionari compartit.
cs: Spolupracovník bude přidán s e-mailovou adresou a jménem, které zadáte. Musí se přihlásit se stejnou e-mailovou adresou, aby získal přístup ke sdílenému slovníku.
da: Samarbejdspartneren vil blive tilføjet med den e-mailadresse og navn, du indtaster. De skal logge ind med den samme e-mailadresse for at få adgang til den delte ordbog.
de: Der Mitarbeiter wird mit der von Ihnen eingegebenen E-Mail-Adresse und dem Namen hinzugefügt. Er muss sich mit derselben E-Mail-Adresse anmelden, um auf das geteilte Wörterbuch zuzugreifen.
es: El colaborador será añadido con la dirección de correo electrónico y el nombre proporcionados. Deben iniciar sesión con la misma dirección de correo electrónico para acceder al diccionario compartido.
fi: Yhteistyökumppani lisätään antamallasi sähköpostiosoitteella ja nimellä. Heidän on kirjauduttava sisään samalla sähköpostiosoitteella päästäkseen jaettuun sanakirjaan.
fr: Le collaborateur sera ajouté avec l'adresse e-mail et le nom que vous entrez. Il doit se connecter avec la même adresse e-mail pour accéder au dictionnaire partagé.
he: משתף הפעולה יתווסף עם כתובת הדוא"ל והשם שהזנת. עליו להתחבר עם אותה כתובת דוא"ל כדי לגשת למילון המשותף.
hi: सहयोगी आपके द्वारा दर्ज किए गए ईमेल पते और नाम के साथ जोड़ा जाएगा। साझा शब्दकोश तक पहुंचने के लिए उसे उसी ईमेल पते से साइन इन करना होगा।
hr: Suradnik će biti dodan s adresom e-pošte i imenom koje unesete. Morat će se prijaviti s istom adresom e-pošte za pristup zajedničkom rječniku.
hu: A kollaborátor a megadott e-mail címmel és névvel kerül hozzáadásra. Ugyanezzel az e-mail címmel kell bejelentkeznie a megosztott szótár eléréséhez.
id: Kolaborator akan ditambahkan dengan alamat email dan nama yang Anda masukkan. Mereka harus masuk dengan alamat email yang sama untuk mengakses kamus bersama.
it: Il collaboratore verrà aggiunto con l'indirizzo email e il nome forniti. Deve accedere con lo stesso indirizzo email per accedere al dizionario condiviso.
ja: コラボレーターは入力したメールアドレスと名前で追加されます。共有辞書にアクセスするには同じメールアドレスでログインする必要があります。
ko: 협업자는 입력한 이메일 주소와 이름으로 추가됩니다. 공유 사전에 접근하려면 동일한 이메일 주소로 로그인해야 합니다.
ms: Rakan kerjasama akan ditambah dengan alamat e-mel dan nama yang diberikan. Mereka perlu log masuk dengan alamat e-mel yang sama untuk mengakses kamus kongsi.
nb: Samarbeidspartneren legges til med den angitte e-postadressen og navnet. De må logge inn med samme e-postadresse for å få tilgang til den delte ordboken.
nl: De medewerker wordt toegevoegd met het e-mailadres en de naam die je invoert. Ze moeten inloggen met hetzelfde e-mailadres om toegang te krijgen tot het gedeelde woordenboek.
pl: Współpracownik zostanie dodany z podanym adresem e-mail i imieniem. Musi zalogować się na ten sam adres e-mail, aby uzyskać dostęp do wspólnego słownika.
pt_pt: O colaborador será adicionado com o endereço de e-mail e nome fornecidos. Eles precisam iniciar sessão com o mesmo endereço de e-mail para aceder ao dicionário partilhado.
ro: Colaboratorul va fi adăugat cu adresa de e-mail și numele furnizate. Trebuie să se conecteze cu aceeași adresă de e-mail pentru a accesa dicționarul partajat.
ru: Соавтор будет добавлен с указанным адресом электронной почты и именем. Им нужно войти с тем же адресом электронной почты, чтобы получить доступ к общему словарю.
sk: Spolupracovník bude pridaný s uvedenou e-mailovou adresou a menom. Musí sa prihlásiť s rovnakou e-mailovou adresou, aby získal prístup k zdieľanému slovníku.
sv: Medarbetaren kommer att läggas till med den angivna e-postadressen och namnet. De måste logga in med samma e-postadress för att få tillgång till den delade ordboken.
th: ผู้ร่วมงานจะถูกเพิ่มด้วยที่อยู่อีเมลและชื่อที่ระบุ พวกเขาต้องลงชื่อเข้าใช้ด้วยที่อยู่อีเมลเดียวกันเพื่อเข้าถึงพจนานุกรมที่แชร์
tr: İşbirlikçi, belirtilen e-posta adresi ve isimle eklenecek. Paylaşılan sözlüğe erişmek için aynı e-posta adresiyle oturum açmaları gerekir.
uk: Співавтора буде додано за вказаною адресою електронної пошти та ім'ям. Вони повинні увійти з тією ж адресою електронної пошти, щоб отримати доступ до спільного словника
vi: Cộng tác viên sẽ được thêm bằng địa chỉ email và tên được chỉ định. Họ cần đăng nhập bằng cùng địa chỉ email để truy cập từ điển chia sẻ.
zh_hans: 协作者将通过你提供的电子邮件和名称添加。他们需使用相同的电子邮件地址登录以访问共享词典。
zh_hant: 協作者將通過你提供的電子郵件和名稱添加。他們需使用相同的電子郵件地址登錄以訪問共享詞典。

# shared_dictionaries.of_dictionary_created
source: of 1 dictionary created
ar: من قاموس واحد تم إنشاؤه
ca: d'1 diccionari creat
cs: z 1 vytvořeného slovníku
da: af 1 oprettet ordbog
de: von 1 erstelltem Wörterbuch
es: de 1 diccionario creado
fi: yhdestä luodusta sanakirjasta
fr: sur 1 dictionnaire créé
he: מתוך מילון אחד שנוצר
hi: 1 निर्मित शब्दकोश में से
hr: od 1 stvorenog rječnika
hu: 1 létrehozott szótárból
id: dari 1 kamus yang dibuat
it: di 1 dizionario creato
ja: 作成された辞書1つ中
ko: 1개의 사전 생성됨
ms: daripada 1 kamus dicipta
nb: av 1 ordbok opprettet
nl: van 1 aangemaakt woordenboek
pl: z 1 utworzonego słownika
pt_pt: de 1 dicionário criado
ro: din 1 dicționar creat
ru: из 1 созданного словаря
sk: z 1 vytvoreného slovníka
sv: av 1 skapad ordbok
th: จาก 1 พจนานุกรมที่สร้าง
tr: 1 oluşturulan sözlükten
uk: з 1 створеного словника
vi: của 1 từ điển đã tạo
zh_hans: 已创建 1 个词典
zh_hant: 已創建 1 個詞典

# shared_dictionaries.free_users_one_dictionary
source: Free users can create one shared dictionary
ar: يمكن للمستخدمين المجانيين إنشاء قاموس مشترك واحد
ca: Els usuaris gratuïts poden crear un diccionari compartit
cs: Uživatelé bezplatného plánu mohou vytvořit 1 sdílený slovník
da: Gratis brugere kan oprette én delt ordbog
de: Kostenlose Benutzer können 1 geteiltes Wörterbuch erstellen
es: Los usuarios del plan gratuito solo pueden crear un diccionario compartido
fi: Ilmaiset käyttäjät voivat luoda yhden jaetun sanakirjan
fr: Les utilisateurs gratuits peuvent créer un dictionnaire partagé
he: משתמשי חינם יכולים ליצור מילון משותף אחד
hi: मुफ्त उपयोगकर्ता एक साझा शब्दकोश बना सकते हैं
hr: Besplatni korisnici mogu stvoriti jedan zajednički rječnik
hu: Ingyenes felhasználók egy megosztott szótárat hozhatnak létre
id: Pengguna gratis dapat membuat satu kamus bersama
it: Gli utenti gratuiti possono creare un solo dizionario condiviso
ja: 無料ユーザーは1つの共有辞書を作成可能
ko: 무료 사용자는 하나의 공유 사전만 생성 가능
ms: Pengguna percuma boleh mencipta satu kamus kongsi sahaja
nb: Gratisbrukere kan bare opprette én delt ordbok
nl: Gratis gebruikers kunnen 1 gedeeld woordenboek aanmaken
pl: Użytkownicy darmowego planu mogą tworzyć tylko jeden wspólny słownik
pt_pt: Utilizadores gratuitos podem criar apenas um dicionário partilhado
ro: Utilizatorii planului gratuit pot crea doar un dicționar partajat
ru: Пользователи бесплатного плана могут создать только один общий словарь
sk: Používatelia bezplatného plánu môžu vytvoriť iba jeden zdieľaný slovník
sv: Användare med gratisplan kan endast skapa en delad ordbok
th: ผู้ใช้แผนฟรีสามารถสร้างพจนานุกรมที่แชร์ได้เพียงหนึ่งรายการ
tr: Ücretsiz plan kullanıcıları yalnızca bir paylaşılan sözlük oluşturabilir
uk: Користувачі безкоштовного плану можуть створити лише один спільний словник
vi: Người dùng gói miễn phí chỉ có thể tạo một từ điển chia sẻ
zh_hans: 免费用户可以创建 1 个共享词典
zh_hant: 免費用戶可以創建 1 個共享詞典

# shared_dictionaries.create_shared_dictionary
source: Create a shared dictionary to collaborate with others
ar: إنشاء قاموس مشترك للتعاون مع الآخرين
ca: Crea un diccionari compartit per col·laborar amb altres
cs: Vytvořte sdílený slovník pro spolupráci s ostatními
da: Opret en delt ordbog for at samarbejde med andre
de: Erstellen Sie ein geteiltes Wörterbuch, um mit anderen zusammenzuarbeiten
es: Crea un diccionario compartido para colaborar con otros
fi: Luo jaettu sanakirja tehdäksesi yhteistyötä muiden kanssa
fr: Créez un dictionnaire partagé pour collaborer avec d'autres
he: צור מילון משותף כדי לשתף פעולה עם אחרים
hi: दूसरों के साथ सहयोग करने के लिए एक साझा शब्दकोश बनाएं
hr: Stvorite zajednički rječnik za suradnju s drugima
hu: Hozz létre egy megosztott szótárat a másokkal való együttműködéshez
id: Buat kamus bersama untuk berkolaborasi dengan orang lain
it: Crea un dizionario condiviso per collaborare con altri
ja: 他の人とコラボレーションするために共有辞書を作成
ko: 다른 사람과 협업하기 위해 공유 사전 생성
ms: Cipta kamus kongsi untuk bekerjasama dengan orang lain
nb: Opprett en delt ordbok for å samarbeide med andre
nl: Maak een gedeeld woordenboek aan om samen te werken met anderen
pl: Utwórz wspólny słownik, aby współpracować z innymi
pt_pt: Crie um dicionário partilhado para colaborar com outros
ro: Creează un dicționar partajat pentru a colabora cu alții
ru: Создайте общий словарь для совместной работы с другими
sk: Vytvorte zdieľaný slovník na spoluprácu s ostatnými
sv: Skapa en delad ordbok för att samarbeta med andra
th: สร้างพจนานุกรมที่แชร์เพื่อร่วมงานกับผู้อื่น
tr: Başkalarıyla işbirliği yapmak için paylaşılan bir sözlük oluşturun
uk: Створіть спільний словник для співпраці з іншими
vi: Tạo từ điển chia sẻ để cộng tác với người khác
zh_hans: 创建共享词典以与他人协作
zh_hant: 創建共享詞典以與他人協作

# shared_dictionaries.collaborate_others
source: Collaborate with others
ar: التعاون مع الآخرين
ca: Col·labora amb altres
cs: Spolupracujte s ostatními
da: Samarbejd med andre
de: Mit anderen zusammenarbeiten
es: Colabora con otros
fi: Tee yhteistyötä muiden kanssa
fr: Collaborer avec d'autres
he: שתף פעולה עם אחרים
hi: दूसरों के साथ सहयोग करें
hr: Suradnja s drugima
hu: Együttműködés másokkal
id: Berkolaborasi dengan orang lain
it: Collabora con altri
ja: 他の人とコラボレーション
ko: 다른 사람과 협업
ms: Bekerjasama dengan orang lain
nb: Samarbeid med andre
nl: Samenwerken met anderen
pl: Współpracuj z innymi
pt_pt: Colabore com outros
ro: Colaborează cu alții
ru: Сотрудничайте с другими
sk: Spolupracujte s ostatnými
sv: Samarbeta med andra
th: ร่วมงานกับผู้อื่น
tr: Başkalarıyla işbirliği yap
uk: Співпрацюйте з іншими
vi: Cộng tác với người khác
zh_hans: 与他人协作
zh_hant: 與他人協作

# shared_dictionaries.delete_dictionary
source: Delete Dictionary
ar: حذف القاموس
ca: Elimina el diccionari
cs: Smazat slovník
da: Slet ordbog
de: Wörterbuch löschen
es: Eliminar diccionario
fi: Poista sanakirja
fr: Supprimer le dictionnaire
he: מחיקת מילון
hi: शब्दकोश हटाएं
hr: Izbriši rječnik
hu: Szótár törlése
id: Hapus Kamus
it: Elimina Dizionario
ja: 辞書を削除
ko: 사전 삭제
ms: Padam Kamus
nb: Slett ordbok
nl: Woordenboek verwijderen
pl: Usuń słownik
pt_pt: Eliminar Dicionário
ro: Șterge Dicționar
ru: Удалить словарь
sk: Vymazať slovník
sv: Radera ordbok
th: ลบพจนานุกรม
tr: Sözlüğü Sil
uk: Видалити словник
vi: Xóa từ điển
zh_hans: 删除词典
zh_hant: 刪除詞典

# shared_dictionaries.your_dictionaries
source: Your Dictionaries
ar: قواميسك
ca: Els teus diccionaris
cs: Vaše slovníky
da: Dine ordbøger
de: Ihre Wörterbücher
es: Tus diccionarios
fi: Sanakirjasi
fr: Vos dictionnaires
he: המילונים שלך
hi: आपके शब्दकोश
hr: Vaši rječnici
hu: Szótáraid
id: Kamus Anda
it: I tuoi Dizionari
ja: あなたの辞書
ko: 당신의 사전
ms: Kamus Anda
nb: Dine ordbøker
nl: Jouw woordenboeken
pl: Twoje słowniki
pt_pt: Os Seus Dicionários
ro: Dicționarele Tale
ru: Ваши словари
sk: Vaše slovníky
sv: Dina ordböcker
th: พจนานุกรมของคุณ
tr: Sözlükleriniz
uk: Ваші словники
vi: Từ điển của bạn
zh_hans: 你的词典
zh_hant: 你的詞典

# shared_dictionaries.no_shared_dictionaries
source: No Shared Dictionaries
ar: لا توجد قواميس مشتركة
ca: Cap diccionari compartit
cs: Žádné sdílené slovníky
da: Ingen delte ordbøger
de: Keine geteilten Wörterbücher
es: No hay diccionarios compartidos
fi: Ei jaettuja sanakirjoja
fr: Aucun dictionnaire partagé
he: אין מילונים משותפים
hi: कोई साझा शब्दकोश नहीं
hr: Nema zajedničkih rječnika
hu: Nincsenek megosztott szótárak
id: Tidak ada kamus bersama
it: Nessun dizionario condiviso
ja: 共有辞書がありません
ko: 공유 사전 없음
ms: Tiada kamus kongsi
nb: Ingen delte ordbøker
nl: Geen gedeelde woordenboeken
pl: Brak wspólnych słowników
pt_pt: Nenhum dicionário partilhado
ro: Niciun dicționar partajat
ru: Нет общих словарей
sk: Žiadne zdieľané slovníky
sv: Inga delade ordböcker
th: ไม่มีพจนานุกรมที่แชร์
tr: Paylaşılan sözlük yok
uk: Немає спільних словників
vi: Không có từ điển chia sẻ
zh_hans: 暂无共享词典
zh_hant: 暫無共享詞典

# shared_dictionaries.create_shared_dictionary_collaborate
source: Create a shared dictionary to collaborate with others
ar: إنشاء قاموس مشترك للتعاون مع الآخرين
ca: Crea un diccionari compartit per col·laborar amb altres
cs: Vytvořte sdílený slovník pro spolupráci s ostatními
da: Opret en delt ordbog for at samarbejde med andre
de: Erstellen Sie ein geteiltes Wörterbuch, um mit anderen zusammenzuarbeiten
es: Crea un diccionario compartido para colaborar con otros
fi: Luo jaettu sanakirja tehdäksesi yhteistyötä muiden kanssa
fr: Créez un dictionnaire partagé pour collaborer avec d'autres
he: צור מילון משותף כדי לשתף פעולה עם אחרים
hi: दूसरों के साथ सहयोग करने के लिए एक साझा शब्दकोश बनाएं
hr: Stvorite zajednički rječnik za suradnju s drugima
hu: Hozz létre egy megosztott szótárat a másokkal való együttműködéshez
id: Buat kamus bersama untuk berkolaborasi dengan orang lain
it: Crea un dizionario condiviso per collaborare con altri
ja: 他の人とコラボレーションするために共有辞書を作成
ko: 다른 사람과 협업하기 위해 공유 사전 생성
ms: Cipta kamus kongsi untuk bekerjasama dengan orang lain
nb: Opprett en delt ordbok for å samarbeide med andre
nl: Maak een gedeeld woordenboek aan om samen te werken met anderen
pl: Utwórz wspólny słownik, aby współpracować z innymi
pt_pt: Crie um dicionário partilhado para colaborar com outros
ro: Creează un dicționar partajat pentru a colabora cu alții
ru: Создайте общий словарь для совместной работы с другими
sk: Vytvorte zdieľaný slovník na spoluprácu s ostatnými
sv: Skapa en delad ordbok för att samarbeta med andra
th: สร้างพจนานุกรมที่แชร์เพื่อร่วมงานกับผู้อื่น
tr: Başkalarıyla işbirliği yapmak için paylaşılan bir sözlük oluşturun
uk: Створіть спільний словник для співпраці з іншими
vi: Tạo từ điển chia sẻ để cộng tác với người khác
zh_hans: 创建共享词典以与他人协作
zh_hant: 創建共享詞典以與他人協作
