Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# collaborator_management.role
source: Role
ar: الدور
ca: Rol
da: Rolle
de: Rolle
el: Ρόλος
es: Rol
fi: Rooli
fr: Rôle
he: תפקיד
hi: भूमिका
hr: Uloga
hu: Szerepkör
id: Peran
it: Ruolo
ja: 役割
ko: 역할
ms: Peranan
nb: Rolle
nl: Rol
pl: Rola
pt_pt: Função
ro: Rol
ru: Роль
sk: Rola
sv: Roll
th: บทบาท
tr: Rol
uk: Роль
vi: Vai trò
zh_hans: 角色
zh_hant: 角色

# collaborator_management.add_collaborator
source: Add Collaborator
ar: إضافة متعاون
ca: Afegeix un col·laborador
cs: Přidat spolupracovníka
da: Tilføj samarbejdspartner
de: Mitarbeiter hinzufügen
el: Προσθήκη Συνεργάτη
es: Añadir colaborador
fi: Lisää yhteistyökumppani
fr: Ajouter un collaborateur
he: הוספת משתף פעולה
hi: सहयोगी जोड़ें
hr: Dodaj suradnika
hu: Kollaborátor hozzáadása
id: Tambah Kolaborator
it: Aggiungi Collaboratore
ja: コラボレーターを追加
ko: 협업자 추가
ms: Tambah Rakan Kerjasama
nb: Legg til samarbeidspartner
nl: Medewerker toevoegen
pl: Dodaj współpracownika
pt_pt: Adicionar Colaborador
ro: Adaugă Colaborator
ru: Добавить соавтора
sk: Pridať spolupracovníka
sv: Lägg till medarbetare
th: เพิ่มผู้ร่วมงาน
tr: İşbirlikçi Ekle
uk: Додати співавтора
vi: Thêm cộng tác viên
zh_hans: 添加协作者
zh_hant: 添加協作者

# collaborator_management.email_address_required
source: Email address is required
ar: عنوان البريد الإلكتروني مطلوب
ca: L'adreça de correu electrònic és obligatòria
cs: E-mailová adresa je povinná
da: E-mailadresse er påkrævet
de: E-Mail-Adresse erforderlich
el: Απαιτείται διεύθυνση email
es: Se requiere dirección de correo electrónico
fi: Sähköpostiosoite vaaditaan
fr: Adresse e-mail requise
he: נדרשת כתובת דוא"ל
hi: ईमेल पता आवश्यक है
hr: Adresa e-pošte je obavezna
hu: E-mail cím szükséges
id: Alamat email diperlukan
it: Indirizzo email richiesto
ja: メールアドレスが必要です
ko: 이메일 주소가 필요합니다
ms: Alamat e-mel diperlukan
nb: E-postadresse kreves
nl: E-mailadres is vereist
pl: Adres e-mail jest wymagany
pt_pt: Endereço de e-mail obrigatório
ro: Adresa de e-mail este obligatorie
ru: Адрес электронной почты обязателен
sk: E-mailová adresa je povinná
sv: E-postadress krävs
th: ต้องระบุที่อยู่อีเมล
tr: E-posta adresi gerekli
uk: Потрібна адреса електронної пошти
vi: Yêu cầu địa chỉ email
zh_hans: 电子邮件地址为必填项
zh_hant: 電子郵件地址為必填項

# collaborator_management.valid_email_address
source: Please enter a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صالح
ca: Introdueix una adreça de correu electrònic vàlida
cs: Zadejte platnou e-mailovou adresu
da: Indtast en gyldig e-mailadresse
de: Geben Sie eine gültige E-Mail-Adresse ein
el: Εισαγάγετε μια έγκυρη διεύθυνση email
es: Introduce una dirección de correo electrónico válida
fi: Syötä kelvollinen sähköpostiosoite
fr: Entrez une adresse e-mail valide
he: הזן כתובת דוא"ל חוקית
hi: एक मान्य ईमेल पता दर्ज करें
hr: Unesite važeću adresu e-pošte
hu: Adj meg egy érvényes e-mail címet
id: Masukkan alamat email yang valid
it: Inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일 주소를 입력하세요
ms: Masukkan alamat e-mel yang sah
nb: Skriv inn en gyldig e-postadresse
nl: Voer een geldig e-mailadres in
pl: Wpisz prawidłowy adres e-mail
pt_pt: Introduza um endereço de e-mail válido
ro: Introdu o adresă de e-mail validă
ru: Введите действительный адрес электронной почты
sk: Zadajte platnú e-mailovú adresu
sv: Ange en giltig e-postadress
th: ป้อนที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi girin
uk: Введіть дійсну адресу електронної пошти
vi: Nhập địa chỉ email hợp lệ
zh_hans: 请输入有效的电子邮件地址
zh_hant: 請輸入有效的電子郵件地址

# collaborator_management.make_viewer
source: Make Viewer
ca: Fes espectador
cs: Nastavit jako diváka
da: Udnævn til seer
de: Zuschauer machen
el: Κάνε Θεατή
es: Hacer observador
fi: Tee katselija
fr: Définir comme spectateur
he: הפיכה לצופה
hi: दर्शक बनाएं
hr: Postavi kao gledatelja
hu: Nézővé tétel
id: Jadikan Penonton
it: Rendi Visualizzatore
ja: 閲覧者に設定
ko: 뷰어로 설정
ms: Jadikan Penonton
nb: Gjør til seer
nl: Als kijker instellen
pl: Ustaw jako widz
pt_pt: Tornar Visualizador
ro: Setează ca Vizualizator
ru: Сделать зрителем
sk: Nastaviť ako diváka
sv: Gör till visare
th: ตั้งเป็นผู้ดู
tr: Görüntüleyici Yap
uk: Зробити глядачем
vi: Đặt làm người xem
zh_hans: 设为查看者
zh_hant: 設為查看者

# collaborator_management.make_editor
source: Make Editor
ar: جعل محرر
ca: Fes editor
cs: Nastavit jako editora
da: Udnævn til redaktør
de: Editor machen
el: Κάνε Συντάκτη
es: Hacer editor
fi: Tee muokkaaja
fr: Définir comme éditeur
he: הפיכה לעורך
hi: संपादक बनाएं
hr: Postavi kao urednika
hu: Szerkesztővé tétel
id: Jadikan Editor
it: Rendi Editor
ja: 編集者に設定
ko: 편집자로 설정
ms: Jadikan Penyunting
nb: Gjør til redaktør
nl: Als editor instellen
pl: Ustaw jako edytor
pt_pt: Tornar Editor
ro: Setează ca Editor
ru: Сделать редактором
sk: Nastaviť ako editora
sv: Gör till redigerare
th: ตั้งเป็นผู้แก้ไข
tr: Editör Yap
uk: Зробити редактором
vi: Đặt làm biên tập viên
zh_hans: 设为编辑者
zh_hant: 設為編輯者

# collaborator_management.remove
source: Remove
ar: إزالة
ca: Elimina
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Supprimer
he: הסרה
hi: हटाएं
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
ms: Buang
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# collaborator_management.add
source: Add
ar: إضافة
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 添加

# collaborator_management.delete_dictionary
source: Delete Dictionary
ar: حذف القاموس
ca: Elimina el diccionari
cs: Smazat slovník
da: Slet ordbog
de: Wörterbuch löschen
el: Διαγραφή Λεξικού
es: Eliminar diccionario
fi: Poista sanakirja
fr: Supprimer le dictionnaire
he: מחיקת מילון
hi: शब्दकोश हटाएं
hr: Izbriši rječnik
hu: Szótár törlése
id: Hapus Kamus
it: Elimina Dizionario
ja: 辞書を削除
ko: 사전 삭제
ms: Padam Kamus
nb: Slett ordbok
nl: Woordenboek verwijderen
pl: Usuń słownik
pt_pt: Eliminar Dicionário
ro: Șterge Dicționar
ru: Удалить словарь
sk: Vymazať slovník
sv: Radera ordbok
th: ลบพจนานุกรม
tr: Sözlüğü Sil
uk: Видалити словник
vi: Xóa từ điển
zh_hans: 删除词典
zh_hant: 刪除詞典

# collaborator_management.delete_dictionary_confirmation
source: Are you sure you want to delete this shared dictionary? This action cannot be undone.
ar: هل أنت متأكد من حذف هذا القاموس المشترك؟ لا يمكن التراجع عن هذا الإجراء.
ca: Segur que vols eliminar aquest diccionari compartit? Aquesta acció no es pot desfer.
cs: Jste si jisti, že chcete smazat tento sdílený slovník? Tato akce je nevratná.
da: Er du sikker på, at du vil slette denne delte ordbog? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie dieses geteilte Wörterbuch löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις αυτό το κοινόχρηστο λεξικό; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que quieres eliminar este diccionario compartido? Esta acción no se puede deshacer.
fi: Haluatko varmasti poistaa tämän jaetun sanakirjan? Tätä toimintoa ei voi kumota.
fr: Êtes-vous sûr de vouloir supprimer ce dictionnaire partagé ? Cette action est irréversible.
he: האם אתה בטוח שברצונך למחוק מילון משותף זה? פעולה זו אינה ניתנת לביטול.
hi: क्या आप वाकई इस साझा शब्दकोश को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Jeste li sigurni da želite izbrisati ovaj zajednički rječnik? Ova radnja se ne može poništiti.
hu: Biztosan törölni szeretnéd ezt a megosztott szótárat? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus kamus bersama ini? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questo dizionario condiviso? Questa azione non può essere annullata.
ja: この共有辞書を削除してもよろしいですか？この操作は元に戻せません。
ko: 이 공유 사전을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ms: Adakah anda pasti ingin memadam kamus kongsi ini? Tindakan ini tidak boleh dibatalkan.
nb: Er du sikker på at du vil slette denne delte ordboken? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je dit gedeelde woordenboek wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć ten wspólny słownik? Tej akcji nie można cofnąć.
pt_pt: Tem a certeza de que deseja eliminar este dicionário partilhado? Esta acção não pode ser anulada.
ro: Ești sigur că vrei să ștergi acest dicționar partajat? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить этот общий словарь? Это действие нельзя отменить.
sk: Ste si istý, že chcete vymazať tento zdieľaný slovník? Táto akcia sa nedá vrátiť späť.
sv: Är du säker på att du vill radera denna delade ordbok? Denna åtgärd kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบพจนานุกรมที่แชร์นี้ การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Bu paylaşılan sözlüğü silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей спільний словник? Цю дію не можна скасувати
vi: Bạn có chắc chắn muốn xóa từ điển chia sẻ này không? Hành động này không thể hoàn tác.
zh_hans: 你确定要删除这个共享词典吗？此操作无法撤销。
zh_hant: 你確定要刪除這個共享詞典嗎？此操作無法撤銷。

# collaborator_management.stop_watching
source: Stop watching
ar: إيقاف المشاهدة
ca: Deixa de mirar
cs: Přestat sledovat
da: Stop med at se
de: Beobachten beenden
el: Διακοπή Παρακολούθησης
es: Dejar de observar
fi: Lopeta seuraaminen
fr: Arrêter de suivre
he: הפסקת מעקב
hi: देखना बंद करें
hr: Prestani gledati
hu: Megfigyelés leállítása
id: Berhenti Menonton
it: Smetti di Osservare
ja: 観察を停止
ko: 관찰 중지
ms: Berhenti Memerhati
nb: Stopp å observere
nl: Stoppen met bekijken
pl: Przestań obserwować
pt_pt: Parar de Observar
ro: Oprește Urmărirea
ru: Прекратить наблюдение
sk: Prestať sledovať
sv: Sluta följa
th: หยุดติดตาม
tr: Takibi Bırak
uk: Припинити спостереження
vi: Ngừng theo dõi
zh_hans: 停止观看
zh_hant: 停止觀看

# collaborator_management.stop_watching_dictionary_confirmation
source: Are you sure you want to stop watching this shared dictionary?
ar: هل أنت متأكد من إيقاف مشاهدة هذا القاموس المشترك؟
ca: Segur que vols deixar de mirar aquest diccionari compartit?
cs: Jste si jisti, že chcete přestat sledovat tento sdílený slovník?
da: Er du sikker på, at du vil stoppe med at se denne delte ordbog?
de: Sind Sie sicher, dass Sie dieses geteilte Wörterbuch nicht mehr beobachten möchten?
el: Είσαι σίγουρος ότι θέλεις να σταματήσεις να παρακολουθείς αυτό το κοινόχρηστο λεξικό;
es: ¿Estás seguro de que quieres dejar de observar este diccionario compartido?
fi: Haluatko varmasti lopettaa tämän jaetun sanakirjan seuraamisen?
fr: Êtes-vous sûr de vouloir arrêter de suivre ce dictionnaire partagé ?
he: האם אתה בטוח שברצונך להפסיק לעקוב אחר מילון משותף זה?
hi: क्या आप वाकई इस साझा शब्दकोश का अनुसरण करना बंद करना चाहते हैं?
hr: Jeste li sigurni da želite prestati gledati ovaj zajednički rječnik?
hu: Biztosan le szeretnéd állítani ennek a megosztott szótárnak a megfigyelését?
id: Apakah Anda yakin ingin berhenti mengikuti kamus bersama ini?
it: Sei sicuro di voler smettere di osservare questo dizionario condiviso?
ja: この共有辞書の観察を停止してもよろしいですか？
ko: 이 공유 사전의 관찰을 중지하시겠습니까?
ms: Adakah anda pasti ingin berhenti memerhati kamus kongsi ini?
nb: Er du sikker på at du vil stoppe å observere denne delte ordboken?
nl: Weet je zeker dat je wilt stoppen met het bekijken van dit gedeelde woordenboek?
pl: Czy na pewno chcesz przestać obserwować ten wspólny słownik?
pt_pt: Tem a certeza de que deseja parar de observar este dicionário partilhado?
ro: Ești sigur că vrei să oprești urmărirea acestui dicționar partajat?
ru: Вы уверены, что хотите прекратить наблюдение за этим общим словарём?
sk: Ste si istý, že chcete prestať sledovať tento zdieľaný slovník?
sv: Är du säker på att du vill sluta följa denna delade ordbok?
th: คุณแน่ใจหรือไม่ว่าต้องการหยุดติดตามพจนานุกรมที่แชร์นี้
tr: Bu paylaşılan sözlüğü takibi bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете припинити спостереження за цим спільним словником?
vi: Bạn có chắc chắn muốn ngừng theo dõi từ điển chia sẻ này không?
zh_hans: 你确定要停止观看这个共享词典吗？
zh_hant: 你確定要停止觀看這個共享詞典嗎？

# collaborator_management.stop_watching_dictionary
source: Stop watching dictionary
ar: إيقاف مشاهدة القاموس
ca: Deixa de mirar el diccionari
cs: Přestat sledovat slovník
da: Stop med at se ordbog
de: Beobachten des Wörterbuchs beenden
el: Διακοπή Παρακολούθησης Λεξικού
es: Dejar de observar el diccionario
fi: Lopeta sanakirjan seuraaminen
fr: Arrêter de suivre le dictionnaire
he: הפסקת מעקב אחר המילון
hi: शब्दकोश का अनुसरण बंद करें
hr: Prestani gledati rječnik
hu: Szótár megfigyelésének leállítása
id: Berhenti Mengikuti Kamus
it: Smetti di Osservare il Dizionario
ja: 辞書の観察を停止
ko: 사전 관찰 중지
ms: Berhenti Memerhati Kamus
nb: Stopp å observere ordbok
nl: Stoppen met bekijken van woordenboek
pl: Przestań obserwować słownik
pt_pt: Parar de Observar Dicionário
ro: Oprește Urmărirea Dicționarului
ru: Прекратить наблюдение за словарём
sk: Prestať sledovať slovník
sv: Sluta följa ordbok
th: หยุดติดตามพจนานุกรม
tr: Sözlüğü Takibi Bırak
uk: Припинити спостереження за словником
vi: Ngừng theo dõi từ điển
zh_hans: 停止观看词典
zh_hant: 停止觀看詞典

# collaborator_management.continue
source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# collaborator_management.dictionary_not_found
source: Dictionary Not Found
ar: لم يتم العثور على القاموس
ca: Diccionari no trobat
cs: Slovník nenalezen
da: Ordbog ikke fundet
de: Wörterbuch nicht gefunden
el: Το λεξικό δεν βρέθηκε
es: Diccionario no encontrado
fi: Sanakirjaa ei löytynyt
fr: Dictionnaire non trouvé
he: המילון לא נמצא
hi: शब्दकोश नहीं मिला
hr: Rječnik nije pronađen
hu: A szótár nem található
id: Kamus tidak ditemukan
it: Dizionario non trovato
ja: 辞書が見つかりません
ko: 사전을 찾을 수 없습니다
ms: Kamus tidak ditemui
nb: Ordbok ikke funnet
nl: Woordenboek niet gevonden
pl: Słownik nie znaleziony
pt_pt: Dicionário não encontrado
ro: Dicționar negăsit
ru: Словарь не найден
sk: Slovník nenájdený
sv: Ordbok hittades inte
th: ไม่พบพจนานุกรม
tr: Sözlük bulunamadı
uk: Словник не знайдено
vi: Không tìm thấy từ điển
zh_hans: 未找到词典
zh_hant: 未找到詞典

# collaborator_management.dictionary_details
source: Dictionary Details
ar: تفاصيل القاموس
ca: Detalls del diccionari
cs: Podrobnosti slovníku
da: Ordbogdetaljer
de: Wörterbuchdetails
el: Λεπτομέρειες Λεξικού
es: Detalles del diccionario
fi: Sanakirjan tiedot
fr: Détails du dictionnaire
he: פרטי המילון
hi: शब्दकोश विवरण
hr: Detalji rječnika
hu: Szótár részletei
id: Detail Kamus
it: Dettagli Dizionario
ja: 辞書の詳細
ko: 사전 세부 정보
ms: Butiran Kamus
nb: Ordbokdetaljer
nl: Woordenboekdetails
pl: Szczegóły słownika
pt_pt: Detalhes do Dicionário
ro: Detalii Dicționar
ru: Подробности о словаре
sk: Podrobnosti o slovníku
sv: Ordbokdetaljer
th: รายละเอียดพจนานุกรม
tr: Sözlük Detayları
uk: Деталі словника
vi: Chi tiết từ điển
zh_hans: 词典详情
zh_hant: 詞典詳情

# collaborator_management.unknown
source: Unknown
ar: غير معروف
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# quiz_types.spelling_quiz
source: Spelling Quiz
ar: اختبار الإملاء
ca: Qüestionari d'ortografia
cs: Kvízy pravopisu
da: Stavequiz
de: Rechtschreibquiz
el: Κουίζ Ορθογραφίας
es: Cuestionario de ortografía
fi: Oikeinkirjoitusvisa
fr: Quiz d'orthographe
he: חידון איות
hi: वर्तनी क्विज़
hr: Kviz pravopisa
hu: Helyesírási kviz
id: Kuis Ejaan
it: Quiz di Ortografia
ja: 綴りクイズ
ko: 철자 퀴즈
ms: Kui Ejaan
nb: Stavequiz
nl: Spelquiz
pl: Quiz ortograficzny
pt_pt: Questionário de Ortografia
ro: Test de Ortografie
ru: Викторина по правописанию
sk: Kvízy pravopisu
sv: Stavningsquiz
th: แบบทดสอบการสะกดคำ
tr: Yazım Testi
uk: Тест на правопис
vi: Bài kiểm tra chính tả
zh_hans: 拼写测验
zh_hant: 拼寫測驗

# quiz_types.choose_definition
source: Choose Definition
ar: اختر التعريف
ca: Tria la definició
cs: Vybrat definici
da: Vælg definition
de: Definition auswählen
el: Επιλογή Ορισμού
es: Elegir definición
fi: Valitse määritelmä
fr: Choisir la définition
he: בחירת הגדרה
hi: परिभाषा चुनें
hr: Odaberi definiciju
hu: Definíció választása
id: Pilih Definisi
it: Scegli Definizione
ja: 定義を選択
ko: 정의 선택
ms: Pilih Definisi
nb: Velg definisjon
nl: Definitie kiezen
pl: Wybierz definicję
pt_pt: Escolher Definição
ro: Alege Definiția
ru: Выбрать определение
sk: Vybrať definíciu
sv: Välj definition
th: เลือกความหมาย
tr: Tanımı Seç
uk: Вибрати визначення
vi: Chọn định nghĩa
zh_hans: 选择定义
zh_hant: 選擇定義

# quiz_types.test_spelling_skills
source: Test your spelling skills by typing words correctly
ar: اختبر مهاراتك الإملائية بكتابة الكلمات بشكل صحيح
ca: Posa a prova les teves habilitats d'ortografia escrivint paraules correctament
cs: Otestujte své pravopisné dovednosti správným psaním slov
da: Test dine stavefærdigheder ved at skrive ord korrekt
de: Testen Sie Ihre Rechtschreibfähigkeiten, indem Sie Wörter korrekt schreiben
el: Δοκίμασε τις ορθογραφικές σου δεξιότητες γράφοντας σωστά τις λέξεις
es: Pon a prueba tus habilidades de ortografía escribiendo correctamente las palabras
fi: Testaa oikeinkirjoitustaitojasi kirjoittamalla sanat oikein
fr: Testez vos compétences en orthographe en écrivant correctement les mots
he: בדוק את כישורי האיות שלך על ידי כתיבת מילים בצורה נכונה
hi: शब्दों को सही ढंग से लिखकर अपनी वर्तनी कौशल का परीक्षण करें
hr: Testirajte svoje vještine pravopisa točnim pisanjem riječi
hu: Teszteld helyesírási készségeidet a szavak helyes leírásával
id: Uji keterampilan ejaan Anda dengan menulis kata dengan benar
it: Metti alla prova le tue abilità di ortografia scrivendo correttamente le parole
ja: 単語を正しく綴ることで綴りスキルをテスト
ko: 단어를 정확히 철자하여 철자 실력을 테스트하세요
ms: Uji kemahiran ejaan anda dengan mengeja perkataan dengan betul
nb: Test staveferdighetene dine ved å stave ord korrekt
nl: Test je spellingvaardigheden door woorden correct te schrijven
pl: Sprawdź swoje umiejętności ortograficzne, poprawnie pisząc słowa
pt_pt: Teste as suas competências de ortografia escrevendo palavras correctamente
ro: Testează-ți abilitățile de ortografie scriind corect cuvintele
ru: Проверьте свои навыки правописания, правильно написав слова
sk: Otestujte svoje pravopisné schopnosti správnym písaním slov
sv: Testa dina stavningsförmågor genom att stava ord korrekt
th: ทดสอบทักษะการสะกดคำของคุณโดยสะกดคำให้ถูกต้อง
tr: Kelimeleri doğru yazarak yazım becerilerinizi test edin
uk: Перевірте свої навички правопису, правильно написавши слова
vi: Kiểm tra kỹ năng chính tả của bạn bằng cách viết đúng các từ
zh_hans: 通过正确拼写单词测试你的拼写技能
zh_hant: 通過正確拼寫單詞測試你的拼寫技能

# quiz_types.select_correct_definition
source: Select the correct definition for each word
ar: اختر التعريف الصحيح لكل كلمة
ca: Selecciona la definició correcta per a cada paraula
cs: Vyberte správnou definici pro každé slovo
da: Vælg den korrekte definition for hvert ord
de: Wählen Sie die richtige Definition für jedes Wort
el: Επίλεξε τον σωστό ορισμό για κάθε λέξη
es: Selecciona la definición correcta para cada palabra
fi: Valitse oikea määritelmä jokaiselle sanalle
fr: Choisissez la bonne définition pour chaque mot
he: בחר את ההגדרה הנכונה לכל מילה
hi: प्रत्येक शब्द के लिए सही परिभाषा चुनें
hr: Odaberite točnu definiciju za svaku riječ
hu: Válaszd ki a helyes definíciót minden szóhoz
id: Pilih definisi yang benar untuk setiap kata
it: Scegli la definizione corretta per ogni parola
ja: 各単語の正しい定義を選択
ko: 각 단어의 올바른 정의를 선택하세요
ms: Pilih definisi yang betul untuk setiap perkataan
nb: Velg riktig definisjon for hvert ord
nl: Kies de juiste definitie voor elk woord
pl: Wybierz poprawną definicję dla każdego słowa
pt_pt: Escolha a definição correcta para cada palavra
ro: Alege definiția corectă pentru fiecare cuvânt
ru: Выберите правильное определение для каждого слова
sk: Vyberte správnu definíciu pre každé slovo
sv: Välj rätt definition för varje ord
th: เลือกความหมายที่ถูกต้องสำหรับแต่ละคำ
tr: Her kelime için doğru tanımı seçin
uk: Виберіть правильне визначення для кожного слова
vi: Chọn định nghĩa đúng cho mỗi từ
zh_hans: 为每个单词选择正确的定义
zh_hant: 為每個單詞選擇正確的定義

# quiz_types.great_job_completed_spelling_quiz
source: Great job! You've completed the spelling quiz.
ar: عمل رائع! لقد أكملت اختبار الإملاء.
ca: Gran feina! Has completat el qüestionari d'ortografia.
cs: Skvělá práce! Dokončili jste kvíz pravopisu.
da: Godt arbejde! Du har gennemført stavequizen.
de: Großartige Arbeit! Sie haben das Rechtschreibquiz abgeschlossen.
el: Εξαιρετική δουλειά! Ολοκλήρωσες το κουίζ ορθογραφίας.
es: ¡Gran trabajo! Has completado el cuestionario de ortografía.
fi: Hienoa työtä! Olet suorittanut oikeinkirjoitusvisan.
fr: Excellent travail ! Vous avez terminé le quiz d'orthographe.
he: עבודה נהדרת! השלמת את חידון האיות.
hi: शानदार काम! आपने वर्तनी क्विज़ पूरा किया।
hr: Odličan posao! Završili ste kviz pravopisa.
hu: Nagyszerű munka! Befejezted a helyesírási kvizt.
id: Kerja hebat! Anda telah menyelesaikan kuis ejaan.
it: Ottimo lavoro! Hai completato il quiz di ortografia.
ja: 素晴らしい！綴りクイズを完了しました。
ko: 훌륭합니다! 철자 퀴즈를 완료했습니다.
ms: Kerja hebat! Anda telah selesai kui ejaan.
nb: Flott jobb! Du har fullført stavequizen.
nl: Goed gedaan! Je hebt de spelquiz voltooid.
pl: Świetna robota! Ukończyłeś quiz ortograficzny.
pt_pt: Óptimo trabalho! Completou o questionário de ortografia.
ro: Bună treabă! Ai finalizat testul de ortografie.
ru: Отличная работа! Вы завершили викторину по правописанию.
sk: Skvelá práca! Dokončili ste kvíz pravopisu.
sv: Bra jobbat! Du har slutfört stavningsquizet.
th: เยี่ยมมาก! คุณทำแบบทดสอบการสะกดคำเสร็จแล้ว
tr: Harika iş! Yazım testini tamamladınız.
uk: Чудова робота! Ви завершили тест на правопис
vi: Làm tốt lắm! Bạn đã hoàn thành bài kiểm tra chính tả.
zh_hans: 干得好！你已完成拼写测验。
zh_hant: 幹得好！你已完成拼寫測驗。
