Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# app.collaborator_details
source: Collaborator Details
ar: تفاصيل المتعاون
ca: Detalls del col·laborador
cs: Podrobnosti spolupracovníka
da: Samarbejdspartnerdetaljer
de: Mitarbeiterdetails
el: Λεπτομέρειες Συνεργάτη
es: Detalles del colaborador
fi: Yhteistyökumppanin tiedot
fr: Détails du collaborateur
he: פרטי משתף פעולה
hi: सहयोगी विवरण
hr: Detalji suradnika
hu: Kollaborátor részletei
id: Detail Kolaborator
it: Dettagli Collaboratore
ja: コラボレーターの詳細
ko: 협업자 세부 정보
ms: Butiran Rakan Kerjasama
nb: Samarbeidspartnerdetaljer
nl: Details medewerker
pl: Szczegóły współpracownika
pt_pt: Detalhes do Colaborador
ro: Detalii Colaborator
ru: Подробности о соавторе
sk: Podrobnosti o spolupracovníkovi
sv: Medarbetares detaljer
th: รายละเอียดผู้ร่วมงาน
tr: İşbirlikçi Detayları
uk: Деталі співавтора
vi: Chi tiết cộng tác viên
zh_hans: 协作者详情
zh_hant: 協作者詳情

# app.role_permissions
source: Role Permissions
ar: أذونات الدور
ca: Permisos del rol
cs: Oprávnění role
da: Rolletilladelser
de: Rollenberechtigungen
el: Δικαιώματα Ρόλου
es: Permisos del rol
fi: Roolioikeudet
fr: Permissions de rôle
he: הרשאות תפקיד
hi: भूमिका अनुमतियां
hr: Dozvole uloge
hu: Szerepkör engedélyek
id: Izin Peran
it: Permessi del Ruolo
ja: 役割の許可
ko: 역할 권한
ms: Kebenaran Peranan
nb: Rolletillatelser
nl: Rollenrechten
pl: Uprawnienia roli
pt_pt: Permissões de Função
ro: Permisiuni Rol
ru: Разрешения роли
sk: Oprávnenia role
sv: Rättigheter för roll
th: สิทธิ์ของบทบาท
tr: Rol İzinleri
uk: Дозволи ролі
vi: Quyền vai trò
zh_hans: 角色权限
zh_hant: 角色權限

# app.note
source: Note
ar: ملاحظة
ca: Nota
cs: Poznámka
da: Notat
de: Notiz
el: Σημείωση
es: Nota
fi: Huomautus
he: הערה
hi: नोट
hr: Bilješka
hu: Megjegyzés
id: Catatan
it: Nota
ja: メモ
ko: 노트
ms: Nota
nb: Notat
nl: Notitie
pl: Notatka
pt_pt: Nota
ro: Notă
ru: Заметка
sk: Poznámka
sv: Notering
th: หมายเหตุ
tr: Not
uk: Примітка
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# app.dictionary_info
source: Dictionary Info
ar: معلومات القاموس
ca: Informació del diccionari
cs: Informace o slovníku
da: Ordbogsinformation
de: Wörterbuchinformationen
el: Πληροφορίες Λεξικού
es: Información del diccionario
fi: Sanakirjan tiedot
fr: Informations sur le dictionnaire
he: מידע על המילון
hi: शब्दकोश जानकारी
hr: Informacije o rječniku
hu: Szótár információ
id: Informasi Kamus
it: Informazioni sul Dizionario
ja: 辞書情報
ko: 사전 정보
ms: Maklumat Kamus
nb: Ordbokinformasjon
nl: Woordenboekinformatie
pl: Informacje o słowniku
pt_pt: Informações do Dicionário
ro: Informații Dicționar
ru: Информация о словаре
sk: Informácie o slovníku
sv: Ordboksinformation
th: ข้อมูลพจนานุกรม
tr: Sözlük Bilgisi
uk: Інформація про словник
vi: Thông tin từ điển
zh_hans: 词典信息
zh_hant: 詞典信息

# app.collaborators
source: Collaborators
ar: المتعاونون
ca: Col·laboradors
cs: Spolupracovníci
da: Samarbejdspartnere
de: Mitarbeiter
el: Συνεργάτες
es: Colaboradores
fi: Yhteistyökumppanit
fr: Collaborateurs
he: משתפי פעולה
hi: सहयोगी
hr: Suradnici
hu: Kollaborátorok
id: Kolaborator
it: Collaboratori
ja: コラボレーター
ko: 협업자
ms: Rakan Kerjasama
nb: Samarbeidspartnere
nl: Medewerkers
pl: Współpracownicy
pt_pt: Colaboradores
ro: Colaboratori
ru: Соавторы
sk: Spolupracovníci
sv: Medarbetare
th: ผู้ร่วมงาน
tr: İşbirlikçiler
uk: Співавтори
vi: Cộng tác viên
zh_hans: 协作者
zh_hant: 協作者

# app.all_results
source: All Results
ar: جميع النتائج
ca: Tots els resultats
cs: Všechny výsledky
da: Alle resultater
de: Alle Ergebnisse
el: Όλα τα Αποτελέσματα
es: Todos los resultados
fi: Kaikki tulokset
fr: Tous les résultats
he: כל התוצאות
hi: सभी परिणाम
hr: Svi rezultati
hu: Összes eredmény
id: Semua Hasil
it: Tutti i Risultati
ja: すべての結果
ko: 모든 결과
ms: Semua Keputusan
nb: Alle resultater
nl: Alle resultaten
pl: Wszystkie wyniki
pt_pt: Todos os Resultados
ro: Toate Rezultatele
ru: Все результаты
sk: Všetky výsledky
sv: Alla resultat
th: ผลลัพธ์ทั้งหมด
tr: Tüm Sonuçlar
uk: Усі результати
vi: Tất cả kết quả
zh_hans: 所有结果
zh_hant: 所有結果

# app.part_of_speech
source: Part Of Speech
ar: جزء الكلام
ca: Part del discurs
cs: Slovní druh
da: Ordklasse
de: Wortart
el: Μέρος του Λόγου
es: Categoría gramatical
fi: Sanaluokka
fr: Partie du discours
he: חלק דיבר
hi: वाक्यांश का हिस्सा
hr: Vrsta riječi
hu: Szófaj
id: Jenis Kata
it: Parte del Discorso
ja: 品詞
ko: 품사
ms: Bahagian Ucapan
nb: Ordklasse
nl: Woordsoort
pl: Część mowy
pt_pt: Classe Gramatical
ro: Parte de Vorbire
ru: Часть речи
sk: Slovný druh
sv: Ordklass
th: ประเภทของคำ
tr: Sözcük Türü
uk: Частина мови
vi: Loại từ
zh_hans: 词性
zh_hant: 詞性

# app.language
source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# app.tag_name
source: Tag Name
ar: اسم العلامة
ca: Nom de l'etiqueta
cs: Název štítku
da: Tagnavn
el: Όνομα Ετικέτας
es: Nombre de la etiqueta
fi: Tunnisteen nimi
fr: Nom de l'étiquette
he: שם התגית
hi: टैग का नाम
hr: Naziv oznake
hu: Címke neve
id: Nama Tag
it: Nome del Tag
ja: タグ名
ko: 태그 이름
ms: Nama Tag
nb: Etikettnavn
nl: Tagnaam
pl: Nazwa etykiety
pt_pt: Nome da Etiqueta
ro: Nume Etichetă
ru: Имя тега
sk: Názov značky
sv: Taggnamn
th: ชื่อแท็ก
tr: Etiket Adı
uk: Назва тегу
vi: Tên thẻ
zh_hans: 标签名称
zh_hant: 標籤名稱

# app.tag_color
source: Tag Color
ar: لون العلامة
ca: Color de l'etiqueta
cs: Barva štítku
da: Tagfarve
de: Tag-Farbe
el: Χρώμα Ετικέτας
es: Color de la etiqueta
fi: Tunnisteen väri
fr: Couleur de l'étiquette
he: צבע התגית
hi: टैग का रंग
hr: Boja oznake
hu: Címke színe
id: Warna Tag
it: Colore del Tag
ja: タグの色
ko: 태그 색상
ms: Warna Tag
nb: Etikettfarge
nl: Tagkleur
pl: Kolor etykiety
pt_pt: Cor da Etiqueta
ro: Culoare Etichetă
ru: Цвет тега
sk: Farba značky
sv: Taggfärg
th: สีของแท็ก
tr: Etiket Rengi
uk: Колір тегу
vi: Màu thẻ
zh_hans: 标签颜色
zh_hant: 標籤顏色

# app.private_dictionary
source: Private
ar: قاموس خاص
ca: Diccionari privat
cs: Soukromý slovník
da: Privat ordbog
de: Privates Wörterbuch
el: Ιδιωτικό Λεξικό
es: Diccionario privado
fi: Yksityinen sanakirja
fr: Dictionnaire privé
he: מילון פרטי
hi: निजी शब्दकोश
hr: Privatni rječnik
hu: Privát szótár
id: Kamus Pribadi
it: Dizionario Privato
ja: プライベート辞書
ko: 개인 사전
ms: Kamus Persendirian
nb: Privat ordbok
nl: Privéwoordenboek
pl: Prywatny słownik
pt_pt: Dicionário Privado
ro: Dicționar Privat
ru: Личный словарь
sk: Súkromný slovník
sv: Privat ordbok
th: พจนานุกรมส่วนตัว
tr: Özel Sözlük
uk: Приватний словник
vi: Từ điển cá nhân
zh_hans: 私人词典
zh_hant: 私人詞典

# app.shared_dictionaries
source: Shared Dictionaries
ar: قواميس مشتركة
ca: Diccionaris compartits
cs: Sdílené slovníky
da: Delte ordbøger
de: Geteilte Wörterbücher
el: Κοινόχρηστα Λεξικά
es: Diccionarios compartidos
fi: Jaetut sanakirjat
fr: Dictionnaires partagés
he: מילונים משותפים
hi: साझा शब्दकोश
hr: Zajednički rječnici
hu: Megosztott szótárak
id: Kamus Bersama
it: Dizionari Condivisi
ja: 共有辞書
ko: 공유 사전
ms: Kamus Kongsi
nb: Delte ordbøker
nl: Gedeelde woordenboeken
pl: Wspólne słowniki
pt_pt: Dicionários Partilhados
ro: Dicționare Partajate
ru: Общие словари
sk: Zdieľané slovníky
sv: Delade ordböcker
th: พจนานุกรมที่แชร์
tr: Paylaşılan Sözlükler
uk: Спільні словники
vi: Từ điển chia sẻ
zh_hans: 共享词典
zh_hant: 共享詞典

# app.about_my_dictionary
source: About My Dictionary
ar: حول قاموسي
ca: Quant a El meu diccionari
cs: O mém slovníku
da: Om Min Ordbog
de: Über Mein Wörterbuch
el: Σχετικά με το Λεξικό Μου
es: Acerca de Mi Diccionario
fi: Tietoa Oma Sanakirja
fr: À propos de Mon Dictionnaire
he: אודות המילון שלי
hi: मेरे शब्दकोश के बारे में
hr: O Mojem rječniku
hu: A Saját szótárról
id: Tentang Kamus Saya
it: Informazioni su Il Mio Dizionario
ja: マイ辞書について
ko: 내 사전에 대해
ms: Mengenai Kamus Saya
nb: Om Min ordbok
nl: Over Mijn Woordenboek
pl: O Mój słownik
pt_pt: Sobre O Meu Dicionário
ro: Despre Dicționarul Meu
ru: О Моем словаре
sk: O Môj slovník
sv: Om Min Ordbok
th: เกี่ยวกับพจนานุกรมของฉัน
tr: Sözlüğüm Hakkında
uk: Про мій словник
vi: Giới thiệu về Từ điển của tôi
zh_hans: 关于我的词典
zh_hant: 關於我的詞典

# app.debug_panel
source: Debug Panel
ar: لوحة التصحيح
ca: Panell de depuració
cs: Panel pro ladění
da: Fejlfindingspanel
el: Πίνακας Αποσφαλμάτωσης
es: Panel de depuración
fi: Vianetsintäpaneeli
fr: Panneau de débogage
he: לוח ניפוי שגיאות
hi: डीबग पैनल
hr: Ploča za otklanjanje pogrešaka
hu: Hibakereső panel
id: Panel Debug
it: Pannello di Debug
ja: デバッグパネル
ko: 디버그 패널
ms: Panel Nyahpepijat
nb: Feilsøkingspanel
nl: Debugpaneel
pl: Panel debugowania
pt_pt: Painel de Depuração
ro: Panou de Depanare
ru: Панель отладки
sk: Panel na ladenie
sv: Felsökningspanel
th: แผงดีบัก
tr: Hata Ayıklama Paneli
uk: Панель налагодження
vi: Bảng gỡ lỗi
zh_hans: 调试面板
zh_hant: 調試面板

# app.word_starts_with
source: The word starts with
ar: الكلمة تبدأ بـ
ca: La paraula comença per
cs: Slovo začíná na
da: Ord begynder med
de: Wort beginnt mit
el: Λέξη αρχίζει με
es: La palabra comienza con
fi: Sana alkaa
fr: Mot commençant par
he: מילה מתחילה ב
hi: शब्द शुरू होता है
hr: Riječ počinje s
hu: Szó kezdődik ezzel
id: Kata dimulai dengan
it: Parola inizia con
ja: 単語の先頭
ko: 단어 시작
ms: Perkataan bermula dengan
nb: Ord starter med
nl: Woord begint met
pl: Słowo zaczyna się od
pt_pt: Palavra começa com
ro: Cuvântul începe cu
ru: Слово начинается с
sk: Slovo začína na
sv: Ordet börjar med
th: คำศัพท์เริ่มต้นด้วย
tr: Kelime şununla başlar
uk: Слово починається з
vi: Từ bắt đầu bằng
zh_hans: 单词以...开头
zh_hant: 單詞以...開頭

# app.debug_info
source: Debug Info
ar: معلومات التصحيح
ca: Informació de depuració
cs: Informace pro ladění
da: Fejlfindinginformation
de: Debug-Informationen
el: Πληροφορίες Αποσφαλμάτωσης
es: Información de depuración
fi: Vianetsintätiedot
fr: Informations de débogage
he: מידע ניפוי שגיאות
hi: डीबग जानकारी
hr: Informacije za otklanjanje pogrešaka
hu: Hibakeresési információ
id: Informasi Debug
it: Informazioni di Debug
ja: デバッグ情報
ko: 디버그 정보
ms: Maklumat Nyahpepijat
nb: Feilsøkingsinfo
nl: Debuginformatie
pl: Informacje debugowania
pt_pt: Informações de Depuração
ro: Informații Depanare
ru: Информация для отладки
sk: Informácie na ladenie
sv: Felsökningsinformation
th: ข้อมูลดีบัก
tr: Hata Ayıklama Bilgisi
uk: Інформація для налагодження
vi: Thông tin gỡ lỗi
zh_hans: 调试信息
zh_hant: 調試信息

# app.send_test_notification
source: Send Test Notification
ar: إرسال إشعار اختباري
ca: Envia una notificació de prova
cs: Odeslat testovací oznámení
da: Send testnotifikation
de: Testbenachrichtigung senden
el: Αποστολή Δοκιμαστικής Ειδοποίησης
es: Enviar notificación de prueba
fi: Lähetä testausilmoitus
fr: Envoyer une notification de test
he: שליחת התראת בדיקה
hi: परीक्षण अधिसूचना भेजें
hr: Pošalji testnu obavijest
hu: Teszt értesítés küldése
id: Kirim Notifikasi Tes
it: Invia Notifica di Test
ja: テスト通知を送信
ko: 테스트 알림 전송
ms: Hantar Pemberitahuan Ujian
nb: Send testvarsel
nl: Testmelding verzenden
pl: Wyślij powiadomienie testowe
pt_pt: Enviar Notificação de Teste
ro: Trimite Notificare de Test
ru: Отправить тестовое уведомление
sk: Odoslať testovacie upozornenie
sv: Skicka testavisering
th: ส่งการแจ้งเตือนทดสอบ
tr: Test Bildirimi Gönder
uk: Надіслати тестове сповіщення
vi: Gửi thông báo kiểm tra
zh_hans: 发送测试通知
zh_hant: 發送測試通知

# app.enter_email_address
source: Enter email address
ar: أدخل عنوان البريد الإلكتروني
ca: Introdueix l'adreça de correu electrònic
cs: Zadejte e-mailovou adresu
da: Indtast e-mailadresse
de: E-Mail-Adresse eingeben
el: Εισαγωγή Διεύθυνσης Email
es: Introducir dirección de correo electrónico
fi: Syötä sähköpostiosoite
fr: Entrer l'adresse e-mail
he: הזן כתובת דוא"ל
hi: ईमेल पता दर्ज करें
hr: Unesi adresu e-pošte
hu: Add meg az e-mail címet
id: Masukkan alamat email
it: Inserisci l'indirizzo email
ja: メールアドレスを入力
ko: 이메일 주소 입력
ms: Masukkan alamat e-mel
nb: Skriv inn e-postadresse
nl: Voer e-mailadres in
pl: Wpisz adres e-mail
pt_pt: Introduza o endereço de e-mail
ro: Introdu adresa de e-mail
ru: Введите адрес электронной почты
sk: Zadajte e-mailovú adresu
sv: Ange e-postadress
th: ป้อนที่อยู่อีเมล
tr: E-posta Adresi Gir
uk: Введіть адресу електронної пошти
vi: Nhập địa chỉ email
zh_hans: 输入电子邮件地址
zh_hant: 輸入電子郵件地址

# app.enter_email_address_for_notification
source: Enter the email address of the user you want to send a test notification to.
ar: أدخل عنوان البريد الإلكتروني للمستخدم الذي تريد إرسال إشعار اختباري له.
ca: Introdueix l'adreça de correu electrònic de l'usuari a qui vols enviar una notificació de prova.
cs: Zadejte e-mailovou adresu uživatele, kterému chcete odeslat testovací oznámení.
da: Indtast e-mailadressen på den bruger, du vil sende en testnotifikation til.
de: Geben Sie die E-Mail-Adresse des Benutzers ein, an den Sie eine Testbenachrichtigung senden möchten.
el: Εισαγάγετε τη διεύθυνση email του χρήστη στον οποίο θέλετε να στείλετε μια δοκιμαστική ειδοποίηση.
es: Introduce la dirección de correo electrónico del usuario al que deseas enviar una notificación de prueba.
fi: Syötä sen käyttäjän sähköpostiosoite, jolle haluat lähettää testausilmoituksen.
fr: Entrez l'adresse e-mail de l'utilisateur à qui vous souhaitez envoyer une notification de test.
he: הזן את כתובת הדוא"ל של המשתמש שאליו ברצונך לשלוח התראת בדיקה.
hi: उस उपयोगकर्ता का ईमेल पता दर्ज करें जिसे आप परीक्षण अधिसूचना भेजना चाहते हैं।
hr: Unesite adresu e-pošte korisnika kojem želite poslati testnu obavijest.
hu: Add meg annak a felhasználónak az e-mail címét, akinek teszt értesítést szeretnél küldeni.
id: Masukkan alamat email pengguna yang ingin Anda kirimkan notifikasi tes.
it: Inserisci l'indirizzo email dell'utente a cui desideri inviare una notifica di test.
ja: テスト通知を送信したいユーザーのメールアドレスを入力してください。
ko: 테스트 알림을 보내고 싶은 사용자의 이메일 주소를 입력하세요.
ms: Masukkan alamat e-mel pengguna yang anda ingin hantar pemberitahuan ujian.
nb: Skriv inn e-postadressen til brukeren du vil sende testvarsel til.
nl: Voer het e-mailadres in van de gebruiker naar wie je een testmelding wilt sturen.
pl: Wpisz adres e-mail użytkownika, do którego chcesz wysłać powiadomienie testowe.
pt_pt: Introduza o endereço de e-mail do utilizador para o qual deseja enviar uma notificação de teste.
ro: Introdu adresa de e-mail a utilizatorului către care vrei să trimiți o notificare de test.
ru: Введите адрес электронной почты пользователя, которому вы хотите отправить тестовое уведомление.
sk: Zadajte e-mailovú adresu používateľa, ktorému chcete odoslať testovacie upozornenie.
sv: Ange e-postadressen för användaren du vill skicka en testavisering till.
th: ป้อนที่อยู่อีเมลของผู้ใช้ที่คุณต้องการส่งการแจ้งเตือนทดสอบ
tr: Test bildirimi göndermek istediğiniz kullanıcının e-posta adresini girin.
uk: Введіть адресу електронної пошти користувача, якому ви хочете надіслати тестове сповіщення
vi: Nhập địa chỉ email của người dùng mà bạn muốn gửi thông báo kiểm tra.
zh_hans: 输入你想发送测试通知的用户的电子邮件地址。
zh_hant: 輸入你想發送測試通知的用戶的電子郵件地址。

# app.user_information
source: User Information
ar: معلومات المستخدم
ca: Informació de l'usuari
cs: Informace o uživateli
da: Brugerinformation
de: Benutzerinformationen
el: Πληροφορίες Χρήστη
es: Información del usuario
fi: Käyttäjätiedot
fr: Informations utilisateur
he: מידע משתמש
hi: उपयोगकर्ता जानकारी
hr: Informacije o korisniku
hu: Felhasználói információ
id: Informasi Pengguna
it: Informazioni Utente
ja: ユーザー情報
ko: 사용자 정보
ms: Maklumat Pengguna
nb: Brukerinformasjon
nl: Gebruikersinformatie
pl: Informacje o użytkowniku
pt_pt: Informações do Utilizador
ro: Informații Utilizator
ru: Информация о пользователе
sk: Informácie o používateľovi
sv: Användarinformation
th: ข้อมูลผู้ใช้
tr: Kullanıcı Bilgisi
uk: Інформація про користувача
vi: Thông tin người dùng
zh_hans: 用户信息
zh_hant: 用戶信息

# analytics.overview
source: Overview
ar: نظرة عامة
ca: Resum
cs: Přehled
da: Oversigt
de: Übersicht
el: Επισκόπηση
es: Resumen
fi: Yleiskatsaus
fr: Aperçu
he: סקירה כללית
hi: अवलोकन
hr: Pregled
hu: Áttekintés
id: Ikhtisar
it: Panoramica
ja: 概要
ko: 개요
ms: Gambaran Keseluruhan
nb: Oversikt
nl: Overzicht
pl: Przegląd
pt_pt: Visão Geral
ro: Prezentare Generală
ru: Обзор
sk: Prehľad
sv: Översikt
th: ภาพรวม
tr: Genel Bakış
uk: Огляд
vi: Tổng quan
zh_hans: 概览
zh_hant: 概覽

# analytics.recent_quiz_results
source: Recent Quiz Results
ar: نتائج الاختبارات الأخيرة
ca: Resultats recents dels qüestionaris
cs: Nedávné výsledky kvízů
da: Seneste quizresultater
de: Neueste Quiz-Ergebnisse
el: Πρόσφατα Αποτελέσματα Κουίζ
es: Resultados recientes de cuestionarios
fi: Viimeisimmät visan tulokset
fr: Résultats récents des quiz
he: תוצאות חידונים אחרונים
hi: हाल के क्विज़ परिणाम
hr: Nedavni rezultati kvizova
hu: Legutóbbi kviz eredmények
id: Hasil Kuis Terbaru
it: Risultati Quiz Recenti
ja: 最近のクイズ結果
ko: 최근 퀴즈 결과
ms: Keputusan Kui Terkini
nb: Nylige quizresultater
nl: Recente quizresultaten
pl: Najnowsze wyniki quizów
pt_pt: Resultados Recentes do Questionário
ro: Rezultate Recente Teste
ru: Недавние результаты викторин
sk: Nedávne výsledky kvízov
sv: Senaste quizresultat
th: ผลลัพธ์แบบทดสอบล่าสุด
tr: Son Test Sonuçları
uk: Останні результати тестів
vi: Kết quả bài kiểm tra gần đây
zh_hans: 近期测验结果
zh_hant: 近期測驗結果

# analytics.no_quiz_results_yet
source: No Quiz Results Yet
ar: لا توجد نتائج اختبارات بعد
ca: Encara no hi ha resultats de qüestionaris
cs: Zatím žádné výsledky kvízů
da: Ingen quizresultater endnu
de: Noch keine Quiz-Ergebnisse
el: Κανένα αποτέλεσμα κουίζ ακόμα
es: Aún no hay resultados de cuestionarios
fi: Ei vielä visan tuloksia
fr: Aucun résultat de quiz pour le moment
he: אין תוצאות חידונים עדיין
hi: अभी तक कोई क्विज़ परिणाम नहीं
hr: Još nema rezultata kvizova
hu: Még nincsenek kviz eredmények
id: Belum ada hasil kuis
it: Nessun risultato quiz ancora
ja: まだクイズ結果がありません
ko: 아직 퀴즈 결과가 없습니다
ms: Belum ada keputusan kui
nb: Ingen quizresultater ennå
nl: Nog geen quizresultaten
pl: Brak wyników quizów
pt_pt: Sem resultados de questionário ainda
ro: Fără rezultate la teste încă
ru: Результатов викторин пока нет
sk: Zatiaľ žiadne výsledky kvízov
sv: Inga quizresultat ännu
th: ยังไม่มีผลลัพธ์แบบทดสอบ
tr: Henüz test sonucu yok
uk: Поки немає результатів тестів
vi: Chưa có kết quả bài kiểm tra
zh_hans: 暂无测验结果
zh_hant: 暫無測驗結果

# analytics.complete_first_quiz
source: Complete your first quiz to see results here
ar: أكمل اختبارك الأول لمشاهدة النتائج هنا
ca: Completa el teu primer qüestionari per veure els resultats aquí
cs: Dokončete svůj první kvíz, abyste zde viděli výsledky
da: Gennemfør din første quiz for at se resultater her
de: Schließen Sie Ihr erstes Quiz ab, um hier Ergebnisse zu sehen
el: Ολοκλήρωσε το πρώτο σου κουίζ για να δεις τα αποτελέσματα εδώ
es: Completa tu primer cuestionario para ver los resultados aquí
fi: Suorita ensimmäinen visasi nähdäksesi tulokset täällä
fr: Complétez votre premier quiz pour voir les résultats ici
he: השלם את החידון הראשון שלך כדי לראות תוצאות כאן
hi: यहां परिणाम देखने के लिए अपना पहला क्विज़ पूरा करें
hr: Završite svoj prvi kviz kako biste ovdje vidjeli rezultate
hu: Töltsd ki az első kvizedet, hogy itt lásd az eredményeket
id: Selesaikan kuis pertama Anda untuk melihat hasil di sini
it: Completa il tuo primo quiz per vedere i risultati qui
ja: 最初のクイズを完了して結果を確認
ko: 첫 퀴즈를 완료하여 결과를 확인하세요
ms: Selesaikan kui pertama anda untuk melihat keputusan di sini
nb: Fullfør din første quiz for å se resultater her
nl: Voltooi je eerste quiz om hier resultaten te zien
pl: Ukończ swój pierwszy quiz, aby zobaczyć wyniki tutaj
pt_pt: Complete o seu primeiro questionário para ver os resultados aqui
ro: Completează primul tău test pentru a vedea rezultatele aici
ru: Пройдите свою первую викторину, чтобы увидеть результаты здесь
sk: Dokončite svoj prvý kvíz, aby ste tu videli výsledky
sv: Slutför ditt första quiz för att se resultat här
th: ทำแบบทดสอบแรกของคุณเพื่อดูผลลัพธ์ที่นี่
tr: Sonuçları görmek için ilk testinizi tamamlayın
uk: Завершіть свій перший тест, щоб побачити результати тут
vi: Hoàn thành bài kiểm tra đầu tiên để xem kết quả tại đây
zh_hans: 完成你的第一次测验以在此查看结果
zh_hant: 完成你的第一次測驗以在此查看結果

# analytics.vocabulary_growth
source: Vocabulary Growth
ar: نمو المفردات
ca: Creixement del vocabulari
cs: Růst slovní zásoby
da: Ordforrådsvækst
de: Wortschatzwachstum
el: Ανάπτυξη Λεξιλογίου
es: Crecimiento del vocabulario
fi: Sanaston kasvu
fr: Croissance du vocabulaire
he: צמיחת אוצר מילים
hi: शब्दावली वृद्धि
hr: Rast vokabulara
hu: Szókincs növekedés
id: Pertumbuhan Kosakata
it: Crescita del Vocabolario
ja: 語彙の成長
ko: 어휘 성장
ms: Pertumbuhan Kosa Kata
nb: Vokabularvekst
nl: Woordenschatgroei
pl: Rozwój słownictwa
pt_pt: Crescimento do Vocabulário
ro: Creșterea Vocabularului
ru: Рост словарного запаса
sk: Rast slovnej zásoby
sv: Ordförrådstillväxt
th: การเติบโตของคลังคำศัพท์
tr: Kelime Dağarcığı Büyümesi
uk: Зростання словникового запасу
vi: Sự phát triển vốn từ vựng
zh_hans: 词汇增长
zh_hant: 詞彙增長

# analytics.no_growth_data_yet
source: No Growth Data Yet
ar: لا توجد بيانات نمو بعد
ca: Encara no hi ha dades de creixement
cs: Zatím žádné údaje o růstu
da: Ingen vækstdatay endnu
de: Noch keine Wachstumsdaten
el: Κανένα δεδομένο ανάπτυξης ακόμα
es: Aún no hay datos de crecimiento
fi: Ei vielä kasvutietoja
fr: Aucune donnée de croissance pour le moment
he: אין נתוני צמיחה עדיין
hi: अभी तक कोई वृद्धि डेटा नहीं
hr: Još nema podataka o rastu
hu: Még nincs növekedési adat
id: Belum ada data pertumbuhan
it: Nessun dato di crescita ancora
ja: まだ成長データがありません
ko: 아직 성장 데이터가 없습니다
ms: Belum ada data pertumbuhan
nb: Ingen vekstdata ennå
nl: Nog geen groeigegevens
pl: Brak danych o rozwoju
pt_pt: Sem dados de crescimento ainda
ro: Fără date de creștere încă
ru: Данные о росте пока отсутствуют
sk: Zatiaľ žiadne údaje o raste
sv: Inga tillväxtdata ännu
th: ยังไม่มีข้อมูลการเติบโต
tr: Henüz büyüme verisi yok
uk: Поки немає даних про зростання
vi: Chưa có dữ liệu tăng trưởng
zh_hans: 暂无增长数据
zh_hant: 暫無增長數據
