Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# tabbar.words
source: Words
ar: الكلمات
ca: Paraules
cs: Slova
da: Ord
de: Wörter
el: Λέξεις
es: Palabras
fi: Sanat
fr: Mots
he: מילים
hi: शब्द
hr: Riječi
hu: Szavak
id: Kata
it: Parole
ja: 単語
ko: 단어
ms: Perkataan
nb: Ord
nl: Woorden
pl: Słowa
pt_pt: Palavras
ro: Cuvinte
ru: Слова
sk: Slová
sv: Ord
th: คำศัพท์
tr: Kelimeler
uk: Слова
vi: Từ vựng
zh_hans: 单词
zh_hant: 單詞

# tabbar.idioms
source: Idioms
ar: التعابير
ca: Modismes
cs: Idiomy
da: Idiomer
de: Redewendungen
el: Ιδιωματισμοί
es: Modismos
fi: Idiomit
fr: Expressions
he: ביטויים
hi: मुहावरे
hr: Idiomi
hu: Kifejezések
id: Ungkapan
it: Espressioni
ja: 慣用句
ko: 관용구
ms: Ungkapan
nb: Uttrykk
nl: Idiomen
pl: Wyrażenia
pt_pt: Expressões
ro: Expresii
ru: Выражения
sk: Idiomy
sv: Uttryck
th: สำนวน
tr: Deyimler
uk: Ідіоми
vi: Thành ngữ
zh_hans: 习语
zh_hant: 成語

# tabbar.quizzes
source: Quizzes
ar: الاختبارات
ca: Qüestionaris
cs: Kvíz
da: Quizzer
de: Quiz
el: Κουίζ
es: Cuestionarios
fi: Visat
fr: Quiz
he: חידונים
hi: क्विज़
hr: Kvizovi
hu: Kvizek
id: Kuis
it: Quiz
ja: クイズ
ko: 퀴즈
ms: Kui
nb: Quizzer
nl: Quizzen
pl: Quizy
pt_pt: Questionários
ro: Teste
ru: Викторины
sk: Kvíz
sv: Quiz
th: แบบทดสอบ
tr: Testler
uk: Тести
vi: Bài kiểm tra
zh_hans: 测验
zh_hant: 測驗

# tabbar.progress
source: Progress
ar: التقدم
ca: Progrés
cs: Pokrok
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es: Progreso
fi: Edistyminen
fr: Progrès
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Haladás
id: Kemajuan
it: Progressi
ja: 進捗
ko: 진행 상황
ms: Kemajuan
nb: Fremgang
nl: Voortgang
pl: Postępy
pt_pt: Progresso
ro: Progres
ru: Прогресс
sk: Pokrok
sv: Framsteg
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

# tabbar.settings
source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# navigation.word_details
source: Word Details
ar: تفاصيل الكلمة
ca: Detalls de la paraula
cs: Podrobnosti slova
da: Orddetaljer
de: Wortdetails
el: Λεπτομέρειες Λέξης
es: Detalles de la palabra
fi: Sanan tiedot
fr: Détails du mot
he: פרטי מילה
hi: शब्द विवरण
hr: Detalji riječi
hu: Szó részletei
id: Detail Kata
it: Dettagli Parola
ja: 単語の詳細
ko: 단어 세부 정보
ms: Butiran Perkataan
nb: Orddetaljer
nl: Woorddetails
pl: Szczegóły słowa
pt_pt: Detalhes da Palavra
ro: Detalii Cuvânt
ru: О слове
sk: Podrobnosti o slove
sv: Orddetaljer
th: รายละเอียดคำศัพท์
tr: Kelime Detayları
uk: Деталі слова
vi: Chi tiết từ
zh_hans: 单词详情
zh_hant: 單詞詳情

# navigation.idiom_details
source: Idiom Details
ar: تفاصيل التعبير
ca: Detalls del modisme
cs: Podrobnosti idiomu
da: Idiomdetaljer
de: Redewendungsdetails
el: Λεπτομέρειες Ιδιωματισμού
es: Detalles del modismo
fi: Idiomin tiedot
fr: Détails de l'expression
he: פרטי ביטוי
hi: मुहावरा विवरण
hr: Detalji idioma
hu: Kifejezés részletei
id: Detail Ungkapan
it: Dettagli Espressione
ja: 慣用句の詳細
ko: 관용구 세부 정보
ms: Butiran Ungkapan
nb: Uttrykksdetaljer
nl: Idioomdetails
pl: Szczegóły wyrażenia
pt_pt: Detalhes da Expressão
ro: Detalii Expresie
ru: О выражении
sk: Podrobnosti o idiome
sv: Uttrycksdetaljer
th: รายละเอียดสำนวน
tr: Deyim Detayları
uk: Деталі ідіоми
vi: Chi tiết thành ngữ
zh_hans: 习语详情
zh_hant: 成語詳情

# navigation.add_tags
source: Add Tags
ar: إضافة علامات
ca: Afegeix etiquetes
cs: Přidat štítky
da: Tilføj tags
de: Tags hinzufügen
el: Προσθήκη Ετικετών
es: Añadir etiquetas
fi: Lisää tunnisteita
fr: Ajouter des étiquettes
he: הוספת תגיות
hi: टैग जोड़ें
hr: Dodaj oznake
hu: Címkék hozzáadása
id: Tambah Tag
it: Aggiungi Tag
ja: タグの追加
ko: 태그 추가
ms: Tambah Tag
nb: Legg til etiketter
nl: Tags toevoegen
pl: Dodaj etykiety
pt_pt: Adicionar Etiquetas
ro: Adaugă Etichete
ru: Добавить теги
sk: Pridať značky
sv: Lägg till taggar
th: เพิ่มแท็ก
tr: Etiket Ekle
uk: Додати теги
vi: Thêm thẻ
zh_hans: 添加标签
zh_hant: 添加標籤

# navigation.about
source: About
ar: حول
ca: Quant a
cs: O aplikaci
da: Om appen
de: Über die App
el: Σχετικά με την Εφαρμογή
es: Acerca de
fi: Tietoa sovelluksesta
fr: À propos de l'application
he: אודות האפליקציה
hi: ऐप के बारे में
hr: O aplikaciji
hu: Az alkalmazásról
id: Tentang Aplikasi
it: Informazioni sull'App
ja: アプリについて
ko: 앱 정보
ms: Mengenai Apl
nb: Om appen
nl: Over de app
pl: O aplikacji
pt_pt: Sobre a Aplicação
ro: Despre Aplicație
ru: О приложении
sk: O aplikácii
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# navigation.debug_panel
source: Debug Panel
ar: لوحة التصحيح
ca: Panell de depuració
cs: Panel pro ladění
da: Fejlfindingspanel
el: Πίνακας Αποσφαλμάτωσης
es: Panel de depuración
fi: Vianetsintäpaneeli
fr: Panneau de débogage
he: לוח ניפוי שגיאות
hi: डीबग पैनल
hr: Ploča za otklanjanje pogrešaka
hu: Hibakereső panel
id: Panel Debug
it: Pannello di Debug
ja: デバッグパネル
ko: 디버그 패널
ms: Panel Nyahpepijat
nb: Feilsøkingspanel
nl: Debugpaneel
pl: Panel debugowania
pt_pt: Painel de Depuração
ro: Panou de Depanare
ru: Панель отладки
sk: Panel na ladenie
sv: Felsökningspanel
th: แผงดีบัก
tr: Hata Ayıklama Paneli
uk: Панель налагодження
vi: Bảng gỡ lỗi
zh_hans: 调试面板
zh_hant: 調試面板

# navigation.quiz_results
source: Quiz Results
ar: نتائج الاختبار
ca: Resultats del qüestionari
cs: Výsledky kvízu
da: Quizresultater
de: Quiz-Ergebnisse
el: Αποτελέσματα Κουίζ
es: Resultados del cuestionario
fi: Visan tulokset
fr: Résultats du quiz
he: תוצאות חידון
hi: क्विज़ परिणाम
hr: Rezultati kviza
hu: Kviz eredmények
id: Hasil Kuis
it: Risultati Quiz
ja: クイズ結果
ko: 퀴즈 결과
ms: Keputusan Kui
nb: Quizresultater
nl: Quizresultaten
pl: Wyniki quizu
pt_pt: Resultados do Questionário
ro: Rezultate Test
ru: Результаты
sk: Výsledky kvízu
sv: Quizresultat
th: ผลลัพธ์แบบทดสอบ
tr: Test Sonuçları
uk: Результати тесту
vi: Kết quả bài kiểm tra
zh_hans: 测验结果
zh_hant: 測驗結果

# navigation.spelling_quiz
source: Spelling Quiz
ar: اختبار الإملاء
ca: Qüestionari d'ortografia
cs: Kvízy pravopisu
da: Stavequiz
de: Rechtschreibquiz
el: Κουίζ Ορθογραφίας
es: Cuestionario de ortografía
fi: Oikeinkirjoitusvisa
fr: Quiz d'orthographe
he: חידון איות
hi: वर्तनी क्विज़
hr: Kviz pravopisa
hu: Helyesírási kviz
id: Kuis Ejaan
it: Quiz di Ortografia
ja: 綴りクイズ
ko: 철자 퀴즈
ms: Kui Ejaan
nb: Stavequiz
nl: Spelquiz
pl: Quiz ortograficzny
pt_pt: Questionário de Ortografia
ro: Test de Ortografie
ru: Правописание
sk: Kvízy pravopisu
sv: Stavningsquiz
th: แบบทดสอบการสะกดคำ
tr: Yazım Testi
uk: Тест на правопис
vi: Bài kiểm tra chính tả
zh_hans: 拼写测验
zh_hant: 拼寫測驗

# navigation.definition_quiz
source: Definition Quiz
ar: اختبار التعريف
ca: Qüestionari de definició
cs: Kvízy definic
da: Definitionsquiz
de: Definitionsquiz
el: Κουίζ Ορισμού
es: Cuestionario de definiciones
fi: Määritelmävisa
fr: Quiz de définition
he: חידון הגדרות
hi: परिभाषा क्विज़
hr: Kviz definicija
hu: Definíció kviz
id: Kuis Definisi
it: Quiz di Definizione
ja: 定義クイズ
ko: 정의 퀴즈
ms: Kui Definisi
nb: Definisjonsquiz
nl: Definitiequiz
pl: Quiz definicji
pt_pt: Questionário de Definição
ro: Test de Definiție
ru: Определения
sk: Kvízy definícií
sv: Definitionsquiz
th: แบบทดสอบความหมาย
tr: Tanım Testi
uk: Тест на визначення
vi: Bài kiểm tra định nghĩa
zh_hans: 定义测验
zh_hant: 定義測驗

# navigation.close
source: Close
ar: إغلاق
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zatvoriť
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# navigation.close_screen
source: Close screen
ar: إغلاق الشاشة
ca: Tanca la pantalla
cs: Zavřít obrazovku
da: Luk skærm
de: Bildschirm schließen
el: Κλείσιμο Οθόνης
es: Cerrar pantalla
fi: Sulje näyttö
fr: Fermer l'écran
he: סגירת מסך
hi: स्क्रीन बंद करें
hr: Zatvori zaslon
hu: Képernyő bezárása
id: Tutup Layar
it: Chiudi Schermata
ja: 画面を閉じる
ko: 화면 닫기
ms: Tutup Skrin
nb: Lukk skjerm
nl: Scherm sluiten
pl: Zamknij ekran
pt_pt: Fechar Ecrã
ro: Închide Ecranul
ru: Закрыть экран
sk: Zatvoriť obrazovku
sv: Stäng skärm
th: ปิดหน้าจอ
tr: Ekranı Kapat
uk: Закрити екран
vi: Đóng màn hình
zh_hans: 关闭屏幕
zh_hant: 關閉屏幕

# actions.done
source: Done
ar: تم
ca: Fet
da: Færdig
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
he: סיום
hi: हो गया
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
ro: Finalizat
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Tamam
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# actions.save
source: Save
ar: حفظ
ca: Desa
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
ro: Salvează
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# actions.save_word
source: Save Word
ar: حفظ الكلمة
ca: Desa la paraula
da: Gem ord
de: Wort speichern
es: Guardar palabra
fi: Tallenna sana
fr: Enregistrer le mot
he: שמירת מילה
hi: शब्द सहेजें
hu: Szó mentése
id: Simpan Kata
it: Salva Parola
ja: 単語を保存
ko: 단어 저장
ms: Simpan Perkataan
nb: Lagre ord
nl: Woord opslaan
pl: Zapisz słowo
ro: Salvează Cuvânt
ru: Сохранить слово
sv: Spara ord
th: บันทึกคำศัพท์
tr: Kelimeyi Kaydet
uk: Зберегти слово
vi: Lưu từ
zh_hans: 保存单词
zh_hant: 保存單詞

# actions.cancel
source: Cancel
ar: إلغاء
ca: Cancel·la
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# actions.confirm
source: Confirm
ar: تأكيد
ca: Confirma
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
he: אישור
hi: पुष्टि करें
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
ms: Sahkan
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
ro: Confirmă
ru: Подтвердить
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# actions.search
source: Search
ar: بحث
ca: Cerca
da: Søg
de: Suchen
es: Buscar
fi: Hae
fr: Rechercher
he: חיפוש
hi: खोजें
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
ms: Cari
nb: Søk
nl: Zoeken
pl: Szukaj
ro: Caută
ru: Поиск
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜索

# actions.delete
source: Delete
ar: حذف
ca: Elimina
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
he: מחיקה
hi: हटाएं
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
ro: Șterge
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# actions.edit
source: Edit
ar: تعديل
ca: Edita
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
he: עריכה
hi: संपादित करें
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
ro: Editează
ru: Редактировать
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# actions.add
source: Add
ar: إضافة
ca: Afegeix
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोड़ें
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
nb: Legg til
nl: Toevoegen
pl: Dodaj
ro: Adaugă
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 添加

# actions.next
source: Next
ar: التالي
ca: Següent
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hi: अगला
hu: Következő
id: Berikutnya
it: Successivo
ja: 次へ
ko: 다음
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Dalej
ro: Următor
ru: Далее
sv: Nästa
th: ถัดไป
tr: Sonraki
uk: Далі
vi: Tiếp theo
zh_hans: 下一个
zh_hant: 下一個

# actions.back
source: Back
ar: رجوع
ca: Enrere
da: Tilbage
de: Zurück
es: Atrás
fi: Takaisin
fr: Retour
he: חזרה
hi: पीछे
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
ro: Înapoi
ru: Назад
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# actions.exit
source: Exit
ar: خروج
ca: Surt
da: Afslut
de: Beenden
es: Salir
fi: Poistu
fr: Quitter
he: יציאה
hi: बाहर निकलें
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
ko: 종료
ms: Keluar
nb: Avslutt
nl: Afsluiten
pl: Wyjdź
ro: Ieși
ru: Выйти
sv: Avsluta
th: ออก
tr: Çık
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# actions.ok
source: OK
ar: موافق
ca: D'acord
he: אישור
hi: ठीक
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
uk: ОК
zh_hans: 确定
zh_hant: 確定

# actions.yes
source: Yes
ar: نعم
ca: Sí
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
he: כן
hi: हां
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
ms: Ya
nb: Ja
nl: Ja
pl: Tak
ro: Da
ru: Да
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

# actions.no
source: No
ar: لا
da: Nej
de: Nein
fi: Ei
fr: Non
he: לא
hi: नहीं
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
ms: Tidak
nb: Nei
nl: Nee
pl: Nie
ro: Nu
ru: Нет
sv: Nej
th: ไม่
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否
zh_hant: 否

# actions.try_again
source: Try Again
ar: حاول مرة أخرى
ca: Torna-ho a provar
da: Prøv igen
de: Erneut versuchen
es: Intentar de nuevo
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: पुनः प्रयास करें
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ms: Cuba Lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
ro: Încearcă din Nou
ru: Попробовать снова
sv: Försök igen
th: ลองใหม่
tr: Tekrar Dene
uk: Спробувати знову
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# actions.view_all
source: View All
ar: عرض الكل
ca: Veure tot
da: Vis alle
de: Alle anzeigen
es: Ver todo
fi: Näytä kaikki
fr: Voir tout
he: הצג הכל
hi: सभी देखें
hu: Összes megtekintése
id: Lihat Semua
it: Visualizza Tutto
ja: すべて表示
ko: 모두 보기
ms: Lihat Semua
nb: Vis alle
nl: Alles bekijken
pl: Pokaż wszystkie
ro: Vezi Toate
ru: Посмотреть все
sv: Visa alla
th: ดูทั้งหมด
tr: Tümünü Görüntüle
uk: Переглянути все
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 查看全部

# actions.listen
source: Listen
ar: استمع
ca: Escolta
da: Lyt
de: Hören
es: Escuchar
fi: Kuuntele
fr: Écouter
he: האזנה
hi: सुनें
hu: Meghallgatás
id: Dengar
it: Ascolta
ja: 聞く
ko: 듣기
ms: Dengar
nb: Lytt
nl: Luisteren
pl: Słuchaj
ro: Ascultă
ru: Прослушать
sv: Lyssna
th: ฟัง
tr: Dinle
uk: Прослухати
vi: Nghe
zh_hans: 聆听
zh_hant: 聆聽

# actions.create
source: Create
ar: إنشاء
ca: Crea
da: Opret
de: Erstellen
es: Crear
fi: Luo
fr: Créer
he: יצירה
hi: बनाएं
hu: Létrehozás
id: Buat
it: Crea
ja: 作成
ko: 생성
ms: Cipta
nb: Opprett
nl: Aanmaken
pl: Utwórz
ro: Creează
ru: Создать
sv: Skapa
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 創建

# actions.manage
source: Manage
ar: إدارة
ca: Gestiona
da: Administrer
de: Verwalten
es: Gestionar
fi: Hallinnoi
fr: Gérer
he: ניהול
hi: प्रबंधन करें
hu: Kezelés
id: Kelola
it: Gestisci
ja: 管理
ko: 관리
ms: Urus
nb: Administrer
nl: Beheren
pl: Zarządzaj
ro: Gestionează
ru: Управлять
sv: Hantera
th: จัดการ
tr: Yönet
uk: Керувати
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

# actions.select
source: Select
ar: اختيار
ca: Selecciona
da: Vælg
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionner
he: בחירה
hi: चुनें
hu: Kiválasztás
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
ms: Pilih
nb: Velg
nl: Selecteren
pl: Wybierz
ro: Selectează
ru: Выбрать
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

# actions.select_word
source: Select a word
ar: اختر كلمة
ca: Selecciona una paraula
da: Vælg ord
de: Wort auswählen
es: Seleccionar palabra
fi: Valitse sana
fr: Sélectionner un mot
he: בחירת מילה
hi: शब्द चुनें
hu: Szó kiválasztása
id: Pilih Kata
it: Seleziona Parola
ja: 単語を選択
ko: 단어 선택
ms: Pilih Perkataan
nb: Velg ord
nl: Woord selecteren
pl: Wybierz słowo
ro: Selectează Cuvânt
ru: Выбрать слово
sv: Välj ord
th: เลือกคำศัพท์
tr: Kelime Seç
uk: Вибрати слово
vi: Chọn từ
zh_hans: 选择单词
zh_hant: 選擇單詞

# actions.select_idiom
source: Select an idiom
ar: اختر تعبيرًا
ca: Selecciona un modisme
da: Vælg idiom
de: Redewendung auswählen
es: Seleccionar modismo
fi: Valitse idiomi
fr: Sélectionner une expression
he: בחירת ביטוי
hi: मुहावरा चुनें
hu: Kifejezés kiválasztása
id: Pilih Ungkapan
it: Seleziona Espressione
ja: 慣用句を選択
ko: 관용구 선택
ms: Pilih Ungkapan
nb: Velg uttrykk
nl: Idioom selecteren
pl: Wybierz wyrażenie
ro: Selectează Expresie
ru: Выбрать выражение
sv: Välj uttryck
th: เลือกสำนวน
tr: Deyim Seç
uk: Вибрати ідіому
vi: Chọn thành ngữ
zh_hans: 选择习语
zh_hant: 選擇成語

# actions.select_quiz
source: Select a quiz
ar: اختر اختبارًا
ca: Selecciona un qüestionari
da: Vælg quiz
de: Quiz auswählen
es: Seleccionar cuestionario
fi: Valitse visa
fr: Sélectionner un quiz
he: בחירת חידון
hi: क्विज़ चुनें
hu: Kviz kiválasztása
id: Pilih Kuis
it: Seleziona Quiz
ja: クイズを選択
ko: 퀴즈 선택
ms: Pilih Kui
nb: Velg quiz
nl: Quiz selecteren
pl: Wybierz quiz
ro: Selectează Test
ru: Выбрать викторину
sv: Välj quiz
th: เลือกแบบทดสอบ
tr: Test Seç
uk: Вибрати тест
vi: Chọn bài kiểm tra
zh_hans: 选择测验
zh_hant: 選擇測驗

# actions.sign_out
source: Sign Out
ar: تسجيل الخروج
ca: Tanca la sessió
da: Log ud
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: התנתקות
hi: साइन आउट
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
ms: Log Keluar
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
ro: Deconectează-te
ru: Выйти
sv: Logga ut
th: ออกจากระบบ
tr: Oturumu Kapat
uk: Вийти з системи
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# actions.sign_in
source: Sign In
ar: تسجيل الدخول
ca: Inicia la sessió
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
he: התחברות
hi: साइन इन
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
ms: Log Masuk
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
ro: Conectează-te
ru: Войти
sv: Logga in
th: เข้าสู่ระบบ
tr: Oturum Aç
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# actions.upgrade
source: Upgrade
ar: الترقية
ca: Actualitza
da: Opgrader
de: Upgraden
es: Actualizar
fi: Päivitä
fr: Passer à la version supérieure
he: שדרוג
hi: अपग्रेड करें
hu: Frissítés
id: Tingkatkan
it: Aggiorna
ja: アップグレード
ko: 업그레이드
ms: Naik Taraf
nb: Oppgrader
nl: Upgraden
pl: Uaktualnij
ro: Actualizează
ru: Обновить
sv: Uppgradera
th: อัปเกรด
tr: Yükselt
uk: Оновити
vi: Nâng cấp
zh_hans: 升级
zh_hant: 升級

# actions.learn_more
source: Learn More
ar: تعرف على المزيد
ca: Més informació
da: Lær mere
de: Mehr erfahren
es: Saber más
fi: Lue lisää
fr: En savoir plus
he: למידע נוסף
hi: और जानें
hu: Tudj meg többet
id: Pelajari Lebih Lanjut
it: Scopri di Più
ja: 詳細を確認
ko: 자세히 알아보기
ms: Ketahui Lebih Lanjut
nb: Lær mer
nl: Meer informatie
pl: Dowiedz się więcej
ro: Află Mai Multe
ru: Узнать больше
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Дізнатися більше
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 了解更多

# actions.copy
source: Copy
ar: نسخ
ca: Copia
da: Kopier
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
he: העתקה
hi: कॉपी करें
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
nb: Kopier
nl: Kopiëren
pl: Kopiuj
ro: Copiază
ru: Копировать
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# actions.refresh
source: Refresh
ar: تحديث
ca: Actualitza
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Actualiser
he: רענון
hi: रिफ्रेश करें
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
ms: Muat Semula
nb: Oppdater
nl: Verversen
pl: Odśwież
ro: Reîmprospătează
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 刷新

# actions.clear
source: Clear
ar: مسح
ca: Neteja
da: Ryd
de: Löschen
es: Borrar
fi: Tyhjennä
fr: Effacer
he: ניקוי
hi: साफ करें
hu: Törlés
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
ms: Kosongkan
nb: Tøm
nl: Wissen
pl: Wyczyść
ro: Șterge Tot
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa sạch
zh_hans: 清除
zh_hant: 清除

# actions.reset
source: Reset
ar: إعادة تعيين
ca: Restableix
da: Nulstil
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réinitialiser
he: איפוס
hi: रीसेट करें
hu: Visszaállítás
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 초기화
ms: Set Semula
nb: Tilbakestill
nl: Resetten
pl: Resetuj
ro: Resetează
ru: Сбросить
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# actions.test
source: Test
ar: اختبار
ca: Prova
de: Testen
es: Probar
fi: Testaa
fr: Tester
he: בדיקה
hi: परीक्षण
hu: Teszt
id: Uji
ja: テスト
ko: 테스트
ms: Uji
nl: Testen
pl: Testuj
ro: Testează
ru: Тестировать
sv: Testa
th: ทดสอบ
tr: Test Et
uk: Тестувати
vi: Kiểm tra
zh_hans: 测试
zh_hant: 測試

# actions.check
source: Check
ar: تحقق
ca: Comprova
da: Tjek
de: Überprüfen
es: Verificar
fi: Tarkista
fr: Vérifier
he: בדיקה
hi: जांच करें
hu: Ellenőrzés
id: Periksa
it: Verifica
ja: 確認
ko: 확인
ms: Semak
nb: Sjekk
nl: Controleren
pl: Sprawdź
ro: Verifică
ru: Проверить
sv: Kontrollera
th: ตรวจสอบ
tr: Kontrol Et
uk: Перевірити
vi: Kiểm tra
zh_hans: 检查
zh_hant: 檢查

# actions.verify
source: Verify
ar: التحقق
ca: Verifica
da: Verificer
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
he: אימות
hi: सत्यापित करें
hu: Ellenőrzés
id: Verifikasi
it: Conferma
ja: 検証
ko: 검증
ms: Sahkan
nb: Verifiser
nl: Verifiëren
pl: Zweryfikuj
ro: Confirmă
ru: Подтвердить
sv: Verifiera
th: ยืนยัน
tr: Doğrula
uk: Підтвердити
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證

# actions.show
source: Show
ar: إظهار
ca: Mostra
da: Vis
de: Anzeigen
es: Mostrar
fi: Näytä
fr: Afficher
he: הצגה
hi: दिखाएं
hu: Megjelenítés
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
ms: Tunjuk
nb: Vis
nl: Tonen
pl: Pokaż
ro: Afișează
ru: Показать
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

# actions.send
source: Send
ar: إرسال
ca: Envia
de: Senden
es: Enviar
fi: Lähetä
fr: Envoyer
he: שליחה
hi: भेजें
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ko: 전송
ms: Hantar
nl: Verzenden
pl: Wyślij
ro: Trimite
ru: Отправить
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# actions.request
source: Request
ar: طلب
ca: Sol·licita
da: Anmod
de: Anfordern
es: Solicitar
fi: Pyydä
fr: Demander
he: בקשה
hi: अनुरोध
hu: Kérés
id: Permintaan
it: Richiesta
ja: リクエスト
ko: 요청
ms: Minta
nb: Forespør
nl: Aanvragen
pl: Zażądaj
ro: Solicită
ru: Запросить
sv: Begär
th: ร้องขอ
tr: İste
uk: Запит
vi: Yêu cầu
zh_hans: 请求
zh_hant: 請求

# actions.sync
source: Sync
ar: مزامنة
ca: Sincronitza
da: Synkroniser
de: Synchronisieren
es: Sincronizar
fi: Synkronoi
fr: Synchroniser
he: סנכרון
hi: सिंक करें
hu: Szinkronizálás
id: Sinkronkan
it: Sincronizza
ja: 同期
ko: 동기화
ms: Segerak
nb: Synkroniser
nl: Synchroniseren
pl: Synchronizuj
ro: Sincronizează
ru: Синхронизировать
sv: Synkronisera
th: ซิงค์
tr: Senkronize Et
uk: Синхронізувати
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

# actions.upload
source: Upload
ar: رفع
ca: Puja
de: Hochladen
es: Subir
fi: Lataa
fr: Téléverser
he: העלאה
hi: अपलोड करें
hu: Feltöltés
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
ms: Muat Naik
nb: Last opp
nl: Uploaden
pl: Prześlij
ro: Încarcă
ru: Загрузить
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Завантажити
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

# actions.download
source: Download
ar: تنزيل
ca: Descarrega
de: Herunterladen
es: Descargar
fi: Lataa alas
fr: Télécharger
he: הורדה
hi: डाउनलोड करें
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
ms: Muat Turun
nb: Last ned
nl: Downloaden
pl: Pobierz
ro: Descarcă
ru: Скачать
sv: Ladda ner
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載
