Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# tag_selection.no_tags_yet
source: No Tags Yet
ar: لا توجد علامات بعد
ca: Encara no hi ha etiquetes
cs: Zatím nebyly přidány žádné štítky
da: Ingen tags endnu
de: Noch keine Tags
el: Καμία ετικέτα ακόμα
es: Aún no hay etiquetas
fi: Ei vielä tunnisteita
fr: Aucune étiquette pour le moment
he: אין תגיות עדיין
hi: अभी तक कोई टैग नहीं
hr: Još nema oznaka
hu: Még nincsenek címkék
id: Belum ada tag
it: Nessun tag ancora
ja: まだタグがありません
ko: 아직 태그가 없습니다
ms: Belum ada tag
nb: Ingen etiketter ennå
nl: Nog geen tags
pl: Brak etykiet
pt_pt: Nenhuma etiqueta ainda
ro: Nicio etichetă încă
ru: Тегов пока нет
sk: Zatiaľ žiadne značky
sv: Inga taggar ännu
th: ยังไม่มีแท็ก
tr: Henüz etiket yok
uk: Поки немає тегів
vi: Chưa có thẻ
zh_hans: 尚未添加标签
zh_hant: 尚未添加標籤

# tag_selection.you_can_select_up_to_5_tags
source: You can select up to 5 tags per word. Tap a tag to select or deselect it.
ar: يمكنك اختيار ما يصل إلى 5 علامات لكل كلمة. انقر على علامة لاختيارها أو إلغاء اختيارها.
ca: Pots seleccionar fins a 5 etiquetes per paraula. Toca una etiqueta per seleccionar-la o desseleccionar-la.
cs: Pro každé slovo můžete vybrat až 5 štítků. Klepnutím na štítek jej vyberte nebo zrušte výběr.
da: Du kan vælge op til 5 tags pr. ord. Tryk på et tag for at vælge eller fravælge det.
de: Sie können bis zu 5 Tags pro Wort auswählen. Tippen Sie auf einen Tag, um ihn auszuwählen oder die Auswahl aufzuheben.
el: Μπορείς να επιλέξεις έως 5 ετικέτες ανά λέξη. Πάτησε σε μια ετικέτα για να την επιλέξεις ή να την αποεπιλέξεις.
es: Puedes seleccionar hasta 5 etiquetas por palabra. Pulsa en las etiquetas para seleccionarlas o deseleccionarlas.
fi: Voit valita enintään 5 tunnistetta per sana. Napauta tunnistetta valitaksesi tai poistaaksesi sen.
fr: Vous pouvez sélectionner jusqu'à 5 étiquettes par mot. Appuyez sur une étiquette pour la sélectionner ou la désélectionner.
he: ניתן לבחור עד 5 תגיות לכל מילה. לחץ על תגית כדי לבחור או לבטל את הבחירה.
hi: आप प्रति शब्द अधिकतम 5 टैग चुन सकते हैं। टैग को चुनने या अचयन करने के लिए उस पर टैप करें।
hr: Možete odabrati do 5 oznaka po riječi. Dodirnite oznaku za odabir ili poništavanje odabira.
hu: Szavonként legfeljebb 5 címkét választhatsz ki. Kattints egy címkére a kiválasztáshoz vagy a kiválasztás megszüntetéséhez.
id: Anda dapat memilih hingga 5 tag per kata. Ketuk tag untuk memilih atau membatalkan pilihan.
it: Puoi selezionare fino a 5 tag per parola. Tocca un tag per selezionarlo o deselezionarlo.
ja: 1単語につき最大5つのタグを選択できます。タグをタップして選択または解除。
ko: 단어당 최대 5개의 태그를 선택할 수 있습니다. 태그를 탭하여 선택하거나 선택 해제하세요.
ms: Anda boleh memilih sehingga 5 tag untuk setiap perkataan. Ketik tag untuk memilih atau menyahpilih.
nb: Du kan velge opptil 5 etiketter per ord. Trykk på etiketter for å velge eller fjerne valg.
nl: Je kunt maximaal 5 tags per woord selecteren. Tik op een tag om deze te selecteren of deselecteren.
pl: Możesz wybrać do 5 etykiet na słowo. Dotknij etykiet, aby je wybrać lub odznaczyć.
pt_pt: Pode seleccionar até 5 etiquetas por palavra. Toque nas etiquetas para seleccionar ou desmarcar.
ro: Poți selecta până la 5 etichete per cuvânt. Atinge etichetele pentru a le selecta sau deselecta.
ru: Вы можете выбрать до 5 тегов для слова. Нажмите на теги, чтобы выбрать или отменить выбор.
sk: Môžete vybrať až 5 značiek na slovo. Kliknite na značky, aby ste ich vybrali alebo zrušili výber.
sv: Du kan välja upp till 5 taggar per ord. Klicka på taggarna för att välja eller avmarkera dem.
th: คุณสามารถเลือกได้ถึง 5 แท็กต่อคำศัพท์ กดที่แท็กเพื่อเลือกหรือยกเลิกการเลือก
tr: Her kelime için en fazla 5 etiket seçebilirsiniz. Etiketleri seçmek veya seçimden çıkarmak için tıklayın.
uk: Ви можете вибрати до 5 тегів на слово. Натисніть на тег, щоб вибрати або скасувати вибір
vi: Bạn có thể chọn tối đa 5 thẻ cho mỗi từ. Nhấn vào thẻ để chọn hoặc bỏ chọn.
zh_hans: 每个单词最多可选择 5 个标签。点击标签以选择或取消选择。
zh_hant: 每個單詞最多可選擇 5 個標籤。點擊標籤以選擇或取消選擇。

# pro_features.google_sync
source: Google Sync
ar: مزامنة جوجل
ca: Sincronització amb Google
cs: Synchronizace s Google
da: Google-synkronisering
de: Google-Synchronisation
el: Συγχρονισμός Google
es: Sincronización con Google
fi: Google-synkronointi
fr: Synchronisation Google
he: סנכרון גוגל
hi: गूगल सिंक
hr: Google sinkronizacija
hu: Google szinkronizálás
id: Sinkronisasi Google
it: Sincronizzazione Google
ja: Google同期
ko: Google 동기화
ms: Penyegerakan Google
nb: Google-synkronisering
nl: Google-synchronisatie
pl: Synchronizacja z Google
pt_pt: Sincronização com Google
ro: Sincronizare cu Google
ru: Синхронизация с Google
sk: Synchronizácia s Google
sv: Synkronisering med Google
th: ซิงค์กับ Google
tr: Google ile Senkronizasyon
uk: Синхронізація з Google
vi: Đồng bộ với Google
zh_hans: 谷歌同步
zh_hant: 谷歌同步

# pro_features.unlimited_export
source: Unlimited Export
ar: تصدير غير محدود
ca: Exportació il·limitada
cs: Neomezený export
da: Ubegrænset eksport
de: Unbegrenzter Export
el: Απεριόριστη Εξαγωγή
es: Exportación ilimitada
fi: Rajoittamaton vienti
fr: Exportation illimitée
he: ייצוא ללא הגבלה
hi: असीमित निर्यात
hr: Neograničeni izvoz
hu: Korlátlan exportálás
id: Ekspor Tanpa Batas
it: Esportazione Illimitata
ja: 無制限エクスポート
ko: 무제한 내보내기
ms: Eksport Tanpa Had
nb: Ubegrenset eksport
nl: Onbeperkt exporteren
pl: Nieograniczony eksport
pt_pt: Exportação Ilimitada
ro: Export Nelimitat
ru: Неограниченный экспорт
sk: Neobmedzený export
sv: Obegränsad export
th: ส่งออกไม่จำกัด
tr: Sınırsız Dışa Aktarma
uk: Необмежений експорт
vi: Xuất không giới hạn
zh_hans: 无限导出
zh_hant: 無限導出

# pro_features.create_shared_dictionaries
source: Create Shared Dictionaries
ar: إنشاء قواميس مشتركة
ca: Crea diccionaris compartits
cs: Vytvořit sdílené slovníky
da: Opret delte ordbøger
de: Geteilte Wörterbücher erstellen
el: Δημιουργία Κοινόχρηστων Λεξικών
es: Crear diccionarios compartidos
fi: Luo jaettuja sanakirjoja
fr: Créer des dictionnaires partagés
he: יצירת מילונים משותפים
hi: साझा शब्दकोश बनाएं
hr: Stvori zajedničke rječnike
hu: Megosztott szótárak létrehozása
id: Buat Kamus Bersama
it: Crea Dizionari Condivisi
ja: 共有辞書の作成
ko: 공유 사전 생성
ms: Cipta Kamus Kongsi
nb: Opprett delte ordbøker
nl: Gedeelde woordenboeken aanmaken
pl: Tworzenie wspólnych słowników
pt_pt: Criar Dicionários Partilhados
ro: Creează Dicționare Partajate
ru: Создание общих словарей
sk: Vytvárať zdieľané slovníky
sv: Skapa delade ordböcker
th: สร้างพจนานุกรมที่แชร์
tr: Paylaşılan Sözlükler Oluştur
uk: Створити спільні словники
vi: Tạo từ điển chia sẻ
zh_hans: 创建共享词典
zh_hant: 創建共享詞典

# pro_features.advanced_analytics
source: Advanced Analytics
ar: تحليلات متقدمة
ca: Analítiques avançades
cs: Pokročilá analytika
da: Avanceret analyse
de: Erweiterte Analysen
el: Προηγμένες Αναλύσεις
es: Analíticas avanzadas
fi: Edistynyt analytiikka
fr: Analyses avancées
he: ניתוחים מתקדמים
hi: उन्नत विश्लेषण
hr: Napredna analitika
hu: Haladó analitikák
id: Analitik Lanjutan
it: Analisi Avanzate
ja: 高度な分析
ko: 고급 분석
ms: Analitik Lanjutan
nb: Avansert analyse
nl: Geavanceerde analyses
pl: Zaawansowana analityka
pt_pt: Análises Avançadas
ro: Analize Avansate
ru: Расширенная аналитика
sk: Pokročilá analytika
sv: Avancerad analys
th: การวิเคราะห์ขั้นสูง
tr: Gelişmiş Analitik
uk: Розширена аналітика
vi: Phân tích nâng cao
zh_hans: 高级分析
zh_hant: 高級分析

# pro_features.priority_support
source: Priority Support
ar: دعم ذو أولوية
ca: Suport prioritari
cs: Prioritní podpora
da: Prioriteret support
de: Priorisierter Support
el: Προτεραιότητα Υποστήριξης
es: Soporte prioritario
fi: Ensisijainen tuki
fr: Support prioritaire
he: תמיכה בעדיפות
hi: प्राथमिकता समर्थन
hr: Prioritetna podrška
hu: Elsőbbségi támogatás
id: Dukungan Prioritas
it: Supporto Prioritario
ja: 優先サポート
ko: 우선 지원
ms: Sokongan Keutamaan
nb: Prioritert støtte
nl: Prioriteitsondersteuning
pl: Priorytetowe wsparcie
pt_pt: Suporte Prioritário
ro: Suport Prioritar
ru: Приоритетная поддержка
sk: Prioritná podpora
sv: Prioriterad support
th: การสนับสนุนลำดับแรก
tr: Öncelikli Destek
uk: Пріоритетна підтримка
vi: Hỗ trợ ưu tiên
zh_hans: 优先支持
zh_hant: 優先支持

# pro_features.pro_features
source: Pro Features
ar: ميزات المحترف
ca: Funcions Pro
cs: Pro funkce
da: Pro-funktioner
de: Pro-Funktionen
el: Λειτουργίες Pro
es: Funciones Pro
fi: Pro-ominaisuudet
fr: Fonctionnalités Pro
he: תכונות Pro
hi: प्रो सुविधाएं
hr: Pro značajke
hu: Pro funkciók
id: Fitur Pro
it: Funzionalità Pro
ja: プロ機能
ko: 프로 기능
ms: Ciri Pro
nb: Pro-funksjoner
nl: Pro-functies
pl: Funkcje Pro
pt_pt: Funcionalidades Pro
ro: Funcționalități Pro
ru: Функции Pro
sk: Funkcie Pro
sv: Pro-funktioner
th: ฟีเจอร์ Pro
tr: Pro Özellikler
uk: Функції Pro
vi: Tính năng Pro
zh_hans: 专业功能
zh_hant: 專業功能

# pro_features.tag_management
source: Tag Management
ar: إدارة العلامات
ca: Gestió d'etiquetes
cs: Správa štítků
da: Tag-administration
de: Tag-Verwaltung
el: Διαχείριση Ετικετών
es: Gestión de etiquetas
fi: Tunnisteiden hallinta
fr: Gestion des étiquettes
he: ניהול תגיות
hi: टैग प्रबंधन
hr: Upravljanje oznakama
hu: Címke kezelés
id: Pengelolaan Tag
it: Gestione Tag
ja: タグ管理
ko: 태그 관리
ms: Pengurusan Tag
nb: Etikettadministrasjon
nl: Tagbeheer
pl: Zarządzanie etykietami
pt_pt: Gestão de Etiquetas
ro: Gestionare Etichete
ru: Управление тегами
sk: Správa značiek
sv: Tagg-hantering
th: การจัดการแท็ก
tr: Etiket Yönetimi
uk: Керування тегами
vi: Quản lý thẻ
zh_hans: 标签管理
zh_hant: 標籤管理

# pro_features.sync_words_across_devices
source: Sync your words across all devices with Google Drive
ar: مزامنة كلماتك عبر جميع الأجهزة باستخدام جوجل درايف
ca: Sincronitza les teves paraules en tots els dispositius amb Google Drive
cs: Synchronizujte svá slova napříč zařízeními pomocí Google Drive
da: Synkroniser dine ord på tværs af enheder med Google Drive
de: Synchronisieren Sie Ihre Wörter über Geräte hinweg mit Google Drive
el: Συγχρόνισε τις λέξεις σου σε όλες τις συσκευές με το Google Drive
es: Sincroniza tus palabras en todos los dispositivos con Google Drive
fi: Synkronoi sanasi laitteiden välillä Google Driven avulla
fr: Synchronisez vos mots entre appareils avec Google Drive
he: סנכרן את המילים שלך בכל המכשירים עם Google Drive
hi: Google Drive के साथ सभी डिवाइसों पर अपने शब्दों को सिंक करें
hr: Sinkronizirajte svoje riječi na svim uređajima s Google Driveom
hu: Szinkronizáld a szavaidat minden eszközödön a Google Drive-val
id: Sinkronkan kata Anda di semua perangkat dengan Google Drive
it: Sincronizza le tue parole su tutti i dispositivi con Google Drive
ja: Googleドライブで全デバイス間で単語を同期
ko: Google 드라이브로 모든 기기에서 단어 동기화
ms: Segerakkan perkataan anda di semua peranti dengan Google Drive
nb: Synkroniser ord på tvers av enheter med Google Drive
nl: Synchroniseer je woorden tussen apparaten met Google Drive
pl: Synchronizuj słowa na wszystkich urządzeniach za pomocą Google Drive
pt_pt: Sincronize as suas palavras em todos os dispositivos com o Google Drive
ro: Sincronizează-ți cuvintele pe toate dispozitivele cu Google Drive
ru: Синхронизируйте свои слова на всех устройствах с Google Drive
sk: Synchronizujte svoje slová na všetkých zariadeniach s Google Drive
sv: Synkronisera dina ord över alla enheter med Google Drive
th: ซิงค์คำศัพท์ของคุณในทุกอุปกรณ์ด้วย Google Drive
tr: Kelimelerinizi Google Drive ile tüm cihazlarda senkronize edin
uk: Синхронізуйте слова на всіх пристроях через Google Drive
vi: Đồng bộ từ của bạn trên tất cả thiết bị với Google Drive
zh_hans: 使用谷歌云端硬盘跨设备同步你的单词
zh_hant: 使用谷歌雲端硬盤跨設備同步你的單詞

# pro_features.export_unlimited_words
source: Export unlimited words to CSV files
ar: تصدير كلمات غير محدودة إلى ملفات CSV
ca: Exporta paraules il·limitades a fitxers CSV
cs: Exportujte neomezený počet slov do CSV souborů
da: Eksporter ubegrænset antal ord til CSV-filer
de: Exportieren Sie eine unbegrenzte Anzahl von Wörtern in CSV-Dateien
el: Εξάγε απεριόριστο αριθμό λέξεων σε αρχεία CSV
es: Exporta un número ilimitado de palabras a un archivo CSV
fi: Vie rajoittamaton määrä sanoja CSV-tiedostoihin
fr: Exportez un nombre illimité de mots vers des fichiers CSV
he: ייצא מספר בלתי מוגבל של מילים לקבצי CSV
hi: CSV फ़ाइलों में असीमित शब्द निर्यात करें
hr: Izvezite neograničen broj riječi u CSV datoteke
hu: Exportálj korlátlan számú szót CSV fájlokba
id: Ekspor kata tanpa batas ke file CSV
it: Esporta parole illimitate in file CSV
ja: CSVファイルに無制限の単語をエクスポート
ko: CSV 파일로 무제한 단어 내보내기
ms: Eksport perkataan tanpa had ke fail CSV
nb: Eksporter ubegrensede ord til CSV-fil
nl: Exporteer een onbeperkt aantal woorden naar CSV-bestanden
pl: Eksportuj nieograniczoną liczbę słów do pliku CSV
pt_pt: Exporte palavras ilimitadas para ficheiro CSV
ro: Exportă cuvinte nelimitate în fișier CSV
ru: Экспортируйте неограниченное количество слов в CSV-файл
sk: Exportujte neobmedzený počet slov do CSV súboru
sv: Exportera obegränsat antal ord till CSV-fil
th: ส่งออกคำศัพท์ไม่จำกัดไปยังไฟล์ CSV
tr: Sınırsız kelimeyi CSV dosyasına dışa aktarın
uk: Експортуйте необмежену кількість слів у файл CSV
vi: Xuất số lượng từ không giới hạn sang tệp CSV
zh_hans: 将无限数量的单词导出到 CSV 文件
zh_hant: 將無限數量的單詞導出到 CSV 文件

# pro_features.create_manage_shared_dictionaries
source: Create and manage shared dictionaries with others
ar: إنشاء وإدارة قواميس مشتركة مع الآخرين
ca: Crea i gestiona diccionaris compartits amb altres
cs: Vytvořte a spravujte sdílené slovníky s ostatními
da: Opret og administrer delte ordbøger med andre
de: Erstellen und verwalten Sie geteilte Wörterbücher mit anderen
el: Δημιούργησε και διαχειρίσου κοινόχρηστα λεξικά με άλλους
es: Crea y gestiona diccionarios compartidos con otros
fi: Luo ja hallinnoi jaettuja sanakirjoja muiden kanssa
fr: Créez et gérez des dictionnaires partagés avec d'autres
he: צור ונהל מילונים משותפים עם אחרים
hi: दूसरों के साथ साझा शब्दकोश बनाएं और प्रबंधन करें
hr: Stvorite i upravljajte zajedničkim rječnicima s drugima
hu: Hozz létre és kezelj megosztott szótárakat másokkal
id: Buat dan kelola kamus bersama dengan orang lain
it: Crea e gestisci dizionari condivisi con altri
ja: 他の人と共有辞書を作成・管理
ko: 다른 사람과 공유 사전 생성 및 관리
ms: Cipta dan urus kamus kongsi dengan orang lain
nb: Opprett og administrer delte ordbøker med andre
nl: Maak en beheer gedeelde woordenboeken met anderen
pl: Twórz i zarządzaj wspólnymi słownikami z innymi
pt_pt: Crie e gira dicionários partilhados com outros
ro: Creează și gestionează dicționare partajate cu alții
ru: Создавайте и управляйте общими словарями с другими
sk: Vytvárajte a spravujte zdieľané slovníky s ostatnými
sv: Skapa och hantera delade ordböcker med andra
th: สร้างและจัดการพจนานุกรมที่แชร์กับผู้อื่น
tr: Başkalarıyla paylaşılan sözlükler oluşturun ve yönetin
uk: Створюйте та керуйте спільними словниками з іншими
vi: Tạo và quản lý từ điển chia sẻ với người khác
zh_hans: 创建和管理与他人共享的词典
zh_hant: 創建和管理與他人共享的詞典

# pro_features.detailed_insights
source: Get detailed insights into your learning progress
ar: احصل على رؤى تفصيلية حول تقدم التعلم
ca: Obtén informació detallada sobre el teu progrés d'aprenentatge
cs: Získejte podrobné přehledy o svém pokroku v učení
da: Få detaljerede indsigter i dine læringsfremskridt
de: Erhalten Sie detaillierte Einblicke in Ihren Lernfortschritt
el: Απόκτησε λεπτομερείς πληροφορίες για την πρόοδο μάθησής σου
es: Obtén información detallada sobre tu progreso de aprendizaje
fi: Saat yksityiskohtaisia näkemyksiä oppimisedistymisestäsi
fr: Obtenez des informations détaillées sur votre progression d'apprentissage
he: קבל תובנות מפורטות על התקדמות הלמידה שלך
hi: अपनी सीखने की प्रगति पर विस्तृत अंतर्दृष्टि प्राप्त करें
hr: Dobijte detaljne uvide u svoj napredak u učenju
hu: Részletes betekintés a tanulási haladásodba
id: Dapatkan wawasan mendetail tentang kemajuan belajar Anda
it: Ottieni approfondimenti dettagliati sui tuoi progressi di apprendimento
ja: 学習の進捗に関する詳細な洞察
ko: 학습 진행 상황에 대한 자세한 통찰
ms: Dapatkan pandangan terperinci tentang kemajuan pembelajaran anda
nb: Få detaljerte innsikter om læringsfremgangen din
nl: Krijg gedetailleerde inzichten in je leerprogressie
pl: Uzyskaj szczegółowe wglądy w swoje postępy w nauce
pt_pt: Obtenha perspectivas detalhadas sobre o seu progresso de aprendizagem
ro: Obține informații detaliate despre progresul tău de învățare
ru: Получайте подробные данные о вашем прогрессе в обучении
sk: Získajte podrobné prehľady o vašom pokroku v učení
sv: Få detaljerade insikter om dina lärandeframsteg
th: รับข้อมูลเชิงลึกโดยละเอียดเกี่ยวกับความคืบหน้าของการเรียนรู้
tr: Öğrenme ilerlemeniz hakkında ayrıntılı bilgiler edinin
uk: Отримуйте детальну інформацію про прогрес вашого навчання
vi: Nhận thông tin chi tiết về tiến độ học tập của bạn
zh_hans: 获取关于学习进度的详细洞察
zh_hant: 獲取關於學習進度的詳細洞察

# pro_features.priority_support_team
source: Get priority support from our team
ar: احصل على دعم ذو أولوية من فريقنا
ca: Obtén suport prioritari del nostre equip
cs: Získejte prioritní podporu od našeho týmu
da: Få prioriteret support fra vores team
de: Erhalten Sie priorisierten Support von unserem Team
el: Λάβε υποστήριξη προτεραιότητας από την ομάδα μας
es: Recibe soporte prioritario de nuestro equipo
fi: Saat ensisijaista tukea tiimiltämme
fr: Obtenez un support prioritaire de notre équipe
he: קבל תמיכה בעדיפות מהצוות שלנו
hi: हमारी टीम से प्राथमिकता समर्थन प्राप्त करें
hr: Dobijte prioritetnu podršku od našeg tima
hu: Elsőbbségi támogatás a csapatunktól
id: Dapatkan dukungan prioritas dari tim kami
it: Ricevi supporto prioritario dal nostro team
ja: 私たちのチームからの優先サポート
ko: 우리 팀의 우선 지원 받기
ms: Terima sokongan keutamaan daripada pasukan kami
nb: Få prioritert støtte fra teamet vårt
nl: Krijg prioriteitsondersteuning van ons team
pl: Otrzymuj priorytetowe wsparcie od naszego zespołu
pt_pt: Receba suporte prioritário da nossa equipa
ro: Primește suport prioritar de la echipa noastră
ru: Получайте приоритетную поддержку от нашей команды
sk: Získajte prioritnú podporu od nášho tímu
sv: Få prioriterad support från vårt team
th: รับการสนับสนุนลำดับแรกจากทีมของเรา
tr: Ekibimizden öncelikli destek alın
uk: Отримуйте пріоритетну підтримку від нашої команди
vi: Nhận hỗ trợ ưu tiên từ đội ngũ của chúng tôi
zh_hans: 从我们的团队获得优先支持
zh_hant: 從我們的團隊獲得優先支持

# pro_features.unlock_all_pro_features
source: Unlock all Pro features
ar: فتح جميع ميزات المحترف
ca: Desbloqueja totes les funcions Pro
cs: Odemkněte všechny funkce Pro
da: Lås op for alle Pro-funktioner
de: Alle Pro-Funktionen freischalten
el: Ξεκλείδωσε όλες τις λειτουργίες Pro
es: Desbloquea todas las funciones Pro
fi: Avaa kaikki Pro-ominaisuudet
fr: Débloquez toutes les fonctionnalités Pro
he: פתח את כל תכונות Pro
hi: सभी प्रो सुविधाएं अनलॉक करें
hr: Otključajte sve Pro značajke
hu: Oldd fel az összes Pro funkciót
id: Buka semua fitur Pro
it: Sblocca tutte le funzionalità Pro
ja: すべてのプロ機能をアンロック
ko: 모든 프로 기능 잠금 해제
ms: Buka kunci semua ciri Pro
nb: Lås opp alle Pro-funksjoner
nl: Ontgrendel alle Pro-functies
pl: Odblokuj wszystkie funkcje Pro
pt_pt: Desbloqueie todas as funcionalidades Pro
ro: Deblochează toate funcționalitățile Pro
ru: Разблокируйте все функции Pro
sk: Odomknite všetky funkcie Pro
sv: Lås upp alla Pro-funktioner
th: ปลดล็อกฟีเจอร์ Pro ทั้งหมด
tr: Tüm Pro özelliklerini aç
uk: Розблокуйте всі функції Pro
vi: Mở khóa tất cả tính năng Pro
zh_hans: 解锁所有专业功能
zh_hant: 解鎖所有專業功能

# pro_features.organize_words_with_tags
source: Organize your words with custom tags for easier search
ar: نظم كلماتك باستخدام علامات مخصصة للبحث بسهولة
ca: Organitza les teves paraules amb etiquetes personalitzades per a una cerca més fàcil
cs: Organizujte svá slova pomocí vlastních štítků pro snadnější vyhledávání
da: Organiser dine ord med tilpassede tags for lettere søgning
de: Organisieren Sie Ihre Wörter mit benutzerdefinierten Tags für eine einfachere Suche
el: Οργάνωσε τις λέξεις σου με προσαρμοσμένες ετικέτες για ευκολότερη αναζήτηση
es: Organiza tus palabras con etiquetas personalizadas para una búsqueda más fácil
fi: Järjestä sanasi mukautetuilla tunnisteilla helpompaa hakua varten
fr: Organisez vos mots avec des étiquettes personnalisées pour une recherche plus facile
he: ארגן את המילים שלך עם תגיות מותאמות אישית לחיפוש קל יותר
hi: आसान खोज के लिए कस्टम टैग के साथ अपने शब्दों को व्यवस्थित करें
hr: Organizirajte svoje riječi s prilagođenim oznakama za lakše pretraživanje
hu: Rendezd szavaidat egyedi címkékkel a könnyebb keresés érdekében
id: Atur kata Anda dengan tag khusus untuk pencarian yang lebih mudah
it: Organizza le tue parole con tag personalizzati per una ricerca più facile
ja: カスタムタグで単語を整理して検索を簡単に
ko: 사용자 정의 태그로 단어를 정리하여 검색을 쉽게
ms: Susun perkataan anda dengan tag tersuai untuk carian yang lebih mudah
nb: Organiser ordene dine med tilpassede etiketter for enklere søk
nl: Organiseer je woorden met aangepaste tags voor eenvoudiger zoeken
pl: Organizuj słowa za pomocą niestandardowych etykiet dla łatwiejszego wyszukiwania
pt_pt: Organize as suas palavras com etiquetas personalizadas para uma pesquisa mais fácil
ro: Organizează-ți cuvintele cu etichete personalizate pentru o căutare mai ușoară
ru: Организуйте свои слова с помощью пользовательских тегов для удобного поиска
sk: Organizujte svoje slová pomocou vlastných značiek pre jednoduchšie vyhľadávanie
sv: Organisera dina ord med anpassade taggar för enklare sökning
th: จัดระเบียบคำศัพท์ของคุณด้วยแท็กที่กำหนดเองเพื่อการค้นหาที่ง่ายขึ้น
tr: Kelimelerinizi özel etiketlerle düzenleyerek kolayca bulun
uk: Впорядковуйте слова за допомогою власних тегів для легшого пошуку
vi: Sắp xếp từ của bạn bằng thẻ tùy chỉnh để dễ dàng tìm kiếm
zh_hans: 使用自定义标签组织你的单词以便于搜索
zh_hant: 使用自定義標籤組織你的單詞以便於搜索

# pro_features.detailed_progress_tracking
source: Detailed progress tracking and insights
ar: تتبع التقدم التفصيلي والرؤى
ca: Seguiment detallat del progrés i informació
cs: Podrobné sledování pokroku a přehledy
da: Detaljeret fremskridtssporing og indsigter
de: Detaillierte Fortschrittsverfolgung und Einblicke
el: Λεπτομερής παρακολούθηση προόδου και πληροφορίες
es: Seguimiento detallado del progreso y analíticas
fi: Yksityiskohtainen edistymisen seuranta ja näkemykset
fr: Suivi détaillé des progrès et informations
he: מעקב התקדמות מפורט ותובנות
hi: विस्तृत प्रगति ट्रैकिंग और अंतर्दृष्टि
hr: Detaljno praćenje napretka i uvidi
hu: Részletes haladás nyomon követése és betekintések
id: Pelacakan kemajuan mendetail dan wawasan
it: Monitoraggio dettagliato dei progressi e approfondimenti
ja: 詳細な進捗追跡と洞察
ko: 자세한 진행 상황 추적 및 통찰
ms: Penjejakan kemajuan terperinci dan pandangan
nb: Detaljert fremgangssporing og innsikter
nl: Gedetailleerde voortgangsregistratie en inzichten
pl: Szczegółowe śledzenie postępów i wglądy
pt_pt: Acompanhamento detalhado de progresso e perspectivas
ro: Urmărire detaliată a progresului și informații
ru: Подробное отслеживание прогресса и аналитика
sk: Podrobné sledovanie pokroku a prehľady
sv: Detaljerad spårning av framsteg och analys
th: การติดตามความคืบหน้าและการวิเคราะห์โดยละเอียด
tr: Ayrıntılı ilerleme takibi ve analitik
uk: Детальне відстеження прогресу та аналітика
vi: Theo dõi tiến độ chi tiết và phân tích
zh_hans: 详细的进度跟踪和洞察
zh_hant: 詳細的進度跟踪和洞察
