Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# paywall.by_subscribing_agree_terms
source: By subscribing, you agree to our Terms of Service and Privacy Policy
ar: بالاشتراك، فإنك توافق على شروط الخدمة وسياسة الخصوصية
ca: En subscriure't, acceptes les nostres Condicions del servei i la Política de privadesa
cs: Předplatným souhlasíte s našimi Podmínkami služby a Zásadami ochrany osobních údajů
da: Ved at abonnere accepterer du vores Servicevilkår og Privatlivspolitik
de: Durch das Abonnieren stimmen Sie unseren Nutzungsbedingungen und der Datenschutzrichtlinie zu
el: Με την εγγραφή, συμφωνείς με τους Όρους Χρήσης και την Πολιτική Απορρήτου μας
es: Al suscribirte, aceptas nuestros Términos de servicio y Política de privacidad
fi: Tilaamalla hyväksyt käyttöehtomme ja tietosuojakäytäntömme
fr: En vous abonnant, vous acceptez nos Conditions de service et notre Politique de confidentialité
he: בהרשמה, אתה מסכים לתנאי השירות ולמדיניות הפרטיות שלנו
hi: सदस्यता लेकर, आप हमारी सेवा की शर्तों और गोपनीयता नीति से सहमत होते हैं
hr: Pretplatom prihvaćate naše Uvjete korištenja i Politiku privatnosti
hu: Az előfizetéssel elfogadod a szolgáltatási feltételeinket és adatvédelmi irányelveinket
id: Dengan berlangganan, Anda setuju dengan Ketentuan Layanan dan Kebijakan Privasi kami
it: Sottoscrivendo, accetti i nostri Termini di Servizio e l'Informativa sulla Privacy
ja: サブスクリプションすることで、利用規約とプライバシーポリシーに同意します
ko: 구독함으로써 서비스 약관과 개인정보 처리방침에 동의합니다
ms: Dengan melanggan, anda bersetuju dengan Terma Perkhidmatan dan Dasar Privasi kami
nb: Ved å abonnere godtar du våre Vilkår for bruk og Personvernerklæring
nl: Door te abonneren ga je akkoord met onze Servicevoorwaarden en Privacybeleid
pl: Subskrybując, zgadzasz się na nasze Warunki korzystania i Politykę prywatności
pt_pt: Ao subscrever, concorda com os nossos Termos de Serviço e Política de Privacidade
ro: Prin abonare, ești de acord cu Termenii noștri de Serviciu și Politica de Confidențialitate
ru: Подписываясь, вы соглашаетесь с нашими Условиями обслуживания и Политикой конфиденциальности
sk: Predplatným súhlasíte s našimi Podmienkami služby a Zásadami ochrany osobných údajov
sv: Genom att prenumerera godkänner du våra Användarvillkor och Integritetspolicy
th: โดยการสมัครสมาชิก คุณยอมรับเงื่อนไขการให้บริการและนโยบายความเป็นส่วนตัวของเรา
tr: Abone olarak Hizmet Şartlarımız ve Gizlilik Politikamızı kabul etmiş olursunuz
uk: Оформлюючи підписку, ви погоджуєтеся з нашими Умовами надання послуг та Політикою конфіденційності
vi: Bằng cách đăng ký, bạn đồng ý với Điều khoản dịch vụ và Chính sách bảo mật của chúng tôi
zh_hans: 订阅即表示你同意我们的服务条款和隐私政策
zh_hant: 訂閱即表示你同意我們的服務條款和隱私政策

# paywall.pro_user
source: Pro User
ar: مستخدم محترف
ca: Usuari Pro
cs: Pro uživatel
da: Pro-bruger
de: Pro-Benutzer
el: Χρήστης Pro
es: Usuario Pro
fi: Pro-käyttäjä
fr: Utilisateur Pro
he: משתמש Pro
hi: प्रो उपयोगकर्ता
hr: Pro korisnik
hu: Pro felhasználó
id: Pengguna Pro
it: Utente Pro
ja: プロユーザー
ko: 프로 사용자
ms: Pengguna Pro
nb: Pro-bruker
nl: Pro-gebruiker
pl: Użytkownik Pro
pt_pt: Utilizador Pro
ro: Utilizator Pro
ru: Пользователь Pro
sk: Používateľ Pro
sv: Pro-användare
th: ผู้ใช้ Pro
tr: Pro Kullanıcı
uk: Користувач Pro
vi: Người dùng Pro
zh_hans: 专业用户
zh_hant: 專業用戶

# paywall.free_plan
source: Free Plan
ar: الخطة المجانية
ca: Pla gratuït
cs: Bezplatný plán
da: Gratis plan
de: Kostenloser Plan
el: Δωρεάν Πλάνο
es: Plan gratuito
fi: Ilmainen suunnitelma
fr: Plan gratuit
he: תוכנית חינם
hi: मुफ्त योजना
hr: Besplatni plan
hu: Ingyenes csomag
id: Paket Gratis
it: Piano Gratuito
ja: 無料プラン
ko: 무료 플랜
ms: Pelan Percuma
nb: Gratisplan
nl: Gratis plan
pl: Plan darmowy
pt_pt: Plano Gratuito
ro: Plan Gratuit
ru: Бесплатный план
sk: Bezplatný plán
sv: Gratisplan
th: แผนฟรี
tr: Ücretsiz Plan
uk: Безкоштовний план
vi: Gói miễn phí
zh_hans: 免费计划
zh_hant: 免費計劃

# paywall.limited_features_available
source: Limited features available
ar: ميزات محدودة متاحة
ca: Funcions limitades disponibles
cs: Dostupné omezené funkce
da: Begrænsede funktioner tilgængelige
de: Eingeschränkte Funktionen verfügbar
el: Περιορισμένες λειτουργίες διαθέσιμες
es: Funciones limitadas disponibles
fi: Rajoitetut ominaisuudet käytettävissä
fr: Fonctionnalités limitées disponibles
he: תכונות מוגבלות זמינות
hi: सीमित सुविधाएं उपलब्ध
hr: Dostupne su ograničene značajke
hu: Korlátozott funkciók elérhetők
id: Fitur terbatas tersedia
it: Funzionalità limitate disponibili
ja: 制限された機能が利用可能
ko: 제한된 기능 사용 가능
ms: Ciri terhad tersedia
nb: Begrensede funksjoner tilgjengelig
nl: Beperkte functies beschikbaar
pl: Ograniczone funkcje dostępne
pt_pt: Funcionalidades limitadas disponíveis
ro: Funcționalități limitate disponibile
ru: Доступны ограниченные функции
sk: Obmedzené funkcie k dispozícii
sv: Begränsade funktioner tillgängliga
th: ฟีเจอร์จำกัดพร้อมใช้งาน
tr: Sınırlı özellikler mevcut
uk: Доступні обмежені функції
vi: Tính năng hạn chế có sẵn
zh_hans: 可用功能有限
zh_hant: 可用功能有限

# paywall.no_active_subscriptions_found
source: No active subscriptions found. Please check your App Store account.
ar: لم يتم العثور على اشتراكات نشطة. تحقق من حساب متجر التطبيقات.
ca: No s'han trobat subscripcions actives. Comprova el teu compte de l'App Store.
cs: Nenalezeny žádné aktivní předplatné. Zkontrolujte svůj účet v App Store.
da: Ingen aktive abonnementer fundet. Tjek din App Store-konto.
de: Keine aktiven Abonnements gefunden. Überprüfen Sie Ihr App Store-Konto.
el: Δεν βρέθηκαν ενεργές συνδρομές. Ελέγξτε τον λογαριασμό σας στο App Store.
es: No se encontraron suscripciones activas. Verifica tu cuenta en App Store.
fi: Aktiivisia tilauksia ei löytynyt. Tarkista App Store -tilisi.
fr: Aucun abonnement actif trouvé. Vérifiez votre compte App Store.
he: לא נמצאו מנויים פעילים. בדוק את חשבונך בחנות האפליקציות.
hi: कोई सक्रिय सदस्यता नहीं मिली। कृपया अपने ऐप स्टोर खाते की जांच करें।
hr: Nema pronađenih aktivnih pretplata. Provjerite svoj račun na App Storeu.
hu: Nem találtunk aktív előfizetéseket. Ellenőrizd az App Store fiókodat.
id: Tidak ditemukan langganan aktif. Silakan periksa akun App Store Anda.
it: Nessun abbonamento attivo trovato. Controlla il tuo account App Store.
ja: アクティブなサブスクリプションが見つかりません。App Storeアカウントを確認してください。
ko: 활성 구독이 없습니다. 앱 스토어 계정을 확인하세요.
ms: Tiada langganan aktif ditemui. Semak akaun App Store anda.
nb: Ingen aktive abonnementer funnet. Sjekk App Store-kontoen din.
nl: Geen actieve abonnementen gevonden. Controleer je App Store-account.
pl: Nie znaleziono aktywnych subskrypcji. Sprawdź swoje konto w App Store.
pt_pt: Nenhuma subscrição activa encontrada. Verifique a sua conta na App Store.
ro: Niciun abonament activ găsit. Verifică-ți contul în App Store.
ru: Активные подписки не найдены. Проверьте ваш аккаунт в App Store.
sk: Nenašli sa žiadne aktívne predplatné. Skontrolujte svoj účet v App Store.
sv: Inga aktiva prenumerationer hittades. Kontrollera ditt konto i App Store.
th: ไม่พบการสมัครสมาชิกที่ใช้งาน ตรวจสอบบัญชี App Store ของคุณ
tr: Aktif abonelik bulunamadı. App Store hesabınızı kontrol edin.
uk: Активних підписок не знайдено. Перевірте свій обліковий запис App Store
vi: Không tìm thấy gói đăng ký hoạt động. Vui lòng kiểm tra tài khoản App Store của bạn.
zh_hans: 未找到活跃订阅。请检查你的应用商店账户。
zh_hant: 未找到活躍訂閱。請檢查你的應用商店帳戶。

# paywall.failed_to_restore_purchases
source: Failed to restore purchases: %@
ar: فشل في استعادة المشتريات: %@
ca: No s'han pogut restaurar les compres: %@
cs: Obnovení nákupů selhalo: %@
da: Gendannelse af køb mislykkedes: %@
de: Wiederherstellung der Käufe fehlgeschlagen: %@
el: Αποτυχία επαναφοράς αγορών: %@
es: No se pudieron restaurar las compras: %@
fi: Ostosten palauttaminen epäonnistui: %@
fr: Échec de la restauration des achats : %@
he: שחזור הרכישות נכשל: %@
hi: खरीदारी पुनर्स्थापित करने में विफल: %@
hr: Vraćanje kupnji nije uspjelo: %@
hu: A vásárlások visszaállítása sikertelen: %@
id: Gagal memulihkan pembelian: %@
it: Impossibile ripristinare gli acquisti: %@
ja: 購入の復元に失敗しました：%@
ko: 구매 복원 실패: %@
ms: Gagal memulihkan pembelian: %@
nb: Kunne ikke gjenopprette kjøp: %@
nl: Herstellen van aankopen mislukt: %@
pl: Nie udało się przywrócić zakupów: %@
pt_pt: Falha ao restaurar compras: %@
ro: Eșec la restaurarea achizițiilor: %@
ru: Не удалось восстановить покупки: %@
sk: Obnovenie nákupov zlyhalo: %@
sv: Misslyckades med att återställa köp: %@
th: ไม่สามารถกู้คืนการซื้อ: %@
tr: Satın alımları geri yükleme başarısız: %@
uk: Не вдалося відновити покупки: %@
vi: Khôi phục giao dịch mua thất bại: %@
zh_hans: 无法恢复购买：%@
zh_hant: 無法恢復購買：%@

# paywall.save_percentage
source: Save %@
ar: وفر %@
ca: Estalvia %@
cs: Ušetřete %@
da: Spar %@
de: Sparen Sie %@
el: Εξοικονόμησε %@
es: Ahorrar %@
fi: Säästä %@
fr: Économisez %@
he: חסוך %@
hi: %@ बचाएं
hr: Uštedite %@
hu: %@ megtakarítás
id: Hemat %@
it: Risparmia %@
ja: %@節約
ko: %@ 절약
ms: Jimat %@
nb: Spar %@
nl: Bespaar %@
pl: Oszczędź %@
pt_pt: Poupe %@
ro: Economisește %@
ru: Сэкономьте %@
sk: Ušetriť %@
sv: Spara %@
th: ประหยัด %@
tr: %@ Tasarruf Edin
uk: Заощаджуйте %@
vi: Tiết kiệm %@
zh_hans: 节省 %@
zh_hant: 節省 %@

# difficulty.new
source: New
ar: جديد
ca: Nou
cs: Nové
da: Ny
de: Neu
el: Νέο
es: Nuevo
fi: Uusi
fr: Nouveau
he: חדש
hi: नया
hr: Novo
hu: Új
id: Baru
it: Nuovo
ja: 新規
ko: 신규
ms: Baru
nb: Nytt
nl: Nieuw
pl: Nowe
pt_pt: Novo
ro: Nou
ru: Новое
sk: Nové
sv: Nytt
th: ใหม่
tr: Yeni
uk: Нове
vi: Mới
zh_hans: 新
zh_hant: 新

# difficulty.in_progress
source: In Progress
ar: قيد التقدم
ca: En progrés
cs: Probíhá
da: Under behandling
de: In Bearbeitung
el: Σε Εξέλιξη
es: En progreso
fi: Käsittelyssä
fr: En cours
he: בתהליך
hi: प्रगति में
hr: U tijeku
hu: Folyamatban
id: Sedang Berlangsung
it: In Corso
ja: 進行中
ko: 진행 중
ms: Sedang Berjalan
nb: Under arbeid
nl: In behandeling
pl: W toku
pt_pt: Em Progresso
ro: În Progres
ru: В процессе
sk: V procese
sv: Pågående
th: กำลังดำเนินการ
tr: Devam Ediyor
uk: В процесі
vi: Đang học
zh_hans: 进行中
zh_hant: 進行中

# difficulty.needs_review
source: Needs Review
ar: يحتاج إلى مراجعة
ca: Necessita revisió
cs: Vyžaduje opakování
da: Kræver gennemsyn
de: Muss überprüft werden
el: Χρειάζεται Επανεξέταση
es: Necesita repaso
fi: Tarkistusta vaativa
fr: À réviser
he: דורש סקירה
hi: समीक्षा की आवश्यकता
hr: Potrebna revizija
hu: Felülvizsgálat szükséges
id: Perlu Ditinjau
it: Richiede Revisione
ja: レビューが必要
ko: 검토 필요
ms: Perlu Semakan
nb: Trenger gjennomgang
nl: Moet herzien worden
pl: Wymaga przeglądu
pt_pt: Necessita de Revisão
ro: Necesită Revizuire
ru: Требуется повторение
sk: Potrebuje opakovanie
sv: Behöver repetition
th: ต้องทบทวน
tr: Tekrar Gerekli
uk: Потрібен повтор
vi: Cần ôn tập
zh_hans: 需要复习
zh_hant: 需要複習

# difficulty.mastered
source: Mastered
ar: متقن
ca: Dominada
cs: Zvládnuto
da: Mestret
de: Beherrscht
el: Κατακτημένο
es: Dominado
fi: Hallittu
fr: Maîtrisé
he: שליטה
hi: निपुण
hr: Svladano
hu: Elsajátítva
id: Dikuasai
it: Padroneggiato
ja: 習得済み
ko: 숙달
ms: Dikuasai
nb: Mestret
nl: Beheerst
pl: Opanowane
pt_pt: Dominado
ro: Stăpânit
ru: Освоено
sk: Zvládnuté
sv: Bemästrat
th: เชี่ยวชาญ
tr: Hâkim Olunan
uk: Опановане
vi: Đã thành thạo
zh_hans: 已掌握
zh_hant: 已掌握

# sorting.latest_first
source: Latest first
ar: الأحدث أولاً
ca: Les més recents primer
cs: Nejnovější první
da: Seneste først
de: Neueste zuerst
el: Πιο Πρόσφατο Πρώτα
es: Más recientes primero
fi: Uusin ensin
fr: Plus récent d'abord
he: החדש ביותר תחילה
hi: नवीनतम पहले
hr: Najnovije prvo
hu: Legújabb először
id: Terbaru Dahulu
it: Più Recenti Prima
ja: 最新順
ko: 최신순
ms: Terbaru Dahulu
nb: Nyeste først
nl: Nieuwste eerst
pl: Najnowsze najpierw
pt_pt: Mais Recentes Primeiro
ro: Cele mai Recente Primul
ru: Сначала новые
sk: Najnovšie ako prvé
sv: Senaste först
th: ล่าสุดก่อน
tr: En Yeniler Önde
uk: Останні спочатку
vi: Mới nhất trước
zh_hans: 最新优先
zh_hant: 最新優先

# sorting.earliest_first
source: Earliest first
ar: الأقدم أولاً
ca: Les més antigues primer
cs: Nejstarší první
da: Ældste først
de: Älteste zuerst
el: Πιο Παλιό Πρώτα
es: Más antiguos primero
fi: Vanhin ensin
fr: Plus ancien d'abord
he: המוקדם ביותר תחילה
hi: सबसे पुराना पहले
hr: Najstarije prvo
hu: Legrégebbi először
id: Terlama Dahulu
it: Meno Recenti Prima
ja: 最古順
ko: 오래된순
ms: Terawal Dahulu
nb: Eldste først
nl: Oudste eerst
pl: Najstarsze najpierw
pt_pt: Mais Antigas Primeiro
ro: Cele mai Vechi Primul
ru: Сначала старые
sk: Najstaršie ako prvé
sv: Tidigaste först
th: เก่าที่สุดก่อน
tr: En Eskiler Önde
uk: Ранніші спочатку
vi: Cũ nhất trước
zh_hans: 最早优先
zh_hant: 最早優先

# sorting.alphabetically
source: Alphabetically
ar: حسب الأبجدية
ca: Alfabèticament
cs: Abecedně
da: Alfabetisk
de: Alphabetisch
el: Αλφαβητικά
es: Alfabéticamente
fi: Aakkosjärjestyksessä
fr: Alphabétiquement
he: לפי סדר אלפביתי
hi: वर्णमाला के अनुसार
hr: Abecedno
hu: Betűrendben
id: Secara Alfabet
it: Alfabeticamente
ja: アルファベット順
ko: 알파벳순
ms: Mengikut Abjad
nb: Alfabetisk
nl: Alfabetisch
pl: Alfabetycznie
pt_pt: Alfabeticamente
ro: Alfabetic
ru: По алфавиту
sk: Abecedne
sv: Alfabetiskt
th: ตามตัวอักษร
tr: Alfabetik
uk: За алфавітом
vi: Theo thứ tự bảng chữ cái
zh_hans: 按字母顺序
zh_hant: 按字母順序

# sorting.by_part_of_speech
source: By Part of Speech
ar: حسب جزء الكلام
ca: Per part del discurs
cs: Podle slovního druhu
da: Efter ordklasse
de: Nach Wortart
el: Κατά Μέρος του Λόγου
es: Por categoría gramatical
fi: Sanaluokan mukaan
fr: Par partie du discours
he: לפי חלק דיבר
hi: वाक्यांश के हिस्से के अनुसार
hr: Po vrsti riječi
hu: Szófaj szerint
id: Berdasarkan Jenis Kata
it: Per Parte del Discorso
ja: 品詞順
ko: 품사순
ms: Mengikut Bahagian Ucapan
nb: Etter ordklasse
nl: Op woordsoort
pl: Według części mowy
pt_pt: Por Classe Gramatical
ro: După Parte de Vorbire
ru: По части речи
sk: Podľa slovného druhu
sv: Efter ordklass
th: ตามประเภทของคำ
tr: Sözcük Türüne Göre
uk: За частиною мови
vi: Theo loại từ
zh_hans: 按词性
zh_hant: 按詞性

# input_language.auto_detect
source: Auto Detect
ar: الكشف التلقائي
ca: Detecció automàtica
cs: Automatická detekce
da: Automatisk registrering
de: Automatische Erkennung
el: Αυτόματη Ανίχνευση
es: Detección automática
fi: Automaattinen tunnistus
fr: Détection automatique
he: זיהוי אוטומטי
hi: स्वचालित पहचान
hr: Automatsko otkrivanje
hu: Automatikus felismerés
id: Deteksi Otomatis
it: Rilevamento Automatico
ja: 自動検出
ko: 자동 감지
ms: Kesan Automatik
nb: Automatisk oppdagelse
nl: Automatische detectie
pl: Automatyczne wykrywanie
pt_pt: Detecção Automática
ro: Detectare Automată
ru: Автоопределение
sk: Automatická detekcia
sv: Automatisk detektering
th: ตรวจจับอัตโนมัติ
tr: Otomatik Algılama
uk: Автоматичне визначення
vi: Tự động phát hiện
zh_hans: 自动检测
zh_hant: 自動檢測

# time_period.week
source: Week
ar: أسبوع
ca: Setmana
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
fi: Viikko
fr: Semaine
he: שבוע
hi: सप्ताह
hr: Tjedan
hu: Hét
id: Minggu
it: Settimana
ja: 週
ko: 주
ms: Minggu
nb: Uke
pl: Tydzień
pt_pt: Semana
ro: Săptămână
ru: Неделя
sk: Týždeň
sv: Vecka
th: สัปดาห์
tr: Hafta
uk: Тиждень
vi: Tuần
zh_hans: 周
zh_hant: 週

# time_period.month
source: Month
ar: شهر
ca: Mes
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es: Mes
fi: Kuukausi
fr: Mois
he: חודש
hi: महीना
hr: Mjesec
hu: Hónap
id: Bulan
it: Mese
ja: 月
ko: 월
ms: Bulan
nb: Måned
nl: Maand
pl: Miesiąc
pt_pt: Mês
ro: Lună
ru: Месяц
sk: Mesiac
sv: Månad
th: เดือน
tr: Ay
uk: Місяць
vi: Tháng
zh_hans: 月
zh_hant: 月

# time_period.year
source: Year
ar: سنة
ca: Any
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
fi: Vuosi
fr: Année
he: שנה
hi: वर्ष
hr: Godina
hu: Év
id: Tahun
it: Anno
ja: 年
ko: 년
ms: Tahun
nb: År
nl: Jaar
pl: Rok
pt_pt: Ano
ro: An
ru: Год
sk: Rok
sv: År
th: ปี
tr: Yıl
uk: Рік
vi: Năm
zh_hans: 年
zh_hant: 年

# quiz_results.all_results
source: All Results
ar: جميع النتائج
ca: Tots els resultats
cs: Všechny výsledky
da: Alle resultater
de: Alle Ergebnisse
el: Όλα τα Αποτελέσματα
es: Todos los resultados
fi: Kaikki tulokset
fr: Tous les résultats
he: כל התוצאות
hi: सभी परिणाम
hr: Svi rezultati
hu: Összes eredmény
id: Semua Hasil
it: Tutti i Risultati
ja: すべての結果
ko: 모든 결과
ms: Semua Keputusan
nb: Alle resultater
nl: Alle resultaten
pl: Wszystkie wyniki
pt_pt: Todos os Resultados
ro: Toate Rezultatele
ru: Все результаты
sk: Všetky výsledky
sv: Alla resultat
th: ผลลัพธ์ทั้งหมด
tr: Tüm Sonuçlar
uk: Усі результати
vi: Tất cả kết quả
zh_hans: 所有结果
zh_hant: 所有結果

# quiz_results.no_quiz_results_yet
source: No Quiz Results Yet
ar: لا توجد نتائج اختبارات بعد
ca: Encara no hi ha resultats de qüestionaris
cs: Zatím žádné výsledky kvízů
da: Ingen quizresultater endnu
de: Noch keine Quiz-Ergebnisse
el: Κανένα αποτέλεσμα κουίζ ακόμα
es: Aún no hay resultados de cuestionarios
fi: Ei vielä visan tuloksia
fr: Aucun résultat de quiz pour le moment
he: אין תוצאות חידונים עדיין
hi: अभी तक कोई क्विज़ परिणाम नहीं
hr: Još nema rezultata kvizova
hu: Még nincsenek kviz eredmények
id: Belum ada hasil kuis
it: Nessun risultato quiz ancora
ja: まだクイズ結果がありません
ko: 아직 퀴즈 결과가 없습니다
ms: Belum ada keputusan kui
nb: Ingen quizresultater ennå
nl: Nog geen quizresultaten
pl: Brak wyników quizów
pt_pt: Sem resultados de questionário ainda
ro: Fără rezultate la teste încă
ru: Результатов викторин пока нет
sk: Zatiaľ žiadne výsledky kvízov
sv: Inga quizresultat ännu
th: ยังไม่มีผลลัพธ์แบบทดสอบ
tr: Henüz test sonucu yok
uk: Поки немає результатів тестів
vi: Chưa có kết quả bài kiểm tra
zh_hans: 暂无测验结果
zh_hant: 暫無測驗結果

# quiz_results.quiz
source: Quiz
ar: اختبار
ca: Qüestionari
cs: Kvízy
el: Κουίζ
es: Cuestionario
fi: Visa
he: חידון
hi: क्विज़
hr: Kviz
hu: Kviz
id: Kuis
ja: クイズ
ko: 퀴즈
ms: Kui
pt_pt: Questionário
ro: Test
ru: Викторина
sk: Kvízy
th: แบบทดสอบ
tr: Test
uk: Тест
vi: Bài kiểm tra
zh_hans: 测验
zh_hant: 測驗

# quiz_results.accuracy
source: Accuracy
ar: الدقة
ca: Precisió
cs: Přesnost
da: Nøjagtighed
de: Genauigkeit
el: Ακρίβεια
es: Precisión
fi: Tarkkuus
fr: Précision
he: דיוק
hi: सटीकता
hr: Točnost
hu: Pontosság
id: Akurasi
it: Precisione
ja: 正確性
ko: 정확도
ms: Ketepatan
nb: Nøyaktighet
nl: Nauwkeurigheid
pl: Dokładność
pt_pt: Precisão
ro: Acuratețe
ru: Точность
sk: Presnosť
sv: Noggrannhet
th: ความแม่นยำ
tr: Doğruluk
uk: Точність
vi: Độ chính xác
zh_hans: 准确率
zh_hant: 準確率

# quiz_results.correct
source: Correct
ar: صحيح
ca: Correcte
cs: Správně
da: Korrekt
de: Richtig
el: Σωστό
es: Correcto
fi: Oikein
he: נכון
hi: सही
hr: Točno
hu: Helyes
id: Benar
it: Corretto
ja: 正解
ko: 정답
ms: Betul
nb: Riktig
pl: Poprawnie
pt_pt: Correcto
ro: Corect
ru: Правильно
sk: Správne
sv: Rätt
th: ถูกต้อง
tr: Doğru
uk: Правильно
vi: Đúng
zh_hans: 正确
zh_hant: 正確

# quiz_results.duration
source: Duration
ar: المدة
ca: Durada
cs: Doba trvání
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
fi: Kesto
fr: Durée
he: משך זמן
hi: अवधि
hr: Trajanje
hu: Időtartam
id: Durasi
it: Durata
ja: 所要時間
ko: 소요 시간
ms: Tempoh
nb: Varighet
nl: Duur
pl: Czas trwania
pt_pt: Duração
ro: Durată
ru: Продолжительность
sk: Trvanie
sv: Varaktighet
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

# quiz_results.time_period
source: Time Period
ar: الفترة الزمنية
ca: Període de temps
cs: Časové období
da: Tidsperiode
de: Zeitraum
el: Χρονική Περίοδος
es: Período de tiempo
fi: Aikajakso
fr: Période
he: תקופת זמן
hi: समय अवधि
hr: Vremensko razdoblje
hu: Időszak
id: Periode Waktu
it: Periodo di Tempo
ja: 期間
ko: 기간
ms: Tempoh Masa
nb: Tidsperiode
nl: Tijdsperiode
pl: Okres czasu
pt_pt: Período de Tempo
ro: Perioadă de Timp
ru: Период времени
sk: Časové obdobie
sv: Tidsperiod
th: ช่วงเวลา
tr: Zaman Dilimi
uk: Період часу
vi: Khoảng thời gian
zh_hans: 时间段
zh_hant: 時間段

# word_details.transcription
source: Transcription
ar: النطق
ca: Transcripció
cs: Transkripce
da: Transskription
de: Transkription
el: Μεταγραφή
es: Transcripción
fi: Transkriptio
he: תעתיק
hi: लिप्यंतरण
hr: Transkripcija
hu: Átírás
id: Transkripsi
it: Trascrizione
ja: 発音記号
ko: 발음 기호
ms: Transkripsi
nb: Transkripsjon
nl: Transcriptie
pl: Transkrypcja
pt_pt: Transcrição
ro: Transcriere
ru: Транскрипция
sk: Transkripcia
sv: Transkription
th: การถอดเสียง
tr: Transkripsiyon
uk: Транскрипція
vi: Phiên âm
zh_hans: 音标
zh_hant: 音標

# word_details.part_of_speech
source: Part of Speech
ar: جزء الكلام
ca: Part del discurs
cs: Slovní druh
da: Ordklasse
de: Wortart
el: Μέρος του Λόγου
es: Categoría gramatical
fi: Sanaluokka
fr: Partie du discours
he: חלק דיבר
hi: वाक्यांश का हिस्सा
hr: Vrsta riječi
hu: Szófaj
id: Jenis Kata
it: Parte del Discorso
ja: 品詞
ko: 품사
ms: Bahagian Ucapan
nb: Ordklasse
nl: Woordsoort
pl: Część mowy
pt_pt: Classe Gramatical
ro: Parte de Vorbire
ru: Часть речи
sk: Slovný druh
sv: Ordklass
th: ประเภทของคำ
tr: Sözcük Türü
uk: Частина мови
vi: Loại từ
zh_hans: 词性
zh_hant: 詞性

# word_details.definition
source: Definition
ar: التعريف
ca: Definició
cs: Definice
el: Ορισμός
es: Definición
fi: Määritelmä
fr: Définition
he: הגדרה
hi: परिभाषा
hr: Definicija
hu: Definíció
id: Definisi
it: Definizione
ja: 定義
ko: 정의
ms: Definisi
nb: Definisjon
nl: Definitie
pl: Definicja
pt_pt: Definição
ro: Definiție
ru: Определение
sk: Definícia
th: ความหมาย
tr: Tanım
uk: Визначення
vi: Định nghĩa
zh_hans: 定义
zh_hant: 定義

# word_details.difficulty
source: Difficulty
ar: الصعوبة
ca: Dificultat
cs: Obtížnost
da: Sværhedsgrad
de: Schwierigkeitsgrad
el: Δυσκολία
es: Dificultad
fi: Vaikeustaso
fr: Difficulté
he: קושי
hi: कठिनाई
hr: Težina
hu: Nehézség
id: Kesulitan
it: Difficoltà
ja: 難易度
ko: 난이도
ms: Kesukaran
nb: Vanskelighetsgrad
nl: Moeilijkheidsgraad
pl: Trudność
pt_pt: Dificuldade
ro: Dificultate
ru: Сложность
sk: Obtiažnosť
sv: Svårighetsgrad
th: ระดับความยาก
tr: Zorluk
uk: Складність
vi: Độ khó
zh_hans: 难度
zh_hant: 難度

# word_details.examples
source: Examples
ar: أمثلة
ca: Exemples
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
fr: Exemples
he: דוגמאות
hi: उदाहरण
hr: Primjeri
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예문
ms: Contoh
nb: Eksempler
nl: Voorbeelden
pl: Przykłady
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
th: ตัวอย่าง
tr: Örnekler
uk: Приклади
vi: Ví dụ
zh_hans: 示例
zh_hant: 示例

# word_details.edit_example
source: Edit example
ar: تعديل المثال
ca: Edita l'exemple
cs: Upravit příklad
da: Rediger eksempel
de: Beispiel bearbeiten
el: Επεξεργασία Παραδείγματος
es: Editar ejemplo
fi: Muokkaa esimerkkiä
fr: Modifier l'exemple
he: עריכת דוגמה
hi: उदाहरण संपादित करें
hr: Uredi primjer
hu: Példa szerkesztése
id: Edit Contoh
it: Modifica Esempio
ja: 例を編集
ko: 예문 편집
ms: Edit Contoh
nb: Rediger eksempel
nl: Voorbeeld bewerken
pl: Edytuj przykład
pt_pt: Editar Exemplo
ro: Editează Exemplu
ru: Редактировать пример
sk: Upraviť príklad
sv: Redigera exempel
th: แก้ไขตัวอย่าง
tr: Örneği Düzenle
uk: Редагувати приклад
vi: Chỉnh sửa ví dụ
zh_hans: 编辑示例
zh_hant: 編輯示例

# word_details.example
source: Example
ar: مثال
ca: Exemple
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fr: Exemple
he: דוגמה
hi: उदाहरण
hr: Primjer
hu: Példa
id: Contoh
it: Esempio
ja: 例
ko: 예문
ms: Contoh
nb: Eksempel
nl: Voorbeeld
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sv: Exempel
th: ตัวอย่าง
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例
zh_hant: 示例

# word_details.type_example_here
source: Type an example here
ar: اكتب مثالاً هنا
ca: Escriu un exemple aquí
cs: Zde zadejte příklad
da: Skriv eksempel her
de: Beispiel hier eingeben
el: Πληκτρολόγησε παράδειγμα εδώ
es: Escribe un ejemplo aquí
fi: Kirjoita esimerkki tähän
fr: Tapez un exemple ici
he: הקלד דוגמה כאן
hi: यहां उदाहरण टाइप करें
hr: Upiši primjer ovdje
hu: Írj ide egy példát
id: Ketik contoh di sini
it: Digita un esempio qui
ja: ここに例を入力
ko: 여기에 예문을 입력하세요
ms: Taip contoh di sini
nb: Skriv eksempel her
nl: Typ hier een voorbeeld
pl: Wpisz przykład tutaj
pt_pt: Escreva o exemplo aqui
ro: Scrie exemplul aici
ru: Введите пример здесь
sk: Zadajte príklad tu
sv: Skriv exempel här
th: พิมพ์ตัวอย่างที่นี่
tr: Örneği Buraya Yaz
uk: Введіть приклад тут
vi: Nhập ví dụ tại đây
zh_hans: 在此输入示例
zh_hant: 在此輸入示例
