Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# auth.access_subscription_all_devices
source: Access your subscription on all your devices
ar: الوصول إلى اشتراكك على جميع أجهزتك
ca: Accedeix a la teva subscripció a tots els teus dispositius
cs: Přístup k vašemu předplatnému na všech vašich zařízeních
da: Få adgang til dit abonnement på alle dine enheder
de: Greifen Sie auf Ihr Abonnement auf allen Ihren Geräten zu
fi: Pääsy tilaukseesi kaikilla laitteillasi
fr: Accédez à votre abonnement sur tous vos appareils
hr: Pristupite svojoj pretplati na svim svojim uređajima
hu: Férj hozzá előfizetésedhez minden eszközödön
id: Akses langganan Anda di semua perangkat
it: Accedi al tuo abbonamento su tutti i tuoi dispositivi
ms: Akses langganan anda di semua peranti
nb: Få tilgang til abonnementet ditt på alle enhetene dine
nl: Toegang tot je abonnement op al je apparaten
pl: Uzyskaj dostęp do swojej subskrypcji na wszystkich urządzeniach
pt_pt: Aceda à sua subscrição em todos os seus dispositivos
ro: Accesează-ți abonamentul pe toate dispozitivele
ru: Получите доступ к подписке на всех ваших устройствах
sk: Získajte prístup k predplatnému na všetkých vašich zariadeniach
sv: Få tillgång till din prenumeration på alla dina enheter
th: เข้าถึงการสมัครสมาชิกของคุณในอุปกรณ์ทั้งหมด
tr: Tüm cihazlarınızda aboneliğinize erişin
uk: Отримайте доступ до підписки на всіх ваших пристроях
vi: Truy cập gói đăng ký của bạn trên tất cả thiết bị
zh_hans: 在所有设备上访问你的订阅

# auth.sync_progress_cross_platform
source: Sync your progress across iOS and Android
ar: مزامنة تقدمك بين iOS وAndroid
ca: Sincronitza el teu progrés entre iOS i Android
cs: Synchronizace vašeho pokroku mezi iOS a Android
da: Synkroniser din fremgang mellem iOS og Android
de: Synchronisieren Sie Ihren Fortschritt zwischen iOS und Android
fi: Synkronoi edistymisesi iOS:n ja Androidin välillä
fr: Synchronisez votre progression entre iOS et Android
hr: Sinkronizirajte svoj napredak između iOS-a i Android-a
hu: Szinkronizáld a haladásodat iOS és Android között
id: Sinkronkan kemajuan Anda antara iOS dan Android
it: Sincronizza i tuoi progressi tra iOS e Android
ms: Segerakkan kemajuan anda antara iOS dan Android
nb: Synkroniser fremgangen din mellom iOS og Android
nl: Synchroniseer je voortgang tussen iOS en Android
pl: Synchronizuj swój postęp między iOS i Android
pt_pt: Sincronize o seu progresso entre iOS e Android
ro: Sincronizează-ți progresul între iOS și Android
ru: Синхронизируйте ваш прогресс между iOS и Android
sk: Synchronizujte svoj pokrok medzi iOS a Android
sv: Synkronisera din framsteg mellan iOS och Android
th: ซิงค์ความคืบหน้าของคุณระหว่าง iOS และ Android
tr: İlerlemenizi iOS ve Android arasında senkronize edin
uk: Синхронізуйте ваш прогрес між iOS та Android
vi: Đồng bộ tiến độ của bạn giữa iOS và Android
zh_hans: 在iOS和Android之间同步你的进度

# auth.backup_data_securely
source: Backup your data securely in the cloud
ar: النسخ الاحتياطي لبياناتك بأمان في السحابة
ca: Fes còpia de seguretat de les teves dades de forma segura al núvol
cs: Bezpečné zálohování vašich dat v cloudu
da: Sikker backup af dine data i skyen
de: Sichern Sie Ihre Daten sicher in der Cloud
fi: Varmuuskopioi tietosi turvallisesti pilveen
fr: Sauvegardez vos données en toute sécurité dans le cloud
hr: Sigurno sigurnosno kopiranje vaših podataka u oblaku
hu: Biztonságosan mentse el adatait a felhőben
id: Cadangkan data Anda dengan aman di cloud
it: Backup dei tuoi dati in modo sicuro nel cloud
ms: Sandarkan data anda dengan selamat di awan
nb: Sikker backup av dataene dine i skyen
nl: Veilig back-up van je gegevens in de cloud
pl: Bezpiecznie kopiuj zapasowe dane w chmurze
pt_pt: Faça cópia de segurança dos seus dados de forma segura na nuvem
ro: Fă backup securizat al datelor tale în cloud
ru: Безопасно резервируйте ваши данные в облаке
sk: Bezpečne zálohujte svoje dáta v cloude
sv: Säker säkerhetskopiering av dina data i molnet
th: สำรองข้อมูลของคุณอย่างปลอดภัยในคลาวด์
tr: Verilerinizi bulutta güvenli bir şekilde yedekleyin
uk: Безпечно резервуйте ваші дані в хмарі
vi: Sao lưu dữ liệu của bạn một cách an toàn trên đám mây
zh_hans: 在云端安全备份你的数据

# auth.register_anytime_from_settings
source: You can register anytime from Settings to enable these features
ar: يمكنك التسجيل في أي وقت من الإعدادات لتفعيل هذه الميزات
ca: Pots registrar-te en qualsevol moment des de Configuració per activar aquestes funcions
cs: Můžete se zaregistrovat kdykoliv z Nastavení pro povolení těchto funkcí
da: Du kan registrere dig når som helst fra Indstillinger for at aktivere disse funktioner
de: Sie können sich jederzeit über die Einstellungen registrieren, um diese Funktionen zu aktivieren
fi: Voit rekisteröityä milloin tahansa Asetuksista ottaaksesi nämä ominaisuudet käyttöön
fr: Vous pouvez vous inscrire à tout moment depuis les Paramètres pour activer ces fonctionnalités
hr: Možete se registrirati u bilo kojem trenutku iz Postavki za omogućavanje ovih značajki
hu: Bármikor regisztrálhatsz a Beállításokból ezeknek a funkcióknak az engedélyezéséhez
id: Anda dapat mendaftar kapan saja dari Pengaturan untuk mengaktifkan fitur-fitur ini
it: Puoi registrarti in qualsiasi momento dalle Impostazioni per abilitare queste funzionalità
ms: Anda boleh mendaftar pada bila-bila masa dari Tetapan untuk mengaktifkan ciri-ciri ini
nb: Du kan registrere deg når som helst fra Innstillinger for å aktivere disse funksjonene
nl: Je kunt je op elk moment registreren via Instellingen om deze functies in te schakelen
pl: Możesz zarejestrować się w dowolnym momencie z Ustawień, aby włączyć te funkcje
pt_pt: Pode registar-se a qualquer momento a partir das Definições para activar estas funcionalidades
ro: Te poți înregistra oricând din Setări pentru a activa aceste funcționalități
ru: Вы можете зарегистрироваться в любое время из Настроек для активации этих функций
sk: Môžete sa zaregistrovať kedykoľvek z Nastavení na aktiváciu týchto funkcií
sv: Du kan registrera dig när som helst från Inställningar för att aktivera dessa funktioner
th: คุณสามารถลงทะเบียนได้ทุกเมื่อจากการตั้งค่าเพื่อเปิดใช้งานฟีเจอร์เหล่านี้
tr: Bu özellikleri etkinleştirmek için Ayarlar'dan istediğiniz zaman kayıt olabilirsiniz
uk: Ви можете зареєструватися в будь-який час з Налаштувань для активації цих функцій
vi: Bạn có thể đăng ký bất cứ lúc nào từ Cài đặt để kích hoạt các tính năng này
zh_hans: 你可以随时从设置中注册以启用这些功能

# auth.account_registration
source: Account Registration
ar: تسجيل الحساب
ca: Registre de Compte
cs: Registrace Účtu
da: Kontoregistrering
de: Kontoregistrierung
fi: Tilin Rekisteröityminen
fr: Inscription de Compte
hr: Registracija Računa
hu: Fiók Regisztráció
id: Pendaftaran Akun
it: Registrazione Account
ms: Pendaftaran Akaun
nb: Kontoregistrering
nl: Accountregistratie
pl: Rejestracja Konta
pt_pt: Registo de Conta
ro: Înregistrare Cont
ru: Регистрация Аккаунта
sk: Registrácia Účtu
sv: Kontoregistrering
th: การลงทะเบียนบัญชี
tr: Hesap Kaydı
uk: Реєстрація Облікового Запису
vi: Đăng ký Tài khoản
zh_hans: 账户注册

# auth.register_for_cross_platform_access
source: Register to access your subscription across all your devices and sync your progress
ar: سجل للوصول إلى اشتراكك على جميع أجهزتك ومزامنة تقدمك
ca: Registra't per accedir a la teva subscripció a tots els teus dispositius i sincronitzar el teu progrés
cs: Zaregistrujte se pro přístup k vašemu předplatnému na všech vašich zařízeních a synchronizaci pokroku
da: Registrer dig for at få adgang til dit abonnement på alle dine enheder og synkronisere din fremgang
de: Registrieren Sie sich, um auf Ihr Abonnement auf allen Ihren Geräten zuzugreifen und Ihren Fortschritt zu synchronisieren
fi: Rekisteröidy päästäksesi tilaukseesi kaikilla laitteillasi ja synkronoidaksesi edistymisesi
fr: Inscrivez-vous pour accéder à votre abonnement sur tous vos appareils et synchroniser votre progression
hr: Registrirajte se za pristup svojoj pretplati na svim svojim uređajima i sinkronizaciju napretka
hu: Regisztrálj az előfizetésedhez való hozzáféréshez minden eszközödön és a haladásod szinkronizálásához
id: Daftar untuk mengakses langganan Anda di semua perangkat dan sinkronkan kemajuan Anda
it: Registrati per accedere al tuo abbonamento su tutti i tuoi dispositivi e sincronizzare i tuoi progressi
ms: Daftar untuk mengakses langganan anda di semua peranti dan segerakkan kemajuan anda
nb: Registrer deg for å få tilgang til abonnementet ditt på alle enhetene dine og synkronisere fremgangen din
nl: Registreer je om toegang te krijgen tot je abonnement op al je apparaten en je voortgang te synchroniseren
pl: Zarejestruj się, aby uzyskać dostęp do swojej subskrypcji na wszystkich urządzeniach i synchronizować swój postęp
pt_pt: Registe-se para aceder à sua subscrição em todos os seus dispositivos e sincronizar o seu progresso
ro: Înregistrează-te pentru a accesa abonamentul pe toate dispozitivele și sincronizează-ți progresul
ru: Зарегистрируйтесь для доступа к подписке на всех ваших устройствах и синхронизации прогресса
sk: Zaregistrujte sa na prístup k predplatnému na všetkých vašich zariadeniach a synchronizáciu pokroku
sv: Registrera dig för att få tillgång till din prenumeration på alla dina enheter och synkronisera din framsteg
th: ลงทะเบียนเพื่อเข้าถึงการสมัครสมาชิกของคุณในอุปกรณ์ทั้งหมดและซิงค์ความคืบหน้าของคุณ
tr: Tüm cihazlarınızda aboneliğinize erişmek ve ilerlemenizi senkronize etmek için kayıt olun
uk: Зареєструйтеся для доступу до підписки на всіх ваших пристроях та синхронізації прогресу
vi: Đăng ký để truy cập gói đăng ký của bạn trên tất cả thiết bị và đồng bộ tiến độ
zh_hans: 注册以在所有设备上访问你的订阅并同步你的进度

# auth.active_subscription_notification
source: You have an active subscription!
ar: لديك اشتراك نشط!
ca: Tens una subscripció activa!
cs: Máte aktivní předplatné!
da: Du har et aktivt abonnement!
de: Sie haben ein aktives Abonnement!
fi: Sinulla on aktiivinen tilaus!
fr: Vous avez un abonnement actif !
hr: Imate aktivnu pretplatu!
hu: Van aktív előfizetésed!
id: Anda memiliki langganan aktif!
it: Hai un abbonamento attivo!
ms: Anda mempunyai langganan aktif!
nb: Du har et aktivt abonnement!
nl: Je hebt een actief abonnement!
pl: Masz aktywną subskrypcję!
pt_pt: Tem uma subscrição activa!
ro: Ai un abonament activ!
ru: У вас активная подписка!
sk: Máte aktívne predplatné!
sv: Du har en aktiv prenumeration!
th: คุณมีการสมัครสมาชิกที่ใช้งานอยู่!
tr: Aktif bir aboneliğiniz var!
uk: У вас активна підписка!
vi: Bạn có gói đăng ký đang hoạt động!
zh_hans: 你有一个活跃的订阅！

# auth.register_to_unlock_cross_platform
source: Register to unlock cross-platform access
ar: سجل لفتح الوصول عبر المنصات
ca: Registra't per desbloquejar l'accés multiplataforma
cs: Zaregistrujte se pro odemknutí přístupu napříč platformami
da: Registrer dig for at låse op for tværs-platform adgang
de: Registrieren Sie sich, um plattformübergreifenden Zugriff freizuschalten
fi: Rekisteröidy avataksesi ylitysplatforma-pääsyn
fr: Inscrivez-vous pour débloquer l'accès multiplateforme
hr: Registrirajte se za otključavanje pristupa kroz platforme
hu: Regisztrálj a platformok közötti hozzáférés feloldásához
id: Daftar untuk membuka akses lintas platform
it: Registrati per sbloccare l'accesso multipiattaforma
ms: Daftar untuk membuka akses merentas platform
nb: Registrer deg for å låse opp tvers av plattformer-tilgang
nl: Registreer je om cross-platform toegang te ontgrendelen
pl: Zarejestruj się, aby odblokować dostęp między platformami
pt_pt: Registe-se para desbloquear acesso multiplataforma
ro: Înregistrează-te pentru a debloca accesul cross-platform
ru: Зарегистрируйтесь для разблокировки кросс-платформенного доступа
sk: Zaregistrujte sa na odomknutie prístupu naprieč platformami
sv: Registrera dig för att låsa upp plattformsoberoende åtkomst
th: ลงทะเบียนเพื่อปลดล็อกการเข้าถึงข้ามแพลตฟอร์ม
tr: Platformlar arası erişimi açmak için kayıt olun
uk: Зареєструйтеся для розблокування крос-платформеного доступу
vi: Đăng ký để mở khóa truy cập đa nền tảng
zh_hans: 注册以解锁跨平台访问

# auth.register_now
source: Register Now
ar: سجل الآن
ca: Registra't Ara
cs: Zaregistrovat Se Nyní
da: Registrer Dig Nu
de: Jetzt Registrieren
fi: Rekisteröidy Nyt
fr: S'Inscrire Maintenant
hr: Registrirajte Se Sada
hu: Regisztrálj Most
id: Daftar Sekarang
it: Registrati Ora
ms: Daftar Sekarang
nb: Registrer Deg Nå
nl: Nu Registreren
pl: Zarejestruj Się Teraz
pt_pt: Registar Agora
ro: Înregistrează-te Acum
ru: Зарегистрироваться Сейчас
sk: Zaregistrovať Sa Teraz
sv: Registrera Dig Nu
th: ลงทะเบียนตอนนี้
tr: Şimdi Kayıt Ol
uk: Зареєструватися Зараз
vi: Đăng ký Ngay
zh_hans: 立即注册

# auth.subscription_access_restricted
source: Subscription Access Restricted
ar: الوصول إلى الاشتراك مقيد
ca: Accés a la Subscripció Restringit
cs: Přístup k Předplatnému Omezen
da: Abonnementsadgang Begrænset
de: Abonnementzugriff Eingeschränkt
fi: Tilauksen Pääsy Rajoitettu
fr: Accès à l'Abonnement Restreint
hr: Pristup Pretplati Ograničen
hu: Előfizetés Hozzáférés Korlátozott
id: Akses Langganan Dibatasi
it: Accesso all'Abbonamento Limitato
ms: Akses Langganan Dihadkan
nb: Abonnementstilgang Begrenset
nl: Abonnementstoegang Beperkt
pl: Dostęp do Subskrypcji Ograniczony
pt_pt: Acesso à Subscrição Restrito
ro: Accesul la Abonament Restricționat
ru: Доступ к Подписке Ограничен
sk: Prístup k Predplatnému Obmedzený
sv: Prenumerationsåtkomst Begränsad
th: การเข้าถึงการสมัครสมาชิกถูกจำกัด
tr: Abonelik Erişimi Kısıtlandı
uk: Доступ до Підписки Обмежений
vi: Truy cập Gói đăng ký Bị hạn chế
zh_hans: 订阅访问受限

# auth.subscription_associated_different_account
source: This subscription is associated with a different account. Please sign in with the account that purchased this subscription to access Pro features.
ar: هذا الاشتراك مرتبط بحساب مختلف. يرجى تسجيل الدخول بالحساب الذي اشترى هذا الاشتراك للوصول إلى ميزات المحترف.
ca: Aquesta subscripció està associada a un compte diferent. Si us plau, inicia sessió amb el compte que ha comprat aquesta subscripció per accedir a les funcions Pro.
cs: Toto předplatné je spojeno s jiným účtem. Přihlaste se prosím s účtem, který zakoupil toto předplatné, pro přístup k Pro funkcím.
da: Dette abonnement er tilknyttet en anden konto. Log venligst ind med kontoen, der købte dette abonnement, for at få adgang til Pro-funktioner.
de: Dieses Abonnement ist mit einem anderen Konto verknüpft. Bitte melden Sie sich mit dem Konto an, das dieses Abonnement gekauft hat, um auf Pro-Funktionen zuzugreifen.
fi: Tämä tilaus on liitetty eri tiliin. Kirjaudu sisään tilillä, joka osti tämän tilauksen, päästäksesi Pro-ominaisuuksiin.
fr: Cet abonnement est associé à un compte différent. Veuillez vous connecter avec le compte qui a acheté cet abonnement pour accéder aux fonctionnalités Pro.
hr: Ova pretplata je povezana s drugim računom. Molimo prijavite se s računom koji je kupio ovu pretplatu za pristup Pro značajkama.
hu: Ez az előfizetés egy másik fiókhoz kapcsolódik. Kérlek, jelentkezz be azzal a fiókkal, amely megvásárolta ezt az előfizetést a Pro funkciók eléréséhez.
id: Langganan ini terkait dengan akun yang berbeda. Silakan masuk dengan akun yang membeli langganan ini untuk mengakses fitur Pro.
it: Questo abbonamento è associato a un account diverso. Accedi con l'account che ha acquistato questo abbonamento per accedere alle funzionalità Pro.
ms: Langganan ini dikaitkan dengan akaun yang berbeza. Sila log masuk dengan akaun yang membeli langganan ini untuk mengakses ciri Pro.
nb: Dette abonnementet er knyttet til en annen konto. Vennligst logg inn med kontoen som kjøpte dette abonnementet for å få tilgang til Pro-funksjoner.
nl: Dit abonnement is gekoppeld aan een ander account. Log in met het account dat dit abonnement heeft gekocht om toegang te krijgen tot Pro-functies.
pl: Ta subskrypcja jest powiązana z innym kontem. Zaloguj się na konto, które kupiło tę subskrypcję, aby uzyskać dostęp do funkcji Pro.
pt_pt: Esta subscrição está associada a uma conta diferente. Inicie sessão com a conta que comprou esta subscrição para aceder às funcionalidades Pro.
ro: Acest abonament este asociat cu un cont diferit. Te rog să te conectezi cu contul care a cumpărat acest abonament pentru a accesa funcționalitățile Pro.
ru: Эта подписка связана с другим аккаунтом. Пожалуйста, войдите с аккаунтом, который купил эту подписку, для доступа к функциям Pro.
sk: Toto predplatné je prepojené s iným účtom. Prihláste sa s účtom, ktorý kúpil toto predplatné, na prístup k Pro funkciám.
sv: Denna prenumeration är kopplad till ett annat konto. Logga in med kontot som köpte denna prenumeration för att få tillgång till Pro-funktioner.
th: การสมัครสมาชิกนี้เชื่อมโยงกับบัญชีอื่น กรุณาลงชื่อเข้าใช้ด้วยบัญชีที่ซื้อการสมัครสมาชิกนี้เพื่อเข้าถึงฟีเจอร์ Pro
tr: Bu abonelik farklı bir hesapla ilişkilidir. Pro özelliklerine erişmek için lütfen bu aboneliği satın alan hesapla giriş yapın.
uk: Ця підписка пов'язана з іншим обліковим записом. Будь ласка, увійдіть з обліковим записом, який купив цю підписку, для доступу до функцій Pro.
vi: Gói đăng ký này được liên kết với tài khoản khác. Vui lòng đăng nhập bằng tài khoản đã mua gói đăng ký này để truy cập tính năng Pro.
zh_hans: 此订阅与不同账户关联。请使用购买此订阅的账户登录以访问专业功能。

# auth.profile
source: Profile
ca: Perfil
cs: Profil
da: Profil
hr: Profil
ms: Profil
nl: Profiel
pt_pt: Perfil
ru: Профиль
sk: Profil
sv: Profil
th: โปรไฟล์
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料

# auth.account_linking
source: Account Linking
ca: Enllaç de Comptes
cs: Propojení Účtů
da: Kontolinkning
hr: Povezivanje Računa
ms: Link Akaun
nl: Accountkoppeling
pt_pt: Associação de Contas
ru: Связывание Аккаунтов
sk: Prepojenie Účtov
sv: Kontolänkning
th: การเชื่อมต่อบัญชี
uk: Підключення Облікових Записів
vi: Liên kết Tài khoản
zh_hans: 账户关联

# auth.account_linking_description
source: To access your subscription on Android devices, you need to link a Google account. For cross-platform subscription sharing, link both accounts.
ca: Per accedir a la teva subscripció a dispositius Android, necessites enllaçar un compte de Google. Per compartir subscripcions entre plataformes, enllaça ambdós comptes.
cs: Pro přístup k vašemu předplatnému na zařízeních Android musíte propojit účet Google. Pro sdílení předplatného mezi platformami propojte oba účty.
da: For at få adgang til dit abonnement på Android-enheder skal du linke en Google-konto. For at dele abonnementer på tværs af platforme, link begge konti.
hr: Za pristup vašoj pretplati na Android uređajima, trebate povezati Google račun. Za dijeljenje pretplata kroz platforme, povežite oba računa.
ms: Untuk mengakses langganan anda di peranti Android, anda perlu link akaun Google. Untuk berkongsi langganan merentas platform, link kedua-dua akaun.
nl: Om toegang te krijgen tot je abonnement op Android-apparaten, moet je een Google-account koppelen. Om abonnementen tussen platforms te delen, koppel beide accounts.
pt_pt: Para aceder à sua subscrição em dispositivos Android, precisa de associar uma conta Google. Para partilhar subscrições entre plataformas, associe ambas as contas.
ru: Для доступа к подписке на устройствах Android вам нужно связать аккаунт Google. Для совместного использования подписок между платформами свяжите оба аккаунта.
sk: Na prístup k predplatnému na zariadeniach Android potrebujete prepojiť účet Google. Na zdieľanie predplatných medzi platformami prepojte oba účty.
sv: För att få tillgång till din prenumeration på Android-enheter behöver du länka ett Google-konto. För att dela prenumerationer mellan plattformar, länka båda kontona.
th: เพื่อเข้าถึงการสมัครสมาชิกของคุณในอุปกรณ์ Android คุณต้องเชื่อมต่อบัญชี Google เพื่อแชร์การสมัครสมาชิกระหว่างแพลตฟอร์ม เชื่อมต่อทั้งสองบัญชี
uk: Для доступу до вашої підписки на пристроях Android вам потрібно підключити обліковий запис Google. Для обміну підписками між платформами підключіть обидва облікові записи.
vi: Để truy cập gói đăng ký của bạn trên thiết bị Android, bạn cần liên kết tài khoản Google. Để chia sẻ gói đăng ký giữa các nền tảng, hãy liên kết cả hai tài khoản.
zh_hans: 要在Android设备上访问你的订阅，你需要关联Google账户。要在平台间共享订阅，请关联两个账户。

# auth.link_google_for_android
source: Link Google Account
ca: Enllaça Compte de Google
cs: Propojit Účet Google
da: Link Google-konto
hr: Poveži Google Račun
ms: Link Akaun Google
nl: Google-account Koppelen
pt_pt: Associar Conta Google
ru: Связать Аккаунт Google
sk: Prepojiť Účet Google
sv: Länka Google-konto
th: เชื่อมต่อบัญชี Google
uk: Підключити Обліковий Запис Google
vi: Liên kết Tài khoản Google
zh_hans: 关联Google账户

# auth.link_apple_for_cross_platform
source: Link Apple ID
ca: Enllaça Apple ID
cs: Propojit Apple ID
hr: Poveži Apple ID
nl: Apple ID Koppelen
pt_pt: Associar Apple ID
ru: Связать Apple ID
sk: Prepojiť Apple ID
sv: Länka Apple ID
th: เชื่อมต่อ Apple ID
uk: Підключити Apple ID
vi: Liên kết Apple ID
zh_hans: 关联Apple ID

# auth.current_account
source: Current Account
ca: Compte Actual
cs: Aktuální Účet
da: Nuværende Konto
hr: Trenutni Račun
ms: Akaun Semasa
nl: Huidig Account
pt_pt: Conta Actual
ru: Текущий Аккаунт
sk: Aktuálny Účet
sv: Aktuellt Konto
th: บัญชีปัจจุบัน
uk: Поточний Обліковий Запис
vi: Tài khoản Hiện tại
zh_hans: 当前账户

# auth.linked_accounts
source: Linked Accounts
ca: Comptes Enllaçats
cs: Propojené Účty
da: Linkede Konti
hr: Povezani Računi
ms: Akaun Berlink
nl: Gekoppelde Accounts
pt_pt: Contas Associadas
ru: Связанные Аккаунты
sk: Prepojené Účty
sv: Länkade Konton
th: บัญชีที่เชื่อมต่อ
uk: Підключені Облікові Записи
vi: Tài khoản Đã liên kết
zh_hans: 已关联账户

# auth.no_linked_accounts
source: No linked accounts
ca: Cap compte enllaçat
cs: Žádné propojené účty
da: Ingen linkede konti
hr: Nema povezanih računa
ms: Tiada akaun berlink
nl: Geen gekoppelde accounts
pt_pt: Nenhuma conta associada
ru: Нет связанных аккаунтов
sk: Žiadne prepojené účty
sv: Inga länkade konton
th: ไม่มีบัญชีที่เชื่อมต่อ
uk: Немає підключених облікових записів
vi: Không có tài khoản đã liên kết
zh_hans: 无关联账户

# shared_dictionaries.dictionary_selected
source: Dictionary Selected
ar: تم اختيار القاموس
ca: Diccionari seleccionat
cs: Slovník vybrán
da: Ordbog valgt
de: Wörterbuch ausgewählt
es: Diccionario seleccionado
fi: Sanakirja valittu
fr: Dictionnaire sélectionné
he: מילון נבחר
hi: शब्दकोश चयनित
hr: Rječnik odabran
hu: Szótár kiválasztva
id: Kamus Dipilih
it: Dizionario Selezionato
ja: 辞書が選択されました
ko: 사전 선택됨
ms: Kamus Dipilih
nb: Ordbok valgt
nl: Woordenboek geselecteerd
pl: Słownik wybrany
pt_pt: Dicionário Seleccionado
ro: Dicționar Selectat
ru: Словарь выбран
sk: Slovník vybraný
sv: Ordbok vald
th: เลือกพจนานุกรมแล้ว
tr: Sözlük seçildi
uk: Словник вибрано
vi: Đã chọn từ điển
zh_hans: 已选择词典
zh_hant: 已選擇詞典

# shared_dictionaries.name
source: Name
ar: الاسم
ca: Nom
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Имя
sk: Názov
sv: Namn
th: ชื่อ
tr: İsim
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# shared_dictionaries.created
source: Created
ar: تم الإنشاء
ca: Creat
cs: Vytvořeno
da: Oprettet
de: Erstellt
es: Creado
fi: Luotu
fr: Créé
he: נוצר
hi: निर्मित
hr: Stvoreno
hu: Létrehozva
id: Dibuat
it: Creato
ja: 作成日
ko: 생성일
ms: Dicipta
nb: Opprettet
nl: Aangemaakt
pl: Utworzono
pt_pt: Criado
ro: Creat
ru: Создан
sk: Vytvorené
sv: Skapad
th: สร้างเมื่อ
tr: Oluşturuldu
uk: Створено
vi: Đã tạo
zh_hans: 创建时间
zh_hant: 創建時間

# shared_dictionaries.your_role
source: Your Role
ar: دورك
ca: El teu rol
cs: Vaše role
da: Din rolle
de: Ihre Rolle
es: Tu rol
fi: Roolisi
fr: Votre rôle
he: התפקיד שלך
hi: आपकी भूमिका
hr: Vaša uloga
hu: Szerepköröd
id: Peran Anda
it: Il tuo Ruolo
ja: あなたの役割
ko: 당신의 역할
ms: Peranan Anda
nb: Din rolle
nl: Jouw rol
pl: Twoja rola
pt_pt: A Sua Função
ro: Rolul Tău
ru: Ваша роль
sk: Vaša rola
sv: Din roll
th: บทบาทของคุณ
tr: Rolünüz
uk: Ваша роль
vi: Vai trò của bạn
zh_hans: 你的角色
zh_hant: 你的角色
