Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# words.favorite_words
source: Favorite Words
ar: الكلمات المفضلة
ca: Paraules favorites
da: Favoritord
de: Favoriten-Wörter
es: Palabras favoritas
fi: Suosikkisanat
fr: Mots favoris
he: מילים מועדפות
hi: पसंदीदा शब्द
hu: Kedvenc szavak
id: Kata Favorit
it: Parole Preferite
ja: お気に入りの単語
ko: 즐겨찾기 단어
ms: Perkataan Kegemaran
nb: Favorittord
nl: Favoriete woorden
pl: Ulubione słowa
ro: Cuvinte Favorite
ru: Избранные слова
sv: Favoritord
th: คำศัพท์โปรด
tr: Favori Kelimeler
uk: Обрані слова
vi: Từ yêu thích
zh_hans: 收藏的单词
zh_hant: 收藏的單詞

# words.search
source: Search
ar: بحث
ca: Cerca
da: Søg
de: Suchen
es: Buscar
fi: Hae
fr: Rechercher
he: חיפוש
hi: खोज
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
ms: Cari
nb: Søk
nl: Zoeken
pl: Szukaj
ro: Caută
ru: Поиск
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜索

# words.search_words
source: Search words...
ar: البحث عن الكلمات...
ca: Cerca paraules...
da: Søg efter ord...
de: Wörter suchen...
es: Buscar palabras...
fi: Hae sanoja...
fr: Rechercher des mots...
he: חיפוש מילים...
hi: शब्द खोजें...
hu: Szavak keresése...
id: Cari kata...
it: Cerca parole...
ja: 単語を検索...
ko: 단어 검색...
ms: Cari perkataan...
nb: Søk etter ord...
nl: Zoek woorden...
pl: Szukaj słów...
ro: Caută cuvinte...
ru: Поиск слов...
sv: Sök ord...
th: ค้นหาคำศัพท์...
tr: Kelime Ara...
uk: Пошук слів...
vi: Tìm kiếm từ...
zh_hans: 搜索单词...
zh_hant: 搜索單詞...

# words.search_results
source: Search Results
ar: نتائج البحث
ca: Resultats de la cerca
da: Søgeresultater
de: Suchergebnisse
es: Resultados de búsqueda
fi: Hakutulokset
fr: Résultats de recherche
he: תוצאות חיפוש
hi: खोज परिणाम
hu: Keresési eredmények
id: Hasil Pencarian
it: Risultati della Ricerca
ja: 検索結果
ko: 검색 결과
ms: Keputusan Carian
nb: Søkeresultater
nl: Zoekresultaten
pl: Wyniki wyszukiwania
ro: Rezultate Căutare
ru: Результаты поиска
sv: Sökresultat
th: ผลการค้นหา
tr: Arama Sonuçları
uk: Результати пошуку
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant: 搜索結果

# words.tag
source: Tag
ar: علامة
ca: Etiqueta
es: Etiqueta
fi: Tunniste
fr: Étiquette
he: תגית
hi: टैग
hu: Címke
ja: タグ
ko: 태그
nb: Etikett
pl: Etykieta
ro: Etichetă
ru: Тег
sv: Tagg
th: แท็ก
tr: Etiket
uk: Тег
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

# words.tagged_words
source: Tagged Words
ar: الكلمات الموسومة
ca: Paraules etiquetades
da: Taggede ord
de: Getaggte Wörter
es: Palabras etiquetadas
fi: Tunnistetut sanat
fr: Mots étiquetés
he: מילים מתויגות
hi: टैग किए गए शब्द
hu: Címkézett szavak
id: Kata yang Ditandai
it: Parole Taggate
ja: タグ付けされた単語
ko: 태그된 단어
ms: Perkataan Bertag
nb: Merkede ord
nl: Getagde woorden
pl: Oznaczone słowa
ro: Cuvinte Etichetate
ru: Слова с тегами
sv: Taggade ord
th: คำศัพท์ที่มีแท็ก
tr: Etiketli Kelimeler
uk: Слова з тегами
vi: Từ được gắn thẻ
zh_hans: 已标记的单词
zh_hant: 已標記的單詞

# words.new
source: New
ar: جديد
ca: Nou
da: Ny
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
he: חדש
hi: नया
hu: Új
id: Baru
it: Nuovo
ja: 新規
ko: 신규
ms: Baru
nb: Nytt
nl: Nieuw
pl: Nowe
ro: Nou
ru: Новое
sv: Nytt
th: ใหม่
tr: Yeni
uk: Нове
vi: Mới
zh_hans: 新
zh_hant: 新

# words.new_words
source: New Words
ar: كلمات جديدة
ca: Paraules noves
da: Nye ord
de: Neue Wörter
es: Palabras nuevas
fi: Uudet sanat
fr: Nouveaux mots
he: מילים חדשות
hi: नए शब्द
hu: Új szavak
id: Kata Baru
it: Parole Nuove
ja: 新しい単語
ko: 새 단어
ms: Perkataan Baru
nb: Nye ord
nl: Nieuwe woorden
pl: Nowe słowa
ro: Cuvinte Noi
ru: Новые слова
sv: Nya ord
th: คำศัพท์ใหม่
tr: Yeni Kelimeler
uk: Нові слова
vi: Từ mới
zh_hans: 新单词
zh_hant: 新單詞

# words.in_progress
source: In Progress
ar: قيد التقدم
ca: En progrés
da: Under behandling
de: In Bearbeitung
es: En progreso
fi: Käsittelyssä
fr: En cours
he: בתהליך
hi: प्रगति में
hu: Folyamatban
id: Sedang Berlangsung
it: In Corso
ja: 進行中
ko: 진행 중
ms: Sedang Berjalan
nb: Under arbeid
nl: In behandeling
pl: W toku
ro: În Progres
ru: В процессе
sv: Pågående
th: กำลังดำเนินการ
tr: Devam Ediyor
uk: В процесі
vi: Đang học
zh_hans: 进行中
zh_hant: 進行中

# words.words_in_progress
source: Words In Progress
ar: كلمات قيد التقدم
ca: Paraules en progrés
da: Ord under behandling
de: Wörter in Bearbeitung
es: Palabras en progreso
fi: Käsittelyssä olevat sanat
fr: Mots en cours
he: מילים בתהליך
hi: प्रगति में शब्द
hu: Folyamatban lévő szavak
id: Kata Sedang Berlangsung
it: Parole in Corso
ja: 進行中の単語
ko: 진행 중인 단어
ms: Perkataan Sedang Berjalan
nb: Ord under arbeid
nl: Woorden in behandeling
pl: Słowa w toku
ro: Cuvinte în Progres
ru: Слова в процессе
sv: Pågående ord
th: คำศัพท์ที่กำลังดำเนินการ
tr: Devam Eden Kelimeler
uk: Слова в процесі
vi: Từ đang học
zh_hans: 进行中的单词
zh_hant: 進行中的單詞

# words.needs_review
source: Needs Review
ar: يحتاج إلى مراجعة
ca: Necessita revisió
da: Kræver gennemsyn
de: Muss überprüft werden
es: Necesita repaso
fi: Tarkistusta vaativa
fr: À réviser
he: דורש סקירה
hi: समीक्षा की आवश्यकता
hu: Felülvizsgálat szükséges
id: Perlu Ditinjau
it: Richiede Revisione
ja: レビューが必要
ko: 검토 필요
ms: Perlu Semakan
nb: Trenger gjennomgang
nl: Moet herzien worden
pl: Wymaga przeglądu
ro: Necesită Revizuire
ru: Требуется повторение
sv: Behöver repetition
th: ต้องทบทวน
tr: Tekrar Gerekli
uk: Потрібен повтор
vi: Cần ôn tập
zh_hans: 需要复习
zh_hant: 需要複習

# words.words_needing_review
source: Words Needing Review
ar: كلمات تحتاج إلى مراجعة
ca: Paraules que necessiten revisió
da: Ord, der kræver gennemsyn
de: Wörter, die überprüft werden müssen
es: Palabras que necesitan repaso
fi: Tarkistusta vaativat sanat
fr: Mots à réviser
he: מילים הדורשות סקירה
hi: समीक्षा की आवश्यकता वाले शब्द
hu: Felülvizsgálatra váró szavak
id: Kata yang Perlu Ditinjau
it: Parole che Richiedono Revisione
ja: レビューが必要な単語
ko: 검토 필요한 단어
ms: Perkataan Perlu Semakan
nb: Ord som trenger gjennomgang
nl: Woorden die herzien moeten worden
pl: Słowa wymagające przeglądu
ro: Cuvinte care Necesită Revizuire
ru: Слова, требующие повторения
sv: Ord som behöver repetition
th: คำศัพท์ที่ต้องทบทวน
tr: Tekrar Gereken Kelimeler
uk: Слова, що потребують повтору
vi: Từ cần ôn tập
zh_hans: 需要复习的单词
zh_hant: 需要複習的單詞

# words.mastered
source: Mastered
ar: متقن
ca: Dominades
da: Mestret
de: Beherrscht
es: Dominado
fi: Hallittu
fr: Maîtrisé
he: שליטה
hi: निपुण
hu: Elsajátítva
id: Dikuasai
it: Padroneggiato
ja: 習得済み
ko: 숙달
ms: Dikuasai
nb: Mestret
nl: Beheerst
pl: Opanowane
ro: Stăpânit
ru: Освоено
sv: Bemästrat
th: เชี่ยวชาญ
tr: Hâkim Olunan
uk: Опановані
vi: Đã thành thạo
zh_hans: 已掌握
zh_hant: 已掌握

# words.mastered_words
source: Mastered Words
ar: كلمات متقنة
ca: Paraules dominades
da: Mestrede ord
de: Beherrschte Wörter
es: Palabras dominadas
fi: Hallitut sanat
fr: Mots maîtrisés
he: מילים שנשלטו
hi: निपुण शब्द
hu: Elsajátított szavak
id: Kata yang Dikuasai
it: Parole Padroneggiate
ja: 習得済みの単語
ko: 숙달된 단어
ms: Perkataan Dikuasai
nb: Mestrede ord
nl: Beheersde woorden
pl: Opanowane słowa
ro: Cuvinte Stăpânite
ru: Освоенные слова
sv: Bemästrade ord
th: คำศัพท์ที่เชี่ยวชาญ
tr: Hâkim Olunan Kelimeler
uk: Опановані слова
vi: Từ đã thành thạo
zh_hans: 已掌握的单词
zh_hant: 已掌握的單詞

# words.sort
source: Sort
ar: فرز
ca: Ordena
da: Sorter
de: Sortieren
es: Ordenar
fi: Lajittele
fr: Trier
he: מיון
hi: छांटें
hu: Rendezés
id: Urutkan
it: Ordina
ja: 並べ替え
ko: 정렬
ms: Susun
nb: Sorter
nl: Sorteren
pl: Sortuj
ro: Sortează
ru: Сортировать
sv: Sortera
th: เรียงลำดับ
tr: Sırala
uk: Сортувати
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

# words.filter
source: Filter
ar: تصفية
ca: Filtra
da: Filtrer
de: Filtern
es: Filtrar
fi: Suodata
fr: Filtrer
he: סינון
hi: फ़िल्टर
hu: Szűrés
it: Filtra
ja: フィルター
ko: 필터
ms: Tapis
nb: Filtrer
nl: Filteren
pl: Filtruj
ro: Filtrează
ru: Фильтровать
sv: Filtrera
th: กรอง
tr: Filtrele
uk: Фільтрувати
vi: Lọc
zh_hans: 筛选
zh_hant: 篩選

# words.latest_first
source: Latest First
ar: الأحدث أولاً
ca: Les més recents primer
da: Seneste først
de: Neueste zuerst
es: Más recientes primero
fi: Uusin ensin
fr: Plus récent d'abord
he: החדש ביותר תחילה
hi: नवीनतम पहले
hu: Legújabb először
id: Terbaru Dahulu
it: Più Recenti Prima
ja: 最新順
ko: 최신순
ms: Terbaru Dahulu
nb: Nyeste først
nl: Nieuwste eerst
pl: Najnowsze najpierw
ro: Cele mai Recente Primul
ru: Сначала новые
sv: Senaste först
th: ล่าสุดก่อน
tr: En Yeniler Önde
uk: Останні спочатку
vi: Mới nhất trước
zh_hans: 最新优先
zh_hant: 最新優先

# words.earliest_first
source: Earliest First
ar: الأقدم أولاً
ca: Les més antigues primer
da: Ældste først
de: Älteste zuerst
es: Más antiguas primero
fi: Vanhin ensin
fr: Plus ancien d'abord
he: המוקדם ביותר תחילה
hi: सबसे पुराना पहले
hu: Legrégebbi először
id: Terlama Dahulu
it: Meno Recenti Prima
ja: 最古順
ko: 오래된순
ms: Terawal Dahulu
nb: Eldste først
nl: Oudste eerst
pl: Najstarsze najpierw
ro: Cele mai Vechi Primul
ru: Сначала старые
sv: Tidigaste först
th: เก่าที่สุดก่อน
tr: En Eskiler Önde
uk: Ранніші спочатку
vi: Cũ nhất trước
zh_hans: 最早优先
zh_hant: 最早優先

# words.alphabetically
source: Alphabetically
ar: حسب الأبجدية
ca: Alfabèticament
da: Alfabetisk
de: Alphabetisch
es: Alfabéticamente
fi: Aakkosjärjestyksessä
fr: Alphabétiquement
he: לפי סדר אלפביתי
hi: वर्णमाला के अनुसार
hu: Betűrendben
id: Secara Alfabet
it: Alfabeticamente
ja: アルファベット順
ko: 알파벳순
ms: Mengikut Abjad
nb: Alfabetisk
nl: Alfabetisch
pl: Alfabetycznie
ro: Alfabetic
ru: По алфавиту
sv: Alfabetiskt
th: ตามตัวอักษร
tr: Alfabetik
uk: За алфавітом
vi: Theo thứ tự bảng chữ cái
zh_hans: 按字母顺序
zh_hant: 按字母順序

# words.by_part_of_speech
source: By Part of Speech
ar: حسب جزء الكلام
ca: Per part del discurs
da: Efter ordklasse
de: Nach Wortart
es: Por categoría gramatical
fi: Sanaluokan mukaan
fr: Par partie du discours
he: לפי חלק דיבר
hi: वाक्यांश के हिस्से के अनुसार
hu: Szófaj szerint
id: Berdasarkan Jenis Kata
it: Per Parte del Discorso
ja: 品詞順
ko: 품사순
ms: Mengikut Bahagian Ucapan
nb: Etter ordklasse
nl: Op woordsoort
pl: Według części mowy
ro: După Parte de Vorbire
ru: По части речи
sv: Efter ordklass
th: ตามประเภทของคำ
tr: Sözcük Türüne Göre
uk: За частиною мови
vi: Theo loại từ
zh_hans: 按词性
zh_hant: 按詞性

# words.type_word
source: Type a word
ar: اكتب كلمة
ca: Escriu una paraula
da: Skriv ord
de: Wort eingeben
es: Escribir palabra
fi: Kirjoita sana
fr: Tapez un mot
he: הקלד מילה
hi: शब्द टाइप करें
hu: Szó beírása
id: Ketik Kata
it: Digita Parola
ja: 単語を入力
ko: 단어 입력
ms: Taip Perkataan
nb: Skriv ord
nl: Typ woord
pl: Wpisz słowo
ro: Scrie Cuvânt
ru: Ввести слово
sv: Skriv ord
th: พิมพ์คำศัพท์
tr: Kelime Yaz
uk: Введіть слово
vi: Nhập từ
zh_hans: 输入单词
zh_hant: 輸入單詞

# words.shared_dictionary
source: Shared Dictionary
ar: قاموس مشترك
ca: Diccionari compartit
da: Delt ordbog
de: Geteiltes Wörterbuch
es: Diccionario compartido
fi: Jaettu sanakirja
fr: Dictionnaire partagé
he: מילון משותף
hi: साझा शब्दकोश
hu: Megosztott szótár
id: Kamus Bersama
it: Dizionario Condiviso
ja: 共有辞書
ko: 공유 사전
ms: Kamus Kongsi
nb: Delt ordbok
nl: Gedeeld woordenboek
pl: Wspólny słownik
ro: Dicționar Partajat
ru: Общий словарь
sv: Delad ordbok
th: พจนานุกรมที่แชร์
tr: Paylaşılan Sözlük
uk: Спільний словник
vi: Từ điển chia sẻ
zh_hans: 共享词典
zh_hant: 共享詞典

# words.private_dictionary
source: Private Dictionary
ar: قاموس خاص
ca: Diccionari privat
da: Privat ordbog
de: Privates Wörterbuch
es: Diccionario privado
fi: Yksityinen sanakirja
fr: Dictionnaire privé
he: מילון פרטי
hi: निजी शब्दकोश
hu: Privát szótár
id: Kamus Pribadi
it: Dizionario Privato
ja: プライベート辞書
ko: 개인 사전
ms: Kamus Persendirian
nb: Privat ordbok
nl: Privéwoordenboek
pl: Prywatny słownik
ro: Dicționar Privat
ru: Личный словарь
sv: Privat ordbok
th: พจนานุกรมส่วนตัว
tr: Özel Sözlük
uk: Приватний словник
vi: Từ điển cá nhân
zh_hans: 私人词典
zh_hant: 私人詞典

# words.impressive_vocabulary
source: Impressive Vocabulary!
ar: مفردات رائعة!
ca: Vocabulari impressionant!
da: Imponerende ordforråd!
de: Beeindruckender Wortschatz!
es: ¡Vocabulario impresionante!
fi: Vaikuttava sanavarasto!
fr: Vocabulaire impressionnant !
he: אוצר מילים מרשים!
hi: प्रभावशाली शब्दावली!
hu: Lenyűgöző szókincs!
id: Kosakata Mengesankan!
it: Vocabolario Impressionante!
ja: 素晴らしい語彙！
ko: 인상적인 어휘!
ms: Kosa Kata Mengagumkan!
nb: Imponerende vokabular!
nl: Indrukwekkende woordenschat!
pl: Imponujące słownictwo!
ro: Vocabular Impresionant!
ru: Впечатляющий словарный запас!
sv: Imponerande ordförråd!
th: คลังคำศัพท์ที่น่าประทับใจ!
tr: Etkileyici Kelime Dağarcığı!
uk: Вражаючий словниковий запас!
vi: Vốn từ vựng ấn tượng!
zh_hans: 令人印象深刻的词汇量！
zh_hant: 令人印象深刻的詞彙量！

# words.impressive_vocabulary_message
source: You've built a collection of **%d words**! Your dedication to learning is inspiring.
ar: لقد بنيت مجموعة من **%d كلمة**! تفانيك في التعلم ملهم.
ca: Has construït una col·lecció de **%d paraules**! La teva dedicació a l'aprenentatge és inspiradora.
da: Du har bygget en samling på **%d ord**! Din dedikation til læring er inspirerende.
de: Sie haben eine Sammlung von **%d Wörtern** aufgebaut! Ihr Engagement fürs Lernen ist inspirierend.
es: Has recopilado **%d palabras**! Tu dedicación al aprendizaje es inspiradora.
fi: Olet rakentanut kokoelman, joka sisältää **%d sanaa**! Omistautumisesi oppimiseen on inspiroivaa.
fr: Vous avez construit une collection de **%d mots** ! Votre dévouement à l'apprentissage est inspirant.
he: בנית אוסף של **%d מילים**! המסירות שלך ללמידה מעוררת השראה.
hi: आपने **%d शब्दों** का संग्रह बनाया है! आपकी सीखने की समर्पण प्रेरणादायक है।
hu: **%d szót** gyűjtöttél össze! Az elhivatottságod a tanulás iránt inspiráló.
id: Anda telah mengumpulkan **%d kata**! Dedikasi Anda untuk belajar sangat menginspirasi.
it: Hai raccolto **%d parole**! La tua dedizione all'apprendimento è ispirante.
ja: **%d単語**を集めました！あなたの学習への献身は感動的です。
ko: **%d 단어**를 모았습니다! 학습에 대한 당신의 헌신은 감동적입니다.
ms: Anda telah mengumpul **%d perkataan**! Dedikasi anda terhadap pembelajaran sangat memberi inspirasi.
nb: Du har samlet **%d ord**! Din dedikasjon til læring er inspirerende.
nl: Je hebt een verzameling van **%d woorden** opgebouwd! Je toewijding aan leren is inspirerend.
pl: Zebrano **%d słów**! Twoje zaangażowanie w naukę jest inspirujące.
ro: Ai colectat **%d cuvinte**! Dedicarea ta pentru învățare este inspiratoare.
ru: Вы собрали **%d слов**! Ваша преданность обучению вдохновляет.
sv: Du har samlat **%d ord**! Din hängivenhet till lärande är inspirerande.
th: คุณได้รวบรวม **%d คำศัพท์**! ความมุ่งมั่นในการเรียนรู้ของคุณน่าทึ่ง
tr: **%d kelime** topladınız! Öğrenmeye olan bağlılığınız ilham verici.
uk: Ви зібрали **%d слів**! Ваша відданість навчанню вражає
vi: Bạn đã thu thập **%d từ**! Sự tận tụy của bạn với việc học thật đáng khâm phục.
zh_hans: 你已经建立了 **%d 个单词** 的集合！你的学习热情令人振奋。
zh_hant: 你已經建立了 **%d 個單詞** 的集合！你的學習熱情令人振奮。

# words.examples
source: Examples
ar: أمثلة
ca: Exemples
da: Eksempler
de: Beispiele
es: Ejemplos
fi: Esimerkit
fr: Exemples
he: דוגמאות
hi: उदाहरण
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예문
ms: Contoh
nb: Eksempler
nl: Voorbeelden
pl: Przykłady
ro: Exemple
ru: Примеры
sv: Exempel
th: ตัวอย่าง
tr: Örnekler
uk: Приклади
vi: Ví dụ
zh_hans: 示例
zh_hant: 示例

# words.no_examples_yet
source: No examples yet
ar: لا توجد أمثلة بعد
ca: Encara no hi ha exemples
da: Ingen eksempler endnu
de: Noch keine Beispiele
es: Aún no hay ejemplos
fi: Ei vielä esimerkkejä
fr: Pas encore d'exemples
he: אין דוגמאות עדיין
hi: अभी तक कोई उदाहरण नहीं
hu: Még nincsenek példák
id: Belum ada contoh
it: Nessun esempio ancora
ja: まだ例がありません
ko: 아직 예문이 없습니다
ms: Belum ada contoh
nb: Ingen eksempler ennå
nl: Nog geen voorbeelden
pl: Brak przykładów
ro: Fără exemple încă
ru: Пока нет примеров
sv: Inga exempel ännu
th: ยังไม่มีตัวอย่าง
tr: Henüz Örnek Yok
uk: Поки немає прикладів
vi: Chưa có ví dụ
zh_hans: 暂无示例
zh_hant: 暫無示例

# words.type_example_here
source: Type an example here
ar: اكتب مثالاً هنا
ca: Escriu un exemple aquí
da: Skriv eksempel her
de: Beispiel hier eingeben
es: Escribe un ejemplo aquí
fi: Kirjoita esimerkki tähän
fr: Tapez un exemple ici
he: הקלד דוגמה כאן
hi: यहां उदाहरण टाइप करें
hu: Írj ide egy példát
id: Ketik contoh di sini
it: Digita un esempio qui
ja: ここに例を入力
ko: 여기에 예문을 입력하세요
ms: Taip contoh di sini
nb: Skriv eksempel her
nl: Typ hier een voorbeeld
pl: Wpisz przykład tutaj
ro: Scrie exemplul aici
ru: Введите пример здесь
sv: Skriv exempel här
th: พิมพ์ตัวอย่างที่นี่
tr: Örneği Buraya Yaz
uk: Введіть приклад тут
vi: Nhập ví dụ tại đây
zh_hans: 在此输入示例
zh_hant: 在此輸入示例

# words.add_example
source: Add example
ar: إضافة مثال
ca: Afegeix un exemple
da: Tilføj eksempel
de: Beispiel hinzufügen
es: Añadir ejemplo
fi: Lisää esimerkki
fr: Ajouter un exemple
he: הוספת דוגמה
hi: उदाहरण जोड़ें
hu: Példa hozzáadása
id: Tambah Contoh
it: Aggiungi Esempio
ja: 例を追加
ko: 예문 추가
ms: Tambah Contoh
nb: Legg til eksempel
nl: Voorbeeld toevoegen
pl: Dodaj przykład
ro: Adaugă Exemplu
ru: Добавить пример
sv: Lägg till exempel
th: เพิ่มตัวอย่าง
tr: Örnek Ekle
uk: Додати приклад
vi: Thêm ví dụ
zh_hans: 添加示例
zh_hant: 添加示例

# words.edit_example
source: Edit Example
ar: تعديل المثال
ca: Edita l'exemple
da: Rediger eksempel
de: Beispiel bearbeiten
es: Editar ejemplo
fi: Muokkaa esimerkkiä
fr: Modifier l'exemple
he: עריכת דוגמה
hi: उदाहरण संपादित करें
hu: Példa szerkesztése
id: Edit Contoh
it: Modifica Esempio
ja: 例を編集
ko: 예문 편집
ms: Edit Contoh
nb: Rediger eksempel
nl: Voorbeeld bewerken
pl: Edytuj przykład
ro: Editează Exemplu
ru: Редактировать пример
sv: Redigera exempel
th: แก้ไขตัวอย่าง
tr: Örneği Düzenle
uk: Редагувати приклад
vi: Chỉnh sửa ví dụ
zh_hans: 编辑示例
zh_hant: 編輯示例

# words.score
source: Score
ar: النقاط
ca: Puntuació
de: Punktzahl
es: Puntuación
fi: Pisteet
he: ציון
hi: स्कोर
hu: Pontszám
id: Skor
it: Punteggio
ja: スコア
ko: 점수
ms: Skor
nb: Poeng
pl: Wynik
ro: Scor
ru: Очки
sv: Poäng
th: คะแนน
tr: Puan
uk: Бал
vi: Điểm
zh_hans: 分数
zh_hant: 分數

# words.quiz_based
source: Quiz-based
ar: قائم على الاختبار
ca: Basat en qüestionaris
da: Baseret på quizzer
de: Quizbasiert
es: Basado en cuestionarios
fi: Visan perusteella
fr: Basé sur le quiz
he: מבוסס על חידון
hi: क्विज़ आधारित
hu: Kviz alapú
id: Berdasarkan Kuis
it: Basato su Quiz
ja: クイズベース
ko: 퀴즈 기반
ms: Berdasarkan Kui
nb: Quizbasert
nl: Gebaseerd op quiz
pl: Na podstawie quizu
ro: Bazat pe Test
ru: На основе викторины
sv: Baserat på quiz
th: จากแบบทดสอบ
tr: Teste Dayalı
uk: На основі тесту
vi: Dựa trên bài kiểm tra
zh_hans: 基于测验
zh_hant: 基於測驗

# words.no_tags_added_yet
source: No tags added yet.
ar: لم تُضف علامات بعد.
ca: Encara no s'han afegit etiquetes.
da: Ingen tags tilføjet endnu.
de: Noch keine Tags hinzugefügt.
es: Aún no se han añadido etiquetas.
fi: Ei vielä lisättyjä tunnisteita.
fr: Aucune étiquette ajoutée pour le moment.
he: לא נוספו תגיות עדיין.
hi: अभी तक कोई टैग नहीं जोड़ा गया।
hu: Még nem adtál hozzá címkéket.
id: Belum ada tag yang ditambahkan.
it: Nessun tag aggiunto ancora.
ja: まだタグが追加されていません。
ko: 아직 태그가 추가되지 않았습니다.
ms: Belum ada tag ditambah.
nb: Ingen etiketter er lagt til ennå.
nl: Nog geen tags toegevoegd.
pl: Nie dodano jeszcze etykiet.
ro: Nicio etichetă adăugată încă.
ru: Теги ещё не добавлены.
sv: Inga taggar har lagts till ännu.
th: ยังไม่ได้เพิ่มแท็ก
tr: Henüz etiket eklenmedi.
uk: Поки не додано тегів
vi: Chưa có thẻ nào được thêm.
zh_hans: 尚未添加标签。
zh_hant: 尚未添加標籤。

# words.add_tag
source: Add Tag
ar: إضافة علامة
ca: Afegeix una etiqueta
da: Tilføj tag
de: Tag hinzufügen
es: Añadir etiqueta
fi: Lisää tunniste
fr: Ajouter une étiquette
he: הוספת תגית
hi: टैग जोड़ें
hu: Címke hozzáadása
id: Tambah Tag
it: Aggiungi Tag
ja: タグを追加
ko: 태그 추가
ms: Tambah Tag
nb: Legg til etikett
nl: Tag toevoegen
pl: Dodaj etykietę
ro: Adaugă Etichetă
ru: Добавить тег
sv: Lägg till tagg
th: เพิ่มแท็ก
tr: Etiket Ekle
uk: Додати тег
vi: Thêm thẻ
zh_hans: 添加标签
zh_hant: 添加標籤

# words.no_tags_selected
source: No tags selected
ar: لم يتم اختيار علامات
ca: No s'han seleccionat etiquetes
da: Ingen tags valgt
de: Keine Tags ausgewählt
es: No se han seleccionado etiquetas
fi: Ei valittuja tunnisteita
fr: Aucune étiquette sélectionnée
he: לא נבחרו תגיות
hi: कोई टैग चयनित नहीं
hu: Nincsenek kiválasztott címkék
id: Tidak ada tag yang dipilih
it: Nessun tag selezionato
ja: タグが選択されていません
ko: 태그가 선택되지 않았습니다
ms: Tiada tag dipilih
nb: Ingen etiketter valgt
nl: Geen tags geselecteerd
pl: Nie wybrano etykiet
ro: Nicio etichetă selectată
ru: Теги не выбраны
sv: Inga taggar valda
th: ไม่ได้เลือกแท็ก
tr: Etiket seçilmedi
uk: Теги не вибрано
vi: Chưa chọn thẻ
zh_hans: 未选择标签
zh_hant: 未選擇標籤

# words.error_loading_definitions
source: There is an error loading definitions. Please try again.
ar: حدث خطأ أثناء تحميل التعريفات. حاول مرة أخرى.
ca: Hi ha hagut un error en carregar les definicions. Torna-ho a provar.
da: Fejl ved indlæsning af definitioner. Prøv igen.
de: Fehler beim Laden der Definitionen. Bitte versuchen Sie es erneut.
es: Error al cargar definiciones. Intenta de nuevo.
fi: Virhe ladattaessa määritelmiä. Yritä uudelleen.
fr: Erreur lors du chargement des définitions. Réessayez.
he: שגיאה בטעינת ההגדרות. אנא נסה שוב.
hi: परिभाषाएं लोड करने में त्रुटि। कृपया पुनः प्रयास करें।
hu: Hiba történt a definíciók betöltésekor. Kérlek, próbáld újra.
id: Gagal memuat definisi. Silakan coba lagi.
it: Errore nel caricamento delle definizioni. Riprova.
ja: 定義の読み込みに失敗しました。もう一度お試しください。
ko: 정의 로드에 실패했습니다. 다시 시도하세요.
ms: Ralat memuatkan definisi. Cuba lagi.
nb: Feil ved lasting av definisjoner. Prøv igjen.
nl: Fout bij het laden van definities. Probeer opnieuw.
pl: Błąd podczas ładowania definicji. Spróbuj ponownie.
ro: Eroare la încărcarea definițiilor. Încearcă din nou.
ru: Ошибка загрузки определений. Попробуйте снова.
sv: Fel vid laddning av definitioner. Försök igen.
th: เกิดข้อผิดพลาดในการโหลดความหมาย ลองใหม่
tr: Tanımlar yüklenirken hata oluştu. Tekrar deneyin.
uk: Помилка завантаження визначень. Спробуйте ще раз
vi: Lỗi khi tải định nghĩa. Vui lòng thử lại.
zh_hans: 加载定义时出错。请重试。
zh_hant: 加載定義時出錯。請重試。

# words.type_word_and_press_search
source: Type a word and press 'Search' to find its definitions
ar: اكتب كلمة واضغط 'بحث' للعثور على تعريفاتها
ca: Escriu una paraula i prem 'Cerca' per trobar-ne les definicions
da: Skriv et ord og tryk på 'Søg' for at finde dets definitioner
de: Geben Sie ein Wort ein und klicken Sie auf 'Suchen', um die Definitionen zu finden
es: Escribe una palabra y pulsa 'Buscar' para encontrar definiciones
fi: Kirjoita sana ja paina 'Hae' löytääksesi sen määritelmät
fr: Tapez un mot et appuyez sur 'Rechercher' pour trouver ses définitions
he: הקלד מילה ולחץ על 'חיפוש' כדי למצוא הגדרות
hi: एक शब्द टाइप करें और उसकी परिभाषाएं खोजने के लिए 'खोज' दबाएं
hu: Írj be egy szót, és nyomd meg a 'Keresés' gombot a definíciók megtalálásához
id: Ketik kata dan tekan 'Cari' untuk menemukan definisinya
it: Digita una parola e premi 'Cerca' per trovare le definizioni
ja: 単語を入力して「検索」を押すと定義が見つかります
ko: 단어를 입력하고 '검색'을 눌러 정의를 찾으세요
ms: Taip perkataan dan tekan 'Cari' untuk mencari definisi
nb: Skriv ordet og trykk 'Søk' for å finne definisjoner
nl: Typ een woord en klik op 'Zoeken' om de definities te vinden
pl: Wpisz słowo i naciśnij 'Szukaj', aby znaleźć definicje
ro: Scrie cuvântul și apasă 'Caută' pentru a găsi definiții
ru: Введите слово и нажмите 'Поиск' для поиска определений
sv: Skriv ett ord och tryck på 'Sök' för att hitta definitioner
th: พิมพ์คำศัพท์และกด 'ค้นหา' เพื่อค้นหาความหมาย
tr: Bir kelime yazın ve tanımları bulmak için 'Ara' tuşuna basın
uk: Введіть слово та натисніть 'Пошук', щоб знайти визначення
vi: Nhập một từ và nhấn 'Tìm kiếm' để tìm định nghĩa
zh_hans: 输入单词并点击“搜索”以查找其定义
zh_hant: 輸入單詞並點擊“搜索”以查找其定義
