Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# actions.import_words
source: Import Words
ar: استيراد الكلمات
ca: Importa paraules
da: Importer ord
de: Wörter importieren
es: Importar palabras
fi: Tuo sanat
fr: Importer des mots
he: ייבוא מילים
hi: शब्द आयात करें
hu: Szavak importálása
id: Impor Kata
it: Importa Parole
ja: 単語のインポート
ko: 단어 가져오기
ms: Import Perkataan
nb: Importer ord
nl: Woorden importeren
pl: Importuj słowa
ro: Importă Cuvinte
ru: Импортировать слова
sv: Importera ord
th: นำเข้าคำศัพท์
tr: Kelimeleri İçe Aktar
uk: Імпортувати слова
vi: Nhập từ
zh_hans: 导入单词
zh_hant: 導入單詞

# actions.export_words
source: Export Words
ar: تصدير الكلمات
ca: Exporta paraules
da: Eksporter ord
de: Wörter exportieren
es: Exportar palabras
fi: Vie sanat
fr: Exporter des mots
he: ייצוא מילים
hi: शब्द निर्यात करें
hu: Szavak exportálása
id: Ekspor Kata
it: Esporta Parole
ja: 単語のエクスポート
ko: 단어 내보내기
ms: Eksport Perkataan
nb: Eksporter ord
nl: Woorden exporteren
pl: Eksportuj słowa
ro: Exportă Cuvinte
ru: Экспортировать слова
sv: Exportera ord
th: ส่งออกคำศัพท์
tr: Kelimeleri Dışa Aktar
uk: Експортувати слова
vi: Xuất từ
zh_hans: 导出单词
zh_hant: 導出單詞

# actions.stop_watching
source: Stop Watching
ar: إيقاف المشاهدة
ca: Deixa de mirar
da: Stop med at se
de: Beobachten beenden
es: Dejar de observar
fi: Lopeta seuraaminen
fr: Arrêter de suivre
he: הפסקת מעקב
hi: देखना बंद करें
hu: Megfigyelés leállítása
id: Berhenti Menonton
it: Smetti di Osservare
ja: 観察を停止
ko: 관찰 중지
ms: Berhenti Memerhati
nb: Stopp å observere
nl: Stoppen met bekijken
pl: Przestań obserwować
ro: Oprește Urmărirea
ru: Прекратить наблюдение
sv: Sluta följa
th: หยุดติดตาม
tr: Takibi Bırak
uk: Припинити спостереження
vi: Ngừng theo dõi
zh_hans: 停止观看
zh_hant: 停止觀看

# actions.make_viewer
source: Make Viewer
ar: جعل مشاهد
ca: Fes espectador
da: Udnævn til seer
de: Zuschauer machen
es: Hacer observador
fi: Tee katselija
fr: Définir comme spectateur
he: הפיכה לצופה
hi: दर्शक बनाएं
hu: Nézővé tétel
id: Jadikan Penonton
it: Rendi Visualizzatore
ja: 閲覧者に設定
ko: 뷰어로 설정
ms: Jadikan Penonton
nb: Gjør til seer
nl: Als kijker instellen
pl: Ustaw jako widz
ro: Setează ca Vizualizator
ru: Сделать зрителем
sv: Gör till visare
th: ตั้งเป็นผู้ดู
tr: Görüntüleyici Yap
uk: Зробити глядачем
vi: Đặt làm người xem
zh_hans: 设为查看者
zh_hant: 設為查看者

# actions.make_editor
source: Make Editor
ar: جعل محرر
ca: Fes editor
da: Udnævn til redaktør
de: Editor machen
es: Hacer editor
fi: Tee muokkaaja
fr: Définir comme éditeur
he: הפיכה לעורך
hi: संपादक बनाएं
hu: Szerkesztővé tétel
id: Jadikan Editor
it: Rendi Editor
ja: 編集者に設定
ko: 편집자로 설정
ms: Jadikan Penyunting
nb: Gjør til redaktør
nl: Als editor instellen
pl: Ustaw jako edytor
ro: Setează ca Editor
ru: Сделать редактором
sv: Gör till redigerare
th: ตั้งเป็นผู้แก้ไข
tr: Editör Yap
uk: Зробити редактором
vi: Đặt làm biên tập viên
zh_hans: 设为编辑者
zh_hant: 設為編輯者

# actions.remove
source: Remove
ar: إزالة
ca: Elimina
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
he: הסרה
hi: हटाएं
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
ms: Buang
nb: Fjern
nl: Verwijderen
pl: Usuń
ro: Elimină
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# actions.skip_for_now
source: Skip for Now
ar: تخطي الآن
ca: Omet de moment
da: Spring over for nu
de: Vorerst überspringen
es: Omitir por ahora
fi: Ohita toistaiseksi
fr: Passer pour l'instant
he: דילוג לעת עתה
hi: अभी के लिए छोड़ें
hu: Most kihagyás
id: Lewati Sekarang
it: Salta per Ora
ja: 今はスキップ
ko: 지금 건너뛰기
ms: Langkau Buat Masa Ini
nb: Hopp over for nå
nl: Voorlopig overslaan
pl: Pomiń na razie
ro: Sari Peste Momentan
ru: Пропустить пока
sv: Hoppa över för nu
th: ข้ามไปก่อน
tr: Şimdilik Atla
uk: Пропустити поки що
vi: Bỏ qua tạm thời
zh_hans: 暂时跳过
zh_hant: 暫時跳過

# actions.link_google
source: Link Google
ar: ربط بحساب جوجل
ca: Enllaça amb Google
da: Link til Google
de: Mit Google verknüpfen
es: Vincular con Google
fi: Linkitä Googleen
fr: Lier à Google
he: קישור לגוגל
hi: गूगल से लिंक करें
hu: Google összekapcsolása
id: Tautkan Google
it: Collega Google
ja: Googleとリンク
ko: Google 계정 연동
nb: Koble til Google
nl: Koppelen aan Google
pl: Połącz z Google
ro: Conectează cu Google
ru: Связать с Google
sv: Länka med Google
th: เชื่อมต่อกับ Google
tr: Google ile Bağla
uk: Підключити Google
vi: Liên kết với Google
zh_hans: 关联谷歌账户
zh_hant: 關聯谷歌帳戶

# actions.link_apple
source: Link Apple
ar: ربط بحساب أبل
ca: Enllaça amb Apple
da: Link til Apple
de: Mit Apple verknüpfen
es: Vincular con Apple
fi: Linkitä Appleen
fr: Lier à Apple
he: קישור לאפל
hi: एप्पल से लिंक करें
hu: Apple összekapcsolása
id: Tautkan Apple
it: Collega Apple
ja: Appleとリンク
ko: Apple 계정 연동
nb: Koble til Apple
nl: Koppelen aan Apple
pl: Połącz z Apple
ro: Conectează cu Apple
ru: Связать с Apple
sv: Länka med Apple
th: เชื่อมต่อกับ Apple
tr: Apple ile Bağla
uk: Підключити Apple
vi: Liên kết với Apple
zh_hans: 关联苹果账户
zh_hant: 關聯蘋果帳戶

# actions.toggle_like
source: Toggle Like
ar: تبديل الإعجاب
ca: Canvia m'agrada
da: Skift like
de: Like umschalten
es: Alternar me gusta
fi: Vaihda tykkäys
fr: Basculer le like
he: החלפת לייק
hi: लाइक टॉगल करें
hu: Kedvelés váltása
id: Alihkan Suka
it: Attiva/Disattiva Mi Piace
ja: いいねを切り替え
ko: 좋아요 전환
ms: Togol Suka
nb: Bytt liker
nl: Like schakelen
pl: Przełącz polubienie
ro: Comută Apreciere
ru: Переключить лайк
sv: Växla gilla
th: สลับถูกใจ
tr: Beğenmeyi Değiştir
uk: Перемкнути вподобання
vi: Chuyển đổi thích
zh_hans: 切换喜欢
zh_hant: 切換喜歡

# actions.toggle_favorite
source: Toggle Favorite
ar: تبديل المفضلة
ca: Canvia favorit
da: Skift favorit
de: Favorit umschalten
es: Alternar favorito
fi: Vaihda suosikki
fr: Basculer le favori
he: החלפת מועדף
hi: पसंदीदा टॉगल करें
hu: Kedvenc váltása
id: Alihkan Favorit
it: Attiva/Disattiva Preferito
ja: お気に入りを切り替え
ko: 즐겨찾기 전환
ms: Togol Kegemaran
nb: Bytt favoritt
nl: Favoriet schakelen
pl: Przełącz ulubione
ro: Comută Favorit
ru: Переключить избранное
sv: Växla favorit
th: สลับรายการโปรด
tr: Favoriyi Değiştir
uk: Перемкнути обране
vi: Chuyển đổi yêu thích
zh_hans: 切换收藏
zh_hant: 切換收藏

# onboarding.welcome_to
source: Welcome to
ar: مرحبًا بك في
ca: Benvingut a
da: Velkommen til
de: Willkommen bei
es: Bienvenido a
fi: Tervetuloa
fr: Bienvenue sur
he: ברוכים הבאים ל
hi: में आपका स्वागत है
hu: Üdvözöljük a
id: Selamat Datang di
it: Benvenuto in
ja: ようこそ
ko: 환영합니다
ms: Selamat Datang ke
nb: Velkommen til
nl: Welkom bij
pl: Witaj w
ro: Bine ai venit la
ru: Добро пожаловать в
sv: Välkommen till
th: ยินดีต้อนรับสู่
tr: Hoş Geldiniz
uk: Ласкаво просимо до
vi: Chào mừng đến với
zh_hans: 欢迎使用
zh_hant: 歡迎使用

# onboarding.my_dictionary
source: My Dictionary
ar: قاموسي
ca: El meu diccionari
da: Min Ordbog
de: Mein Wörterbuch
es: Mi Diccionario
fi: Oma Sanakirja
fr: Mon Dictionnaire
he: המילון שלי
hi: मेरा शब्दकोश
hu: Saját szótár
id: Kamus Saya
it: Il Mio Dizionario
ja: マイ辞書
ko: 내 사전
ms: Kamus Saya
nb: Min ordbok
nl: Mijn Woordenboek
pl: Mój słownik
ro: Dicționarul Meu
ru: Мой словарь
sv: Min Ordbok
th: พจนานุกรมของฉัน
tr: Sözlüğüm
uk: Мій словник
vi: Từ điển của tôi
zh_hans: 我的词典
zh_hant: 我的詞典

# onboarding.personal_vocabulary_companion
source: Your personal vocabulary companion
ar: رفيقك الشخصي لتطوير المفردات
ca: El teu company personal de vocabulari
da: Din personlige ordbogskammerat
de: Ihr persönlicher Vokabelbegleiter
es: Tu compañero personal de vocabulario
fi: Henkilökohtainen sanastoavustajasi
fr: Votre compagnon de vocabulaire personnel
he: המלווה האישי שלך ללימוד אוצר מילים
hi: आपका व्यक्तिगत शब्दावली सहयोगी
hu: Személyes szókincs társad
id: Pendamping Kosakata Pribadi Anda
it: Il tuo compagno personale per il vocabolario
ja: あなたの個人的な語彙の仲間
ko: 개인 어휘 동반자
ms: Rakan kosa kata peribadi anda
nb: Din personlige vokabularpartner
nl: Jouw persoonlijke woordenschatgenoot
pl: Twój osobisty towarzysz słownictwa
ro: Companionul tău personal pentru vocabular
ru: Ваш личный помощник по словарному запасу
sv: Din personliga ordförrådspartner
th: เพื่อนคู่ใจในการเรียนรู้คำศัพท์
tr: Kişisel Kelime Arkadaşınız
uk: Ваш особистий помічник зі словниковим запасом
vi: Người bạn đồng hành từ vựng cá nhân của bạn
zh_hans: 你的个人词汇助手
zh_hant: 你的個人詞彙助手

# onboarding.build_your_vocabulary
source: Build Your Vocabulary
ar: ابنِ مفرداتك
ca: Construeix el teu vocabulari
da: Byg dit ordforråd
de: Bauen Sie Ihren Wortschatz auf
es: Amplía tu vocabulario
fi: Rakenna sanastosi
fr: Construisez votre vocabulaire
he: בנה את אוצר המילים שלך
hi: अपनी शब्दावली बनाएं
hu: Építsd fel a szókincsed
id: Bangun Kosakata Anda
it: Costruisci il tuo vocabolario
ja: 語彙を増やす
ko: 어휘를 쌓아보세요
ms: Bina Kosa Kata Anda
nb: Bygg ditt vokabular
nl: Bouw je woordenschat op
pl: Buduj swoje słownictwo
ro: Construiește-ți Vocabularul
ru: Расширяйте свой словарный запас
sv: Bygg ditt ordförråd
th: สร้างคลังคำศัพท์ของคุณ
tr: Kelime Dağarcığınızı Geliştirin
uk: Розвивайте свій словниковий запас
vi: Xây dựng vốn từ vựng của bạn
zh_hans: 构建你的词汇库
zh_hant: 構建你的詞彙庫

# onboarding.personalized_learning
source: Personalized Learning
ar: تعليم مخصص
ca: Aprenentatge personalitzat
da: Personlig læring
de: Personalisiertes Lernen
es: Aprendizaje personalizado
fi: Henkilökohtainen oppiminen
fr: Apprentissage personnalisé
he: למידה מותאמת אישית
hi: वैयक्तिकृत शिक्षा
hu: Személyre szabott tanulás
id: Pembelajaran yang Dipersonalisasi
it: Apprendimento personalizzato
ja: パーソナライズされた学習
ko: 맞춤형 학습
ms: Pembelajaran Diperibadikan
nb: Personlig læring
nl: Gepersonaliseerd leren
pl: Spersonalizowana nauka
ro: Învățare Personalizată
ru: Персонализированное обучение
sv: Personligt lärande
th: การเรียนรู้แบบเฉพาะบุคคล
tr: Kişiselleştirilmiş Öğrenme
uk: Персоналізоване навчання
vi: Học tập cá nhân hóa
zh_hans: 个性化学习
zh_hant: 個性化學習

# onboarding.youre_all_set
source: You're All Set!
ar: أنت جاهز تمامًا!
ca: Tot a punt!
da: Du er klar!
de: Sie sind bereit!
es: ¡Todo listo!
fi: Olet valmis!
fr: Vous êtes prêt !
he: אתה מוכן!
hi: आप पूरी तरह तैयार हैं!
hu: Minden kész!
id: Anda Sudah Siap!
it: Sei pronto!
ja: 準備完了！
ko: 모두 준비되었습니다!
ms: Anda sudah bersedia!
nb: Du er klar!
nl: Je bent helemaal klaar!
pl: Wszystko gotowe!
ro: Totul este gata!
ru: Всё готово!
sv: Du är redo!
th: พร้อมแล้ว!
tr: Her Şey Hazır!
uk: Ви готові!
vi: Bạn đã sẵn sàng!
zh_hans: 一切就绪！
zh_hant: 一切就緒！

# onboarding.start_building_vocabulary
source: Start building your vocabulary today and watch your language skills grow.
ar: ابدأ ببناء مفرداتك اليوم وشاهد مهاراتك اللغوية تنمو.
ca: Comença a construir el teu vocabulari avui i observa com creixen les teves habilitats lingüístiques.
da: Begynd at opbygge dit ordforråd i dag og se dine sprogkundskaber vokse.
de: Beginnen Sie noch heute, Ihren Wortschatz aufzubauen und sehen Sie Ihre Sprachkenntnisse wachsen.
es: Comienza a construir tu vocabulario hoy y observa cómo crecen tus habilidades lingüísticas.
fi: Aloita sanastosi rakentaminen tänään ja näe kielitaitosi kasvavan.
fr: Commencez à construire votre vocabulaire dès aujourd'hui et voyez vos compétences linguistiques progresser.
he: התחל לבנות את אוצר המילים שלך עוד היום וראה את כישורי השפה שלך צומחים.
hi: आज से अपनी शब्दावली बनाना शुरू करें और अपनी भाषा कौशल को बढ़ते देखें।
hu: Kezdj el ma szókincset építeni, és nézd, ahogy nyelvi készségeid fejlődnek.
id: Mulai bangun kosakata Anda hari ini dan saksikan keterampilan bahasa Anda berkembang.
it: Inizia a costruire il tuo vocabolario oggi e guarda le tue competenze linguistiche crescere.
ja: 今日から語彙を増やし始め、言語スキルの向上を体感してください。
ko: 오늘부터 어휘를 쌓기 시작하여 언어 실력이 향상되는 모습을 지켜보세요.
ms: Mula membina kosa kata anda hari ini dan lihat kemahiran bahasa anda berkembang.
nb: Begynn å bygge vokabularet ditt i dag og se språkferdighetene dine vokse.
nl: Begin vandaag met het opbouwen van je woordenschat en zie je taalvaardigheden groeien.
pl: Zacznij budować swoje słownictwo już dziś i obserwuj, jak rosną Twoje umiejętności językowe.
ro: Începe să-ți construiești vocabularul astăzi și urmărește cum cresc abilitățile tale lingvistice.
ru: Начните расширять свой словарный запас сегодня и наблюдайте, как растут ваши языковые навыки.
sv: Börja bygga ditt ordförråd idag och se dina språkfärdigheter växa.
th: เริ่มสร้างคลังคำศัพท์ของคุณวันนี้และดูทักษะภาษาของคุณเติบโต
tr: Bugünden itibaren kelime dağarcığınızı oluşturmaya başlayın ve dil becerilerinizin büyümesini izleyin.
uk: Почніть створювати свій словниковий запас сьогодні та спостерігайте за зростанням ваших мовних навичок
vi: Hãy bắt đầu xây dựng vốn từ vựng của bạn ngay hôm nay và theo dõi sự phát triển kỹ năng ngôn ngữ của bạn.
zh_hans: 今天开始构建你的词汇库，观看你的语言技能成长。
zh_hant: 今天開始構建你的詞彙庫，觀看你的語言技能成長。

# onboarding.get_started
source: Get Started
ar: ابدأ الآن
ca: Comença ara
da: Kom i gang
de: Loslegen
es: Comenzar
fi: Aloita
fr: Commencer
he: התחל
hi: शुरू करें
hu: Kezdés
id: Mulai
it: Inizia
ja: 始める
ko: 시작하기
ms: Bermula
nb: Kom i gang
nl: Aan de slag
pl: Rozpocznij
ro: Începe
ru: Начать
sv: Kom igång
th: เริ่มต้น
tr: Başla
uk: Почати
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# onboarding.next_step
source: Next
ar: الخطوة التالية
ca: Següent
da: Næste skridt
de: Nächster Schritt
es: Siguiente paso
fi: Seuraava askel
fr: Étape suivante
he: השלב הבא
hi: अगला कदम
hu: Következő lépés
id: Langkah Berikutnya
it: Passo Successivo
ja: 次のステップ
ko: 다음 단계
ms: Langkah Seterusnya
nb: Neste steg
nl: Volgende stap
pl: Następny krok
ro: Pasul Următor
ru: Далее
sv: Nästa steg
th: ขั้นตอนถัดไป
tr: Sonraki Adım
uk: Наступний крок
vi: Bước tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# onboarding.personal_word_list
source: Personal Word List
ar: قائمة كلمات شخصية
ca: Llista de paraules personal
da: Personlig ordliste
de: Persönliche Wortliste
es: Lista personal de palabras
fi: Henkilökohtainen sanalista
fr: Liste de mots personnelle
he: רשימת מילים אישית
hi: व्यक्तिगत शब्द सूची
hu: Személyes szólista
id: Daftar Kata Pribadi
it: Lista di Parole Personale
ja: 個人単語リスト
ko: 개인 단어 리스트
ms: Senarai Perkataan Peribadi
nb: Personlig ordliste
nl: Persoonlijke woordenlijst
pl: Osobista lista słów
ro: Listă Personală de Cuvinte
ru: Личный список слов
sv: Personlig ordlista
th: รายการคำศัพท์ส่วนตัว
tr: Kişisel Kelime Listesi
uk: Особистий список слів
vi: Danh sách từ cá nhân
zh_hans: 个人单词列表
zh_hant: 個人單詞列表

# onboarding.create_organize_vocabulary
source: Create and organize your own vocabulary collections with custom definitions and examples
ar: أنشئ وقم بتنظيم مجموعات المفردات الخاصة بك مع تعريفات وأمثلة مخصصة
ca: Crea i organitza les teves pròpies col·leccions de vocabulari amb definicions i exemples personalitzats
da: Opret og organiser dine egne ordsamlinger med tilpassede definitioner og eksempler
de: Erstellen und organisieren Sie Ihre eigenen Wortsammlungen mit benutzerdefinierten Definitionen und Beispielen
es: Crea y organiza tu colección de palabras con definiciones y ejemplos personalizados
fi: Luo ja järjestä omia sanakokoelmiasi mukautetuilla määritelmillä ja esimerkeillä
fr: Créez et organisez vos propres collections de mots avec des définitions et des exemples personnalisés
he: צור וארגן את אוספי המילים שלך עם הגדרות ודוגמאות מותאמות אישית
hi: अपने स्वयं के शब्द संग्रह को कस्टम परिभाषाओं और उदाहरणों के साथ बनाएं और व्यवस्थित करें
hu: Hozd létre és rendezd szókincsgyűjteményedet egyedi definíciókkal és példákkal
id: Buat dan atur koleksi kosakata Anda dengan definisi dan contoh khusus
it: Crea e organizza la tua collezione di vocabolario con definizioni ed esempi personalizzati
ja: 独自の定義と例で語彙コレクションを作成・整理
ko: 사용자 정의 정의와 예문으로 어휘 컬렉션을 만들고 정리하세요
ms: Cipta dan susun koleksi kosa kata anda dengan definisi dan contoh yang disesuaikan
nb: Opprett og organiser vokabularet ditt med tilpassede definisjoner og eksempler
nl: Maak en organiseer je eigen woordencollecties met aangepaste definities en voorbeelden
pl: Twórz i organizuj swoją kolekcję słownictwa z niestandardowymi definicjami i przykładami
ro: Creează și organizează-ți colecția de vocabular cu definiții și exemple personalizate
ru: Создавайте и организуйте свою коллекцию слов с персонализированными определениями и примерами
sv: Skapa och organisera din ordsamling med anpassade definitioner och exempel
th: สร้างและจัดระเบียบคลังคำศัพท์ของคุณด้วยความหมายและตัวอย่างที่กำหนดเอง
tr: Özel tanımlar ve örneklerle kelime koleksiyonunuzu oluşturun ve düzenleyin
uk: Створюйте та впорядковуйте свій словниковий запас із власними визначеннями та прикладами
vi: Tạo và sắp xếp vốn từ vựng của bạn với các định nghĩa và ví dụ tùy chỉnh
zh_hans: 创建并组织你的词汇集合，包含自定义定义和示例
zh_hant: 創建並組織你的詞彙集合，包含自定義定義和示例

# onboarding.find_definitions
source: Find Definitions
ar: ابحث عن التعريفات
ca: Troba definicions
da: Find definitioner
de: Definitionen finden
es: Encontrar definiciones
fi: Etsi määritelmiä
fr: Trouver des définitions
he: מצא הגדרות
hi: परिभाषाएं खोजें
hu: Definíciók keresése
id: Temukan Definisi
it: Trova Definizioni
ja: 定義を見つける
ko: 정의 찾기
ms: Cari Definisi
nb: Finn definisjoner
nl: Vind definities
pl: Znajdź definicje
ro: Găsește Definiții
ru: Поиск определений
sv: Hitta definitioner
th: ค้นหาความหมาย
tr: Tanımları Bul
uk: Знайти визначення
vi: Tìm định nghĩa
zh_hans: 查找定义
zh_hant: 查找定義

# onboarding.comprehensive_definitions
source: Get comprehensive definitions with multiple meanings and contexts
ar: احصل على تعريفات شاملة بمعانٍ وسياقات متعددة
ca: Obtén definicions completes amb múltiples significats i contextos
da: Få omfattende definitioner med flere betydninger og kontekster
de: Erhalten Sie umfassende Definitionen mit mehreren Bedeutungen und Kontexten
es: Obtén definiciones completas con múltiples significados y contextos
fi: Saat kattavia määritelmiä useilla merkityksillä ja konteksteilla
fr: Obtenez des définitions complètes avec plusieurs significations et contextes
he: קבל הגדרות מקיפות עם משמעויות מרובות והקשרים
hi: एकाधिक अर्थों और संदर्भों के साथ व्यापक परिभाषाएं प्राप्त करें
hu: Átfogó definíciók több jelentéssel és kontextussal
id: Dapatkan definisi komprehensif dengan berbagai makna dan konteks
it: Ottieni definizioni complete con molteplici significati e contesti
ja: 複数の意味と文脈を持つ包括的な定義を取得
ko: 다양한 의미와 맥락을 포함한 포괄적인 정의를 얻으세요
ms: Dapatkan definisi menyeluruh dengan pelbagai makna dan konteks
nb: Få omfattende definisjoner med flere betydninger og kontekster
nl: Krijg uitgebreide definities met meerdere betekenissen en contexten
pl: Uzyskaj kompleksowe definicje z wieloma znaczeniami i kontekstami
ro: Obține definiții cuprinzătoare cu multiple semnificații și contexte
ru: Получайте полные определения с множеством значений и контекстов
sv: Få omfattande definitioner med flera betydelser och sammanhang
th: รับความหมายที่ครอบคลุมพร้อมความหมายและบริบทหลายแบบ
tr: Birden fazla anlam ve bağlamla kapsamlı tanımlar alın
uk: Отримуйте вичерпні визначення з кількома значеннями та контекстами
vi: Nhận định nghĩa toàn diện với nhiều ý nghĩa và ngữ cảnh
zh_hans: 获取包含多种含义和语境的全面定义
zh_hant: 獲取包含多種含義和語境的全面定義

# onboarding.collect_idioms
source: Collect Idioms
ar: جمع التعابير
ca: Recull modismes
da: Saml idiomer
de: Redewendungen sammeln
es: Recolectar modismos
fi: Kerää idiomeja
fr: Collecter des expressions
he: אסוף ביטויים
hi: मुहावरे संग्रह करें
hu: Kifejezések gyűjtése
id: Kumpulkan Ungkapan
it: Raccogli Espressioni
ja: 慣用句を収集
ko: 관용구 수집
ms: Kumpul Ungkapan
nb: Samle uttrykk
nl: Idiomen verzamelen
pl: Zbieraj wyrażenia
ro: Colectează Expresii
ru: Собирайте выражения
sv: Samla uttryck
th: รวบรวมสำนวน
tr: Deyimleri Topla
uk: Збирайте ідіоми
vi: Sưu tầm thành ngữ
zh_hans: 收集习语
zh_hant: 收集成語

# onboarding.learn_practice_idioms
source: Learn and practice idioms and expressions from around the world
ar: تعلم ومارس التعابير والمصطلحات من جميع أنحاء العالم
ca: Aprèn i practica modismes i expressions d'arreu del món
da: Lær og øv idiomer og udtryk fra hele verden
de: Lernen und üben Sie Redewendungen und Ausdrücke aus aller Welt
es: Aprende y practica modismos y frases de todo el mundo
fi: Opi ja harjoittele idiomeja ja ilmauksia ympäri maailmaa
fr: Apprenez et pratiquez des expressions et idiomes du monde entier
he: למד ותרגל ביטויים וניבים מכל העולם
hi: दुनिया भर के मुहावरों और अभिव्यक्तियों को सीखें और अभ्यास करें
hu: Tanulj és gyakorolj kifejezéseket és szólásokat a világ minden tájáról
id: Pelajari dan latih ungkapan dan frasa dari seluruh dunia
it: Impara e pratica espressioni e modi di dire da tutto il mondo
ja: 世界中の慣用句やフレーズを学び、練習
ko: 전 세계의 관용구와 표현을 배우고 연습하세요
ms: Belajar dan berlatih ungkapan dan frasa dari seluruh dunia
nb: Lær og øv på uttrykk og fraser fra hele verden
nl: Leer en oefen idiomen en uitdrukkingen van over de hele wereld
pl: Ucz się i ćwicz wyrażenia i frazy z całego świata
ro: Învață și exersează expresii și fraze din întreaga lume
ru: Изучайте и практикуйте идиомы и фразы со всего мира
sv: Lär dig och öva uttryck och fraser från hela världen
th: เรียนรู้และฝึกฝนสำนวนและวลีจากทั่วโลก
tr: Dünyanın dört bir yanından deyimler ve ifadeler öğrenin ve pratik yapın
uk: Вивчайте та практикуйте ідіоми та фрази з усього світу
vi: Học và thực hành các thành ngữ và cụm từ từ khắp nơi trên thế giới
zh_hans: 学习并练习来自世界各地的习语和表达
zh_hant: 學習並練習來自世界各地的成語和表達

# onboarding.smart_quizzes
source: Smart Quizzes
ar: اختبارات ذكية
ca: Qüestionaris intel·ligents
da: Smarte quizzer
de: Intelligente Quiz
es: Cuestionarios inteligentes
fi: Älykkäät visat
fr: Quiz intelligents
he: חידונים חכמים
hi: स्मार्ट क्विज़
hu: Okos kvizek
id: Kuis Cerdas
it: Quiz Intelligenti
ja: スマートクイズ
ko: 스마트 퀴즈
ms: Kui Pintar
nb: Smarte quizzer
nl: Slimme quizzen
pl: Inteligentne quizy
ro: Teste Inteligente
ru: Умные викторины
sv: Smarta quiz
th: แบบทดสอบอัจฉริยะ
tr: Akıllı Testler
uk: Розумні тести
vi: Bài kiểm tra thông minh
zh_hans: 智能测验
zh_hant: 智能測驗

# onboarding.adaptive_quizzes
source: Adaptive quizzes that learn from your progress
ar: اختبارات تتكيف مع تقدمك
ca: Qüestionaris adaptatius que aprenen del teu progrés
da: Adaptive quizzer, der lærer af dine fremskridt
de: Adaptive Quiz, die von Ihren Fortschritten lernen
es: Cuestionarios adaptativos basados en tu progreso
fi: Mukautuvat visat, jotka oppivat edistymisestäsi
fr: Quiz adaptatifs qui apprennent de vos progrès
he: חידונים מתאימים שלומדים מההתקדמות שלך
hi: आपकी प्रगति से सीखने वाले अनुकूली क्विज़
hu: A haladásodhoz igazodó adaptív kvizek
id: Kuis adaptif yang belajar dari kemajuan Anda
it: Quiz adattivi che si basano sui tuoi progressi
ja: あなたの進捗に適応するクイズ
ko: 당신의 진행 상황에 따라 적응하는 퀴즈
ms: Kui adaptif yang berdasarkan kemajuan anda
nb: Adaptive quizzer basert på fremgangen din
nl: Adaptieve quizzen die leren van je voortgang
pl: Adaptacyjne quizy oparte na Twoich postępach
ro: Teste adaptative bazate pe progresul tău
ru: Адаптивные викторины, основанные на вашем прогрессе
sv: Adaptiva quiz baserade på dina framsteg
th: แบบทดสอบที่ปรับเปลี่ยนตามความคืบหน้าของคุณ
tr: İlerlemenize göre uyarlanmış testler
uk: Тести, адаптовані до вашого прогресу
vi: Bài kiểm tra thích ứng với tiến độ của bạn
zh_hans: 根据你的进度调整的测验
zh_hant: 根據你的進度調整的測驗

# onboarding.progress_tracking
source: Progress Tracking
ar: تتبع التقدم
ca: Seguiment del progrés
da: Fremskridtssporing
de: Fortschrittsverfolgung
es: Seguimiento del progreso
fi: Edistymisen seuranta
fr: Suivi des progrès
he: מעקב אחר התקדמות
hi: प्रगति ट्रैकिंग
hu: Haladás nyomon követése
id: Pelacakan Kemajuan
it: Monitoraggio dei Progressi
ja: 進捗追跡
ko: 진행 상황 추적
ms: Penjejakan Kemajuan
nb: Fremgangssporing
nl: Voortgangsregistratie
pl: Śledzenie postępów
ro: Urmărirea Progresului
ru: Отслеживание прогресса
sv: Spåra framsteg
th: ติดตามความคืบหน้า
tr: İlerlemeyi Takip Et
uk: Відстеження прогресу
vi: Theo dõi tiến độ
zh_hans: 进度跟踪
zh_hant: 進度跟踪
