Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# filter_display.try_different_search_term_idioms
source: Try a different search term or add a new idiom
cs: Zkuste jiný vyhledávací termín nebo přidejte nový idiom
da: Prøv et andet søgeord eller tilføj et nyt idiom
el: Δοκιμάστε έναν διαφορετικό όρο αναζήτησης ή προσθέστε έναν νέο ιδιωματισμό
hr: Pokušajte s drugim pojmom za pretragu ili dodajte novi idiom
ms: Cuba istilah carian lain atau tambah ungkapan bahuru
nl: Probeer een andere zoekterm of voeg een nieuw idioom toe
pt_pt: Tente um termo de pesquisa diferente ou adicione uma nova expressão
ru: Попробуйте другой поисковый запрос или добавьте новое выражение

# filter_display.add_tags_to_organize
source: Add tags to your words to organize them better
ar: أضف علامات إلى كلماتك لتنظيمها بشكل أفضل
ca: Afegeix etiquetes a les teves paraules per organitzar-les millor
cs: Přidejte štítky ke svým slovům pro lepší organizaci
da: Tilføj tags til dine ord for bedre organisering
de: Fügen Sie Tags zu Ihren Wörtern hinzu, um sie besser zu organisieren
el: Προσθέστε ετικέτες στις λέξεις σας για να τις οργανώσετε καλύτερα
es: Añade etiquetas a tus palabras para una mejor organización
fi: Lisää tunnisteita sanoihisi paremman järjestelyn vuoksi
fr: Ajoutez des étiquettes à vos mots pour une meilleure organisation
he: הוסף תגיות למילים שלך לארגון טוב יותר
hi: बेहतर संगठन के लिए अपने शब्दों में टैग जोड़ें
hr: Dodajte oznake svojim riječima kako biste ih bolje organizirali
hu: Adj hozzá címkéket a szavaidhoz a jobb rendszerezés érdekében
id: Tambah tag ke kata Anda untuk organisasi yang lebih baik
it: Aggiungi tag alle tue parole per una migliore organizzazione
ja: 単語にタグを追加してより良く整理
ko: 단어에 태그를 추가하여 더 잘 정리하세요
ms: Tambah tag pada perkataan anda untuk menyusunnya dengan lebih baik
nb: Legg til etiketter på ordene dine for bedre organisering
nl: Voeg labels toe aan je woorden om ze beter te organiseren
pl: Dodaj etykiety do swoich słów, aby lepiej je zorganizować
pt_pt: Adicione etiquetas às suas palavras para as organizar melhor
ro: Adaugă etichete la cuvintele tale pentru o organizare mai bună
ru: Добавляйте теги к словам, чтобы лучше их организовать
sk: Pridajte značky k vašim slovám pre lepšiu organizáciu
sv: Lägg till taggar till dina ord för bättre organisation
th: เพิ่มแท็กในคำศัพท์ของคุณเพื่อการจัดระเบียบที่ดีขึ้น
tr: Kelimelerinizi daha iyi düzenlemek için etiketler ekleyin
uk: Додайте теги до слів для кращого впорядкування
vi: Thêm thẻ vào từ để sắp xếp tốt hơn
zh_hans: 为你的单词添加标签以更好地组织
zh_hant: 為你的單詞添加標籤以更好地組織

# filter_display.add_tags_to_organize_idioms
source: Add tags to your idioms to organize them better
cs: Přidejte štítky ke svým idiomům pro lepší organizaci
da: Tilføj tags til dine idiomer for bedre organisering
el: Προσθέστε ετικέτες στους ιδιωματισμούς σας για να τους οργανώσετε καλύτερα
hr: Dodajte oznake svojim idiomima kako biste ih bolje organizirali
ms: Tambah tag pada ungkapan anda untuk menyusunnya dengan lebih baik
nl: Voeg labels toe aan je idiomen om ze beter te organiseren
pt_pt: Adicione etiquetas às suas expressões para as organizar melhor
ru: Добавляйте теги к выражениям, чтобы лучше их организовать

# filter_display.new_words_appear_here
source: New words appear here when you add them to your list
ar: تظهر الكلمات الجديدة هنا عند إضافتها إلى قائمتك
ca: Les paraules noves apareixen aquí quan les afegeixes a la teva llista
cs: Nová slova se zde objeví, když je přidáte do svého seznamu
da: Nye ord vil vises her, når du tilføjer dem til din liste
de: Neue Wörter erscheinen hier, sobald Sie sie zu Ihrer Liste hinzufügen
el: Οι νέες λέξεις εμφανίζονται εδώ όταν τις προσθέτετε στη λίστα σας
es: Las palabras nuevas aparecerán aquí después de añadirlas a tu lista
fi: Uudet sanat ilmestyvät tähän, kun lisäät niitä listallesi
fr: Les nouveaux mots apparaîtront ici lorsque vous les ajouterez à votre liste
he: מילים חדשות יופיעו כאן לאחר שתוסיף אותם לרשימה שלך
hi: जब आप अपनी सूची में नए शब्द जोड़ेंगे तो वे यहां दिखाई देंगे
hr: Nove riječi pojavljuju se ovdje kada ih dodate na svoju listu
hu: Az új szavak itt jelennek meg, miután hozzáadtad őket a listádhoz
id: Kata-kata baru akan muncul di sini setelah Anda menambahkannya ke daftar Anda
it: Le nuove parole appariranno qui dopo che le avrai aggiunte alla tua lista
ja: 新しい単語はリストに追加後ここに表示されます
ko: 새 단어는 리스트에 추가된 후 여기에 표시됩니다
ms: Perkataan baharu muncul di sini apabila anda menambahkannya ke senarai anda
nb: Nye ord vises her etter at du har lagt dem til i listen din
nl: Nieuwe woorden verschijnen hier wanneer je ze aan je lijst toevoegt
pl: Nowe słowa pojawią się tutaj po dodaniu ich do listy
pt_pt: Novas palavras aparecem aqui quando as adiciona à sua lista
ro: Cuvintele noi vor apărea aici după ce le adaugi la listă
ru: Новые слова появятся здесь, когда вы добавите их в свой список
sk: Nové slová sa tu objavia po ich pridaní do vášho zoznamu
sv: Nya ord visas här efter att de lagts till i din lista
th: คำศัพท์ใหม่จะปรากฏที่นี่หลังจากเพิ่มลงในรายการของคุณ
tr: Yeni kelimeler listenize eklendikten sonra burada görünecek
uk: Нові слова з'являться тут після додавання до вашого списку
vi: Từ mới sẽ xuất hiện tại đây sau khi được thêm vào danh sách của bạn
zh_hans: 新单词在添加到列表时会出现在这里
zh_hant: 新單詞在添加到列表時會出現在這裡

# filter_display.new_idioms_appear_here
source: New idioms appear here when you add them to your list
cs: Nové idiomy se zde objeví, když je přidáte do svého seznamu
da: Nye idiomer vil vises her, når du tilføjer dem til din liste
el: Οι νέοι ιδιωματισμοί εμφανίζονται εδώ όταν τους προσθέτετε στη λίστα σας
hr: Novi idiomi pojavljuju se ovdje kada ih dodate na svoju listu
ms: Ungkapan baharu muncul di sini apabila anda menambahkannya ke senarai anda
nl: Nieuwe idiomen verschijnen hier wanneer je ze aan je lijst toevoegt
pt_pt: Novas expressões aparecem aqui quando as adiciona à sua lista
ru: Новые идиомы появятся здесь, когда вы добавите их в свой список

# filter_display.words_appear_here_as_you_practice
source: Words appear here as you practice them in quizzes
ar: تظهر الكلمات هنا أثناء ممارستها في الاختبارات
ca: Les paraules apareixen aquí mentre les practiques en qüestionaris
cs: Slova se zde objeví, když je procvičujete v kvízech
da: Ord vil vises her, når du øver dem i quizzer
de: Wörter erscheinen hier, während Sie sie in Quiz üben
es: Las palabras aparecerán aquí a medida que practiques con cuestionarios
fi: Sanat ilmestyvät tähän, kun harjoittelet niitä visoissa
fr: Les mots apparaîtront ici lorsque vous les pratiquerez dans les quiz
he: מילים יופיעו כאן ככל שתתרגל אותם בחידונים
hi: जैसे-जैसे आप क्विज़ में अभ्यास करेंगे, शब्द यहां दिखाई देंगे
hr: Riječi se pojavljuju ovdje dok ih vježbate u kvizovima
hu: A szavak itt jelennek meg, ahogy gyakorlod őket a kvizekben
id: Kata-kata akan muncul di sini saat Anda berlatih melalui kuis
it: Le parole appariranno qui mentre ti eserciti con i quiz
ja: クイズで練習するにつれて単語がここに表示されます
ko: 퀴즈로 연습하면서 단어가 여기에 표시됩니다
ms: Perkataan muncul di sini semasa anda berlatih dalam kuiz
nb: Ord vises her når du øver med quizzer
nl: Woorden verschijnen hier terwijl je ze oefent in quizzen
pl: Słowa pojawią się tutaj, gdy będziesz ćwiczyć z quizami
pt_pt: Palavras aparecem aqui à medida que as pratica em questionários
ro: Cuvintele vor apărea aici pe măsură ce exersezi cu teste
ru: Слова появятся здесь по мере их практики в викторинах
sk: Slová sa tu objavia, ako budete cvičiť s kvízmi
sv: Ord visas här när du övar med quiz
th: คำศัพท์จะปรากฏที่นี่เมื่อคุณฝึกด้วยแบบทดสอบ
tr: Testlerle alıştırma yaptıkça kelimeler burada görünecek
uk: Слова з'являться тут, коли ви практикуватимете з тестами
vi: Từ sẽ xuất hiện tại đây khi bạn luyện tập với các bài kiểm tra
zh_hans: 单词在测验练习中会出现在这里
zh_hant: 單詞在測驗練習中會出現在這裡

# filter_display.idioms_appear_here_as_you_practice
source: Idioms appear here as you practice them in quizzes
cs: Idiomy se zde objeví, když je procvičujete v kvízech
da: Idiomer vil vises her, når du øver dem i quizzer
el: Οι ιδιωματισμοί εμφανίζονται εδώ καθώς τους εξασκείτε σε κουίζ
hr: Idiomi se pojavljuju ovdje dok ih vježbate u kvizovima
nl: Idiomen verschijnen hier terwijl je ze oefent in quizzen
pt_pt: Expressões aparecem aqui à medida que as pratica em questionários
ru: Выражения появятся здесь по мере их практики в викторинах

# filter_display.words_need_more_practice
source: Words that need more practice will appear here
ar: الكلمات التي تحتاج إلى مزيد من التدريب ستظهر هنا
ca: Les paraules que necessiten més pràctica apareixeran aquí
cs: Slova, která potřebují více cvičení, se zde objeví
da: Ord, der kræver mere øvelse, vil vises her
de: Wörter, die mehr Übung benötigen, erscheinen hier
el: Οι λέξεις που χρειάζονται περισσότερη εξάσκηση θα εμφανιστούν εδώ
es: Las palabras que necesitan más práctica aparecerán aquí
fi: Sanat, jotka tarvitsevat lisää harjoittelua, ilmestyvät tähän
fr: Les mots nécessitant plus de pratique apparaîtront ici
he: מילים שדורשות תרגול נוסף יופיעו כאן
hi: जिन शब्दों को अधिक अभ्यास की आवश्यकता है, वे यहां दिखाई देंगे
hr: Riječi koje zahtijevaju više vježbe pojavit će se ovdje
hu: A további gyakorlást igénylő szavak itt jelennek meg
id: Kata-kata yang perlu lebih banyak latihan akan muncul di sini
it: Le parole che richiedono più pratica appariranno qui
ja: さらに練習が必要な単語がここに表示されます
ko: 더 많은 연습이 필요한 단어가 여기에 표시됩니다
ms: Perkataan yang memerlukan lebih banyak latihan akan muncul di sini
nb: Ord som trenger mer øving vises her
nl: Woorden die meer oefening nodig hebben, verschijnen hier
pl: Słowa wymagające więcej ćwiczeń pojawią się tutaj
pt_pt: Palavras que precisam de mais prática aparecerão aqui
ro: Cuvintele care necesită mai multă practică vor apărea aici
ru: Слова, требующие больше практики, появятся здесь
sk: Slová, ktoré potrebujú viac praxe, sa tu objavia
sv: Ord som behöver mer övning visas här
th: คำศัพท์ที่ต้องการฝึกเพิ่มจะปรากฏที่นี่
tr: Daha fazla alıştırma gerektiren kelimeler burada görünecek
uk: Слова, які потребують додаткової практики, з'являться тут
vi: Từ cần luyện tập thêm sẽ xuất hiện tại đây
zh_hans: 需要更多练习的单词会出现在这里
zh_hant: 需要更多練習的單詞會出現在這裡

# filter_display.idioms_need_more_practice
source: Idioms that need more practice will appear here
cs: Idiomy, které potřebují více cvičení, se zde objeví
da: Idiomer, der kræver mere øvelse, vil vises her
el: Οι ιδιωματισμοί που χρειάζονται περισσότερη εξάσκηση θα εμφανιστούν εδώ
hr: Idiomi koji zahtijevaju više vježbe pojavit će se ovdje
ms: Ungkapan yang memerlukan lebih banyak latihan akan muncul di sini
nl: Idiomen die meer oefening nodig hebben, verschijnen hier
pt_pt: Expressões que precisam de mais prática aparecerão aqui
ru: Выражения, требующие больше практики, появятся здесь

# collaborator_roles.owner
source: Owner
ar: المالك
ca: Propietari
cs: Vlastník
da: Ejer
de: Besitzer
el: Ιδιοκτήτης
es: Propietario
fi: Omistaja
fr: Propriétaire
he: בעלים
hi: मालिक
hr: Vlasnik
hu: Tulajdonos
id: Pemilik
it: Proprietario
ja: オーナー
ko: 소유자
ms: Pemilik
nb: Eier
nl: Eigenaar
pl: Właściciel
pt_pt: Proprietário
ro: Proprietar
ru: Владелец
sk: Vlastník
sv: Ägare
th: เจ้าของ
tr: Sahip
uk: Власник
vi: Chủ sở hữu
zh_hans: 所有者
zh_hant: 所有者

# collaborator_roles.editor
source: Editor
ar: المحرر
da: Redaktør
el: Συντάκτης
fi: Muokkaaja
fr: Éditeur
he: עורך
hi: संपादक
hr: Urednik
hu: Szerkesztő
ja: 編集者
ko: 편집자
ms: Penyunting
nb: Redaktør
pl: Edytor
ru: Редактор
sv: Redigerare
th: ผู้แก้ไข
tr: Editör
uk: Редактор
vi: Biên tập viên
zh_hans: 编辑者
zh_hant: 編輯者

# collaborator_roles.viewer
source: Viewer
ar: المشاهد
ca: Espectador
cs: Divák
da: Seer
de: Zuschauer
el: Θεατής
es: Observador
fi: Katselija
fr: Spectateur
he: צופה
hi: दर्शक
hr: Gledatelj
hu: Néző
id: Penonton
it: Visualizzatore
ja: 閲覧者
ko: 뷰어
ms: Penonton
nb: Seer
nl: Kijker
pl: Widz
pt_pt: Visualizador
ro: Vizualizator
ru: Зритель
sk: Divák
sv: Visare
th: ผู้ดู
tr: Görüntüleyici
uk: Глядач
vi: Người xem
zh_hans: 查看者
zh_hant: 查看者

# tag_colors.blue
source: Blue
ar: أزرق
ca: Blau
cs: Modrá
da: Blå
de: Blau
el: Μπλε
es: Azul
fi: Sininen
fr: Bleu
he: כחול
hi: नीला
hr: Plava
hu: Kék
id: Biru
it: Blu
ja: 青
ko: 파랑
ms: Biru
nb: Blå
nl: Blauw
pl: Niebieski
pt_pt: Azul
ro: Albastru
ru: Синий
sk: Modrá
sv: Blå
th: น้ำเงิน
tr: Mavi
uk: Синій
vi: Xanh dương
zh_hans: 蓝色
zh_hant: 藍色

# tag_colors.red
source: Red
ar: أحمر
ca: Vermell
cs: Červená
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
fi: Punainen
fr: Rouge
he: אדום
hi: लाल
hr: Crvena
hu: Piros
id: Merah
it: Rosso
ja: 赤
ko: 빨강
ms: Merah
nb: Rød
nl: Rood
pl: Czerwony
pt_pt: Vermelho
ro: Roșu
ru: Красный
sk: Červená
sv: Röd
th: แดง
tr: Kırmızı
uk: Червоний
vi: Đỏ
zh_hans: 红色
zh_hant: 紅色

# tag_colors.green
source: Green
ar: أخضر
ca: Verd
cs: Zelená
da: Grøn
de: Grün
el: Πράσινο
es: Verde
fi: Vihreä
fr: Vert
he: ירוק
hi: हरा
hr: Zelena
hu: Zöld
id: Hijau
it: Verde
ja: 緑
ko: 초록
ms: Hijau
nb: Grønn
nl: Groen
pl: Zielony
pt_pt: Verde
ro: Verde
ru: Зелёный
sk: Zelená
sv: Grön
th: เขียว
tr: Yeşil
uk: Зелений
vi: Xanh lá
zh_hans: 绿色
zh_hant: 綠色

# tag_colors.orange
source: Orange
ar: برتقالي
ca: Taronja
cs: Oranžová
el: Πορτοκαλί
es: Naranja
fi: Oranssi
he: כתום
hi: नारंगी
hr: Narančasta
hu: Narancs
id: Oranye
it: Arancione
ja: オレンジ
ko: 주황
ms: Oren
nb: Oransje
nl: Oranje
pl: Pomarańczowy
pt_pt: Laranja
ro: Portocaliu
ru: Оранжевый
sk: Oranžová
th: ส้ม
tr: Turuncu
uk: Помаранчевий
vi: Cam
zh_hans: 橙色
zh_hant: 橙色

# tag_colors.purple
source: Purple
ar: أرجواني
ca: Lila
cs: Fialová
da: Lilla
de: Lila
el: Μωβ
es: Morado
fi: Purppura
fr: Violet
he: סגול
hi: बैंगनी
hr: Ljubičasta
hu: Lila
id: Ungu
it: Viola
ja: 紫
ko: 보라
ms: Ungu
nb: Lilla
nl: Paars
pl: Fioletowy
pt_pt: Roxo
ro: Mov
ru: Фиолетовый
sk: Fialová
sv: Lila
th: ม่วง
tr: Mor
uk: Фіолетовий
vi: Tím
zh_hans: 紫色
zh_hant: 紫色

# tag_colors.pink
source: Pink
ar: وردي
ca: Rosa
cs: Růžová
de: Rosa
el: Ροζ
es: Rosa
fi: Vaaleanpunainen
fr: Rose
he: ורוד
hi: गुलाबी
hr: Ružičasta
hu: Rózsaszín
it: Rosa
ja: ピンク
ko: 분홍
ms: Merah Jambu
nb: Rosa
nl: Roze
pl: Różowy
pt_pt: Rosa
ro: Roz
ru: Розовый
sk: Ružová
sv: Rosa
th: ชมพู
tr: Pembe
uk: Рожевий
vi: Hồng
zh_hans: 粉色
zh_hant: 粉色

# tag_colors.yellow
source: Yellow
ar: أصفر
ca: Groc
cs: Žlutá
da: Gul
de: Gelb
el: Κίτρινο
es: Amarillo
fi: Keltainen
fr: Jaune
he: צהוב
hi: पीला
hr: Žuta
hu: Sárga
id: Kuning
it: Giallo
ja: 黄
ko: 노랑
ms: Kuning
nb: Gul
nl: Geel
pl: Żółty
pt_pt: Amarelo
ro: Galben
ru: Жёлтый
sk: Žltá
sv: Gul
th: เหลือง
tr: Sarı
uk: Жовтий
vi: Vàng
zh_hans: 黄色
zh_hant: 黃色

# tag_colors.gray
source: Gray
ar: رمادي
ca: Gris
cs: Šedá
da: Grå
de: Grau
el: Γκρι
es: Gris
fi: Harmaa
fr: Gris
he: אפור
hi: धूसर
hr: Siva
hu: Szürke
id: Abu-abu
it: Grigio
ja: 灰
ko: 회색
ms: Kelabu
nb: Grå
nl: Grijs
pl: Szary
pt_pt: Cinzento
ro: Gri
ru: Серый
sk: Sivá
sv: Grå
th: เทา
tr: Gri
uk: Сірий
vi: Xám
zh_hans: 灰色
zh_hant: 灰色

# shared_dictionary_selection.select_dictionary
source: Select Dictionary
ar: اختر قاموسًا
ca: Selecciona un diccionari
cs: Vybrat slovník
da: Vælg ordbog
de: Wörterbuch auswählen
el: Επιλογή Λεξικού
es: Seleccionar diccionario
fi: Valitse sanakirja
fr: Sélectionner un dictionnaire
he: בחר מילון
hi: शब्दकोश चुनें
hr: Odaberi rječnik
hu: Szótár kiválasztása
id: Pilih Kamus
it: Seleziona Dizionario
ja: 辞書を選択
ko: 사전 선택
ms: Pilih Kamus
nb: Velg ordbok
nl: Woordenboek selecteren
pl: Wybierz słownik
pt_pt: Seleccionar Dicionário
ro: Selectează Dicționar
ru: Выбрать словарь
sk: Vybrať slovník
sv: Välj ordbok
th: เลือกพจนานุกรม
tr: Sözlük Seç
uk: Вибрати словник
vi: Chọn từ điển
zh_hans: 选择词典
zh_hant: 選擇詞典

# shared_dictionary_selection.dictionary_selected
source: Dictionary Selected
ar: تم اختيار القاموس
ca: Diccionari seleccionat
cs: Slovník vybrán
da: Ordbog valgt
de: Wörterbuch ausgewählt
el: Λεξικό Επιλέχθηκε
es: Diccionario seleccionado
fi: Sanakirja valittu
fr: Dictionnaire sélectionné
he: מילון נבחר
hi: शब्दकोश चयनित
hr: Rječnik odabran
hu: Szótár kiválasztva
id: Kamus Dipilih
it: Dizionario Selezionato
ja: 辞書が選択されました
ko: 사전 선택됨
ms: Kamus Dipilih
nb: Ordbok valgt
nl: Woordenboek geselecteerd
pl: Słownik wybrany
pt_pt: Dicionário Seleccionado
ro: Dicționar Selectat
ru: Словарь выбран
sk: Slovník vybraný
sv: Ordbok vald
th: เลือกพจนานุกรมแล้ว
tr: Sözlük seçildi
uk: Словник вибрано
vi: Đã chọn từ điển
zh_hans: 已选择词典
zh_hant: 已選擇詞典

# shared_dictionary_selection.add_to_shared
source: Add to Shared
ar: إضافة إلى المشترك
ca: Afegeix al compartit
cs: Přidat do sdíleného
da: Tilføj til delt
de: Zum Geteilten hinzufügen
el: Προσθήκη στο Κοινόχρηστο
es: Añadir a compartido
fi: Lisää jaettuun
fr: Ajouter au partagé
he: הוספה למשותף
hi: साझा में जोड़ें
hr: Dodaj u zajednički
hu: Hozzáadás a megosztotthoz
id: Tambah ke Bersama
it: Aggiungi a Condiviso
ja: 共有に追加
ko: 공유에 추가
ms: Tambah ke Kongsi
nb: Legg til i delt
nl: Toevoegen aan gedeeld
pl: Dodaj do wspólnego
pt_pt: Adicionar ao Partilhado
ro: Adaugă la Partajat
ru: Добавить в общий
sk: Pridať do zdieľaného
sv: Lägg till i delad
th: เพิ่มในที่แชร์
tr: Paylaşılanlara Ekle
uk: Додати до спільного
vi: Thêm vào chia sẻ
zh_hans: 添加到共享
zh_hant: 添加到共享

# shared_dictionary_selection.add_word_to_shared_dictionary
source: Add Word to Shared Dictionary
ar: إضافة كلمة إلى القاموس المشترك
ca: Afegeix una paraula al diccionari compartit
cs: Přidat slovo do sdíleného slovníku
da: Tilføj ord til delt ordbog
de: Wort zum geteilten Wörterbuch hinzufügen
el: Προσθήκη λέξης στο κοινόχρηστο λεξικό
es: Añadir palabra al diccionario compartido
fi: Lisää sana jaettuun sanakirjaan
fr: Ajouter un mot au dictionnaire partagé
he: הוספת מילה למילון המשותף
hi: साझा शब्दकोश में शब्द जोड़ें
hr: Dodaj riječ u zajednički rječnik
hu: Szó hozzáadása a megosztott szótárhoz
id: Tambah kata ke kamus bersama
it: Aggiungi parola al dizionario condiviso
ja: 共有辞書に単語を追加
ko: 공유 사전에 단어 추가
ms: Tambah perkataan ke kamus kongsi
nb: Legg til ord i delt ordbok
nl: Woord toevoegen aan gedeeld woordenboek
pl: Dodaj słowo do wspólnego słownika
pt_pt: Adicionar palavra ao dicionário partilhado
ro: Adaugă cuvânt la dicționarul partajat
ru: Добавить слово в общий словарь
sk: Pridať slovo do zdieľaného slovníka
sv: Lägg till ord i delad ordbok
th: เพิ่มคำศัพท์ในพจนานุกรมที่แชร์
tr: Paylaşılan sözlüğe kelime ekle
uk: Додати слово до спільного словника
vi: Thêm từ vào từ điển chia sẻ
zh_hans: 向共享词典添加单词
zh_hant: 向共享詞典添加單詞

# shared_dictionary_selection.unknown
source: unknown
ar: غير معروف
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# pro_upgrade.upgrade_to_pro_progress_details
source: Upgrade to Pro to see full progress details.
ar: قم بالترقية إلى المحترف لمشاهدة تفاصيل التقدم الكاملة.
ca: Actualitza a Pro per veure els detalls complets del progrés.
cs: Upgradujte na Pro pro zobrazení úplných podrobností o pokroku.
da: Opgrader til Pro for at se fulde detaljer om fremskridt.
de: Upgraden Sie auf Pro, um alle Fortschrittsdetails zu sehen.
el: Αναβάθμισε σε Pro για να δεις όλες τις λεπτομέρειες της προόδου σου.
es: Actualiza a Pro para ver todos los detalles de tu progreso.
fi: Päivitä Pro-versioon nähdäksesi täydet edistymistiedot.
fr: Passez à la version Pro pour voir tous les détails de votre progression.
he: שדרג ל-Pro כדי לראות את כל פרטי ההתקדמות.
hi: अपनी प्रगति के सभी विवरण देखने के लिए प्रो में अपग्रेड करें।
hr: Nadogradite na Pro za prikaz potpunih detalja napretka.
hu: Frissíts Pro-ra, hogy lásd az összes haladási részletet.
id: Tingkatkan ke Pro untuk melihat semua detail kemajuan Anda.
it: Passa a Pro per vedere tutti i dettagli dei tuoi progressi.
ja: すべての進捗詳細を確認するためにプロにアップグレード。
ko: 모든 진행 상황 세부 정보를 보려면 프로로 업그레이드하세요.
ms: Naik taraf ke Pro untuk melihat semua butiran kemajuan anda.
nb: Oppgrader til Pro for å se alle fremgangsdetaljer.
nl: Upgrade naar Pro om volledige voortgangsdetails te zien.
pl: Uaktualnij do wersji Pro, aby zobaczyć wszystkie szczegóły postępów.
pt_pt: Actualize para Pro para ver todos os detalhes do seu progresso.
ro: Actualizează la Pro pentru a vedea toate detaliile progresului tău.
ru: Обновите до Pro, чтобы увидеть все детали вашего прогресса.
sk: Aktualizujte na Pro, aby ste videli všetky podrobnosti o vašom pokroku.
sv: Uppgradera till Pro för att se alla detaljer om dina framsteg.
th: อัปเกรดเป็น Pro เพื่อดูรายละเอียดความคืบหน้าทั้งหมด
tr: İlerleme detaylarınızın tamamını görmek için Pro'ya yükseltin.
uk: Оновіть до Pro, щоб переглянути всі деталі прогресу
vi: Nâng cấp lên Pro để xem toàn bộ chi tiết tiến độ của bạn.
zh_hans: 升级到专业版以查看完整的进度详情。
zh_hant: 升級到專業版以查看完整的進度詳情。

# pro_upgrade.upgrade_to_pro_vocabulary_growth
source: Upgrade to Pro to see full vocabulary growth details.
ar: قم بالترقية إلى المحترف لمشاهدة تفاصيل نمو المفردات الكاملة.
ca: Actualitza a Pro per veure els detalls complets del creixement del vocabulari.
cs: Upgradujte na Pro pro zobrazení úplných podrobností o růstu slovní zásoby.
da: Opgrader til Pro for at se fulde detaljer om ordforrådsvækst.
de: Upgraden Sie auf Pro, um alle Details zum Wortschatzwachstum zu sehen.
el: Αναβάθμισε σε Pro για να δεις όλες τις λεπτομέρειες της ανάπτυξης του λεξιλογίου σου.
es: Actualiza a Pro para ver todos los detalles del crecimiento de tu vocabulario.
fi: Päivitä Pro-versioon nähdäksesi täydet sanaston kasvutiedot.
fr: Passez à la version Pro pour voir tous les détails de la croissance de votre vocabulaire.
he: שדרג ל-Pro כדי לראות את כל פרטי צמיחת אוצר המילים.
hi: अपनी शब्दावली वृद्धि के सभी विवरण देखने के लिए प्रो में अपग्रेड करें।
hr: Nadogradite na Pro za prikaz potpunih detalja rasta vokabulara.
hu: Frissíts Pro-ra, hogy lásd a szókincsed növekedésének minden részletét.
id: Tingkatkan ke Pro untuk melihat semua detail pertumbuhan kosakata Anda.
it: Passa a Pro per vedere tutti i dettagli della crescita del tuo vocabolario.
ja: 語彙の成長のすべての詳細を確認するためにプロにアップグレード。
ko: 어휘 성장의 모든 세부 정보를 보려면 프로로 업그레이드하세요.
ms: Naik taraf ke Pro untuk melihat semua butiran pertumbuhan kosa kata anda.
nb: Oppgrader til Pro for å se alle detaljer om vokabularveksten din.
nl: Upgrade naar Pro om volledige details van woordenschatgroei te zien.
pl: Uaktualnij do wersji Pro, aby zobaczyć wszystkie szczegóły rozwoju słownictwa.
pt_pt: Actualize para Pro para ver todos os detalhes do crescimento do seu vocabulário.
ro: Actualizează la Pro pentru a vedea toate detaliile creșterii vocabularului tău.
ru: Обновите до Pro, чтобы увидеть все детали роста вашего словарного запаса.
sk: Aktualizujte na Pro, aby ste videli všetky podrobnosti o raste vašej slovnej zásoby.
sv: Uppgradera till Pro för att se alla detaljer om tillväxten av ditt ordförråd.
th: อัปเกรดเป็น Pro เพื่อดูรายละเอียดการเติบโตของคลังคำศัพท์ทั้งหมด
tr: Kelime dağarcığınızın büyümesinin tüm detaylarını görmek için Pro'ya yükseltin.
uk: Оновіть до Pro, щоб переглянути всі деталі зростання словникового запасу
vi: Nâng cấp lên Pro để xem toàn bộ chi tiết về sự phát triển vốn từ vựng của bạn.
zh_hans: 升级到专业版以查看完整的词汇增长详情。
zh_hant: 升級到專業版以查看完整的詞彙增長詳情。

# pro_upgrade.time_period
source: Time Period
ar: الفترة الزمنية
ca: Període de temps
cs: Časové období
da: Tidsperiode
de: Zeitraum
el: Χρονική Περίοδος
es: Período de tiempo
fi: Aikajakso
fr: Période
he: תקופת זמן
hi: समय अवधि
hr: Vremensko razdoblje
hu: Időszak
id: Periode Waktu
it: Periodo di Tempo
ja: 期間
ko: 기간
ms: Tempoh Masa
nb: Tidsperiode
nl: Tijdsperiode
pl: Okres czasu
pt_pt: Período de Tempo
ro: Perioadă de Timp
ru: Период времени
sk: Časové obdobie
sv: Tidsperiod
th: ช่วงเวลา
tr: Zaman Dilimi
uk: Період часу
vi: Khoảng thời gian
zh_hans: 时间段
zh_hant: 時間段
