Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# pro_features.get_priority_support
source: Get priority support when you need help
ar: احصل على دعم ذو أولوية عندما تحتاج إلى المساعدة
ca: Obtén suport prioritari quan necessitis ajuda
cs: Získejte prioritní podporu, když potřebujete pomoc
da: Få prioriteret support, når du har brug for hjælp
de: Erhalten Sie priorisierten Support, wenn Sie Hilfe benötigen
el: Λάβε υποστήριξη προτεραιότητας όταν χρειάζεσαι βοήθεια
es: Obtén soporte prioritario cuando necesites ayuda
fi: Saat ensisijaista tukea, kun tarvitset apua
fr: Obtenez un support prioritaire lorsque vous avez besoin d'aide
he: קבל תמיכה בעדיפות כאשר אתה זקוק לעזרה
hi: जब आपको सहायता की आवश्यकता हो तो प्राथमिकता समर्थन प्राप्त करें
hr: Dobijte prioritetnu podršku kada vam je potrebna pomoć
hu: Kapj elsőbbségi támogatást, amikor segítségre van szükséged
id: Dapatkan dukungan prioritas saat Anda membutuhkan bantuan
it: Ricevi supporto prioritario quando hai bisogno di aiuto
ja: 必要なときに優先サポートを受け取る
ko: 도움이 필요할 때 우선 지원 받기
ms: Terima sokongan keutamaan apabila anda memerlukan bantuan
nb: Få prioritert støtte når du trenger hjelp
nl: Krijg prioriteitsondersteuning wanneer je hulp nodig hebt
pl: Otrzymuj priorytetowe wsparcie, gdy potrzebujesz pomocy
pt_pt: Receba suporte prioritário quando precisar de ajuda
ro: Primește suport prioritar când ai nevoie de ajutor
ru: Получайте приоритетную поддержку, когда вам нужна помощь
sk: Získajte prioritnú podporu, keď potrebujete pomoc
sv: Få prioriterad support när du behöver hjälp
th: รับการสนับสนุนลำดับแรกเมื่อคุณต้องการความช่วยเหลือ
tr: Yardıma ihtiyacınız olduğunda öncelikli destek alın
uk: Отримуйте пріоритетну підтримку, коли вам потрібна допомога
vi: Nhận hỗ trợ ưu tiên khi bạn cần giúp đỡ
zh_hans: 在需要帮助时获得优先支持
zh_hant: 在需要幫助時獲得優先支持

# errors.error_updating_word_examples
source: Error updating word examples
ar: خطأ في تحديث أمثلة الكلمة
ca: Error en actualitzar els exemples de la paraula
cs: Chyba při aktualizaci příkladů slova
da: Fejl ved opdatering af ordeksempler
de: Fehler beim Aktualisieren von Wortbeispielen
el: Σφάλμα κατά την ενημέρωση των παραδειγμάτων λέξεων
es: Error al actualizar ejemplos de palabras
fi: Virhe sanan esimerkkien päivittämisessä
fr: Erreur lors de la mise à jour des exemples de mots
he: שגיאה בעדכון דוגמאות למילה
hi: शब्द उदाहरणों को अपडेट करने में त्रुटि
hr: Pogreška prilikom ažuriranja primjera riječi
hu: Hiba történt a szó példáinak frissítésekor
id: Kesalahan saat memperbarui contoh kata
it: Errore nell'aggiornamento degli esempi della parola
ja: 単語の例の更新中にエラーが発生
ko: 단어 예문 업데이트 중 오류
ms: Ralat mengemas kini contoh perkataan
nb: Feil ved oppdatering av ordeksempler
nl: Fout bij het bijwerken van woordvoorbeelden
pl: Błąd podczas aktualizacji przykładów słów
pt_pt: Erro ao actualizar exemplos de palavras
ro: Eroare la actualizarea exemplelor de cuvinte
ru: Ошибка обновления примеров слов
sk: Chyba pri aktualizácii príkladov slov
sv: Fel vid uppdatering av ordexempel
th: ข้อผิดพลาดในการอัปเดตตัวอย่างคำศัพท์
tr: Kelime örnekleri güncellenirken hata oluştu
uk: Помилка оновлення прикладів слова
vi: Lỗi khi cập nhật ví dụ từ
zh_hans: 更新单词示例时出错
zh_hant: 更新單詞示例時出錯

# errors.error_removing_word
source: Error removing word
ar: خطأ في إزالة الكلمة
ca: Error en eliminar la paraula
cs: Chyba při odstraňování slova
da: Fejl ved fjernelse af ord
de: Fehler beim Entfernen des Wortes
el: Σφάλμα κατά την αφαίρεση της λέξης
es: Error al eliminar palabra
fi: Virhe sanan poistamisessa
fr: Erreur lors de la suppression du mot
he: שגיאה בהסרת המילה
hi: शब्द हटाने में त्रुटि
hr: Pogreška prilikom uklanjanja riječi
hu: Hiba történt a szó eltávolításakor
id: Kesalahan saat menghapus kata
it: Errore nella rimozione della parola
ja: 単語の削除中にエラーが発生
ko: 단어 삭제 중 오류
ms: Ralat memadam perkataan
nb: Feil ved sletting av ord
nl: Fout bij het verwijderen van woord
pl: Błąd podczas usuwania słowa
pt_pt: Erro ao remover palavra
ro: Eroare la ștergerea cuvântului
ru: Ошибка удаления слова
sk: Chyba pri odstraňovaní slova
sv: Fel vid borttagning av ord
th: ข้อผิดพลาดในการลบคำศัพท์
tr: Kelime kaldırılırken hata oluştu
uk: Помилка видалення слова
vi: Lỗi khi xóa từ
zh_hans: 删除单词时出错
zh_hant: 刪除單詞時出錯

# errors.error_saving_word
source: Error saving word
ar: خطأ في حفظ الكلمة
ca: Error en desar la paraula
cs: Chyba při ukládání slova
da: Fejl ved gemning af ord
de: Fehler beim Speichern des Wortes
el: Σφάλμα κατά την αποθήκευση της λέξης
es: Error al guardar palabra
fi: Virhe sanan tallentamisessa
fr: Erreur lors de l'enregistrement du mot
he: שגיאה בשמירת המילה
hi: शब्द सहेजने में त्रुटि
hr: Pogreška prilikom spremanja riječi
hu: Hiba történt a szó mentésekor
id: Kesalahan saat menyimpan kata
it: Errore nel salvataggio della parola
ja: 単語の保存中にエラーが発生
ko: 단어 저장 중 오류
ms: Ralat menyimpan perkataan
nb: Feil ved lagring av ord
nl: Fout bij het opslaan van woord
pl: Błąd podczas zapisywania słowa
pt_pt: Erro ao guardar palavra
ro: Eroare la salvarea cuvântului
ru: Ошибка сохранения слова
sk: Chyba pri ukladaní slova
sv: Fel vid sparande av ord
th: ข้อผิดพลาดในการบันทึกคำศัพท์
tr: Kelime kaydedilirken hata oluştu
uk: Помилка збереження слова
vi: Lỗi khi lưu từ
zh_hans: 保存单词时出错
zh_hant: 保存單詞時出錯

# errors.error_updating_idiom_examples
source: Error updating idiom examples
ar: خطأ في تحديث أمثلة التعبير
ca: Error en actualitzar els exemples del modisme
cs: Chyba při aktualizaci příkladů idiomu
da: Fejl ved opdatering af idiomeksempler
de: Fehler beim Aktualisieren von Redewendungsbeispielen
el: Σφάλμα κατά την ενημέρωση των παραδειγμάτων ιδιωματισμών
es: Error al actualizar ejemplos de modismos
fi: Virhe idiomin esimerkkien päivittämisessä
fr: Erreur lors de la mise à jour des exemples d'expressions
he: שגיאה בעדכון דוגמאות לביטוי
hi: मुहावरा उदाहरणों को अपडेट करने में त्रुटि
hr: Pogreška prilikom ažuriranja primjera idioma
hu: Hiba történt a kifejezés példáinak frissítésekor
id: Kesalahan saat memperbarui contoh ungkapan
it: Errore nell'aggiornamento degli esempi dell'espressione
ja: 慣用句の例の更新中にエラーが発生
ko: 관용구 예문 업데이트 중 오류
ms: Ralat mengemas kini contoh ungkapan
nb: Feil ved oppdatering av uttrykkseksempler
nl: Fout bij het bijwerken van idioomvoorbeelden
pl: Błąd podczas aktualizacji przykładów wyrażeń
pt_pt: Erro ao actualizar exemplos de expressões
ro: Eroare la actualizarea exemplelor de expresii
ru: Ошибка обновления примеров выражений
sk: Chyba pri aktualizácii príkladov idiomov
sv: Fel vid uppdatering av uttrycksexempel
th: ข้อผิดพลาดในการอัปเดตตัวอย่างสำนวน
tr: Deyim örnekleri güncellenirken hata oluştu
uk: Помилка оновлення прикладів ідіоми
vi: Lỗi khi cập nhật ví dụ thành ngữ
zh_hans: 更新习语示例时出错
zh_hant: 更新成語示例時出錯

# errors.error_removing_idiom
source: Error removing idiom
ar: خطأ في إزالة التعبير
ca: Error en eliminar el modisme
cs: Chyba při odstraňování idiomu
da: Fejl ved fjernelse af idiom
de: Fehler beim Entfernen der Redewendung
el: Σφάλμα κατά την αφαίρεση του ιδιωματισμού
es: Error al eliminar modismo
fi: Virhe idiomin poistamisessa
fr: Erreur lors de la suppression de l'expression
he: שגיאה בהסרת הביטוי
hi: मुहावरा हटाने में त्रुटि
hr: Pogreška prilikom uklanjanja idioma
hu: Hiba történt a kifejezés eltávolításakor
id: Kesalahan saat menghapus ungkapan
it: Errore nella rimozione dell'espressione
ja: 慣用句の削除中にエラーが発生
ko: 관용구 삭제 중 오류
ms: Ralat memadam ungkapan
nb: Feil ved sletting av uttrykk
nl: Fout bij het verwijderen van idioom
pl: Błąd podczas usuwania wyrażenia
pt_pt: Erro ao remover expressão
ro: Eroare la ștergerea expresiei
ru: Ошибка удаления выражения
sk: Chyba pri odstraňovaní idiomu
sv: Fel vid borttagning av uttryck
th: ข้อผิดพลาดในการลบสำนวน
tr: Deyim kaldırılırken hata oluştu
uk: Помилка видалення ідіоми
vi: Lỗi khi xóa thành ngữ
zh_hans: 删除习语时出错
zh_hant: 刪除成語時出錯

# errors.error_saving_idiom
source: Error saving idiom
ar: خطأ في حفظ التعبير
ca: Error en desar el modisme
cs: Chyba při ukládání idiomu
da: Fejl ved gemning af idiom
de: Fehler beim Speichern der Redewendung
el: Σφάλμα κατά την αποθήκευση του ιδιωματισμού
es: Error al guardar modismo
fi: Virhe idiomin tallentamisessa
fr: Erreur lors de l'enregistrement de l'expression
he: שגיאה בשמירת הביטוי
hi: मुहावरा सहेजने में त्रुटि
hr: Pogreška prilikom spremanja idioma
hu: Hiba történt a kifejezés mentésekor
id: Kesalahan saat menyimpan ungkapan
it: Errore nel salvataggio dell'espressione
ja: 慣用句の保存中にエラーが発生
ko: 관용구 저장 중 오류
ms: Ralat menyimpan ungkapan
nb: Feil ved lagring av uttrykk
nl: Fout bij het opslaan van idioom
pl: Błąd podczas zapisywania wyrażenia
pt_pt: Erro ao guardar expressão
ro: Eroare la salvarea expresiei
ru: Ошибка сохранения выражения
sk: Chyba pri ukladaní idiomu
sv: Fel vid sparande av uttryck
th: ข้อผิดพลาดในการบันทึกสำนวน
tr: Deyim kaydedilirken hata oluştu
uk: Помилка збереження ідіоми
vi: Lỗi khi lưu thành ngữ
zh_hans: 保存习语时出错
zh_hant: 保存成語時出錯

# errors.input_not_word
source: Input is not a word
ar: الإدخال ليس كلمة
ca: L'entrada no és una paraula
cs: Vstup není slovo
da: Input er ikke et ord
de: Eingabe ist kein Wort
el: Η εισαγωγή δεν είναι λέξη
es: La entrada no es una palabra
fi: Syöte ei ole sana
fr: L'entrée n'est pas un mot
he: הקלט אינו מילה
hi: इनपुट शब्द नहीं है
hr: Unos nije riječ
hu: A bemenet nem szó
id: Masukan bukan kata
it: L'input non è una parola
ja: 入力は単語ではありません
ko: 입력은 단어가 아닙니다
ms: Input bukan perkataan
nb: Inndataen er ikke et ord
nl: Invoer is geen woord
pl: Wprowadzone dane nie są słowem
pt_pt: A entrada não é uma palavra
ro: Intrarea nu este un cuvânt
ru: Ввод не является словом
sk: Vstup nie je slovo
sv: Inmatningen är inte ett ord
th: ข้อมูลที่ป้อนไม่ใช่คำศัพท์
tr: Girilen bir kelime değil
uk: Введено не слово
vi: Đầu vào không phải là từ
zh_hans: 输入不是单词
zh_hant: 輸入不是單詞

# errors.input_cannot_be_empty
source: Input cannot be empty
ar: الإدخال لا يمكن أن يكون فارغًا
ca: L'entrada no pot estar buida
cs: Vstup nesmí být prázdný
da: Input må ikke være tomt
de: Eingabe darf nicht leer sein
el: Η εισαγωγή δεν μπορεί να είναι κενή
es: La entrada no puede estar vacía
fi: Syöte ei voi olla tyhjä
fr: L'entrée ne peut pas être vide
he: הקלט לא יכול להיות ריק
hi: इनपुट खाली नहीं हो सकता
hr: Unos ne može biti prazan
hu: A bemenet nem lehet üres
id: Masukan tidak boleh kosong
it: L'input non può essere vuoto
ja: 入力は空にできません
ko: 입력이 비어 있을 수 없습니다
ms: Input tidak boleh kosong
nb: Inndataen kan ikke være tom
nl: Invoer mag niet leeg zijn
pl: Wprowadzone dane nie mogą być puste
pt_pt: A entrada não pode estar vazia
ro: Intrarea nu poate fi goală
ru: Ввод не может быть пустым
sk: Vstup nemôže byť prázdny
sv: Inmatningen kan inte vara tom
th: ข้อมูลที่ป้อนต้องไม่ว่างเปล่า
tr: Giriş boş olamaz
uk: Введення не може бути порожнім
vi: Đầu vào không được để trống
zh_hans: 输入不能为空
zh_hant: 輸入不能为空

# errors.device_muted_or_volume_low
source: Device muted or volume too low
ar: الجهاز مكتوم أو الصوت منخفض جدًا
ca: Dispositiu silenciat o volum massa baix
cs: Zařízení je ztlumeno nebo je hlasitost příliš nízká
da: Enheden er slået til lydløs eller har lav lydstyrke
de: Gerät ist stummgeschaltet oder die Lautstärke ist zu niedrig
el: Η συσκευή είναι σε σίγαση ή η ένταση είναι χαμηλή
es: El dispositivo está silenciado o el volumen está bajo
fi: Laite on mykistetty tai äänenvoimakkuus on alhainen
fr: L'appareil est en mode silencieux ou le volume est bas
he: המכשיר מושתק או שהווליום נמוך
hi: डिवाइस म्यूट है या वॉल्यूम कम है
hr: Uređaj je isključen ili je glasnoća preniska
hu: Az eszköz néma vagy alacsony a hangerő
id: Perangkat dimatikan atau volume rendah
it: Il dispositivo è silenziato o il volume è basso
ja: デバイスがミュートまたは音量が低いです
ko: 기기가 음소거되었거나 볼륨이 낮습니다
ms: Peranti dimatikan atau kelantangan rendah
nb: Enheten er dempet eller volumet er lavt
nl: Apparaat is gedempt of het volume is te laag
pl: Urządzenie jest wyciszone lub głośność jest niska
pt_pt: O dispositivo está silenciado ou com volume baixo
ro: Dispozitivul este pe mut sau volumul este scăzut
ru: Устройство на беззвучном режиме или громкость низкая
sk: Zariadenie je stlmené alebo má nízku hlasitosť
sv: Enheten är tystad eller volymen är låg
th: อุปกรณ์ถูกปิดเสียงหรือระดับเสียงต่ำ
tr: Cihaz sessizde veya ses seviyesi düşük
uk: Пристрій на беззвучному режимі або гучність низька
vi: Thiết bị đang ở chế độ im lặng hoặc âm lượng thấp
zh_hans: 设备静音或音量过低
zh_hant: 設備靜音或音量過低

# errors.cannot_play_audio
source: Cannot play audio
ar: لا يمكن تشغيل الصوت
ca: No es pot reproduir l'àudio
cs: Nelze přehrát zvuk
da: Kan ikke afspille lyd
de: Audio kann nicht abgespielt werden
el: Δεν μπορεί να αναπαραχθεί ο ήχος
es: No se pudo reproducir el audio
fi: Ääntä ei voi toistaa
fr: Impossible de lire l'audio
he: לא ניתן לנגן שמע
hi: ऑडियो नहीं चलाया जा सकता
hr: Nije moguće reproducirati zvuk
hu: Nem lehet hangot lejátszani
id: Tidak dapat memutar audio
it: Impossibile riprodurre l'audio
ja: オーディオを再生できません
ko: 오디오를 재생할 수 없습니다
ms: Tidak dapat memainkan audio
nb: Kan ikke spille av lyd
nl: Kan audio niet afspelen
pl: Nie można odtworzyć dźwięku
pt_pt: Não foi possível reproduzir áudio
ro: Nu se poate reda audio
ru: Не удалось воспроизвести аудио
sk: Nie je možné prehrať zvuk
sv: Kan inte spela upp ljud
th: ไม่สามารถเล่นเสียงได้
tr: Ses oynatılamıyor
uk: Не вдається відтворити аудіо
vi: Không thể phát âm thanh
zh_hans: 无法播放音频
zh_hant: 無法播放音頻

# errors.cannot_setup_audio_session
source: Cannot setup audio session
ar: لا يمكن إعداد جلسة الصوت
ca: No es pot configurar la sessió d'àudio
cs: Nelze nastavit zvukovou relaci
da: Kan ikke opsætte lydsession
de: Audiositzung kann nicht eingerichtet werden
el: Δεν μπορεί να ρυθμιστεί η συνεδρία ήχου
es: No se pudo configurar la sesión de audio
fi: Ääniistuntoa ei voi asettaa
fr: Impossible de configurer la session audio
he: לא ניתן להגדיר סשן שמע
hi: ऑडियो सत्र सेटअप नहीं किया जा सकता
hr: Nije moguće postaviti audio sesiju
hu: Nem lehet audió munkamenetet beállítani
id: Tidak dapat mengatur sesi audio
it: Impossibile configurare la sessione audio
ja: オーディオセッションを設定できません
ko: 오디오 세션을 설정할 수 없습니다
ms: Tidak dapat menyediakan sesi audio
nb: Kan ikke konfigurere lydøkt
nl: Kan audiosessie niet instellen
pl: Nie można skonfigurować sesji audio
pt_pt: Não foi possível configurar a sessão de áudio
ro: Nu se poate configura sesiunea audio
ru: Не удалось настроить аудиосессию
sk: Nie je možné nastaviť zvukovú reláciu
sv: Kan inte konfigurera ljudsession
th: ไม่สามารถตั้งค่าเซสชันเสียงได้
tr: Ses oturumu kurulamıyor
uk: Не вдається налаштувати аудіосесію
vi: Không thể thiết lập phiên âm thanh
zh_hans: 无法设置音频会话
zh_hant: 無法設置音頻會話

# errors.export_failed
source: Export failed
ar: فشل التصدير
ca: Exportació fallida
cs: Export selhal
da: Eksport mislykkedes
de: Export fehlgeschlagen
el: Η εξαγωγή απέτυχε
es: Exportación fallida
fi: Vienti epäonnistui
fr: Échec de l'exportation
he: הייצוא נכשל
hi: निर्यात विफल
hr: Izvoz nije uspio
hu: Exportálás sikertelen
id: Ekspor Gagal
it: Esportazione Fallita
ja: エクスポートに失敗
ko: 내보내기 실패
ms: Eksport Gagal
nb: Eksport mislyktes
nl: Exporteren mislukt
pl: Eksport nie powiódł się
pt_pt: Falha na exportação
ro: Export eșuat
ru: Экспорт не удался
sk: Export zlyhal
sv: Export misslyckades
th: การส่งออกล้มเหลว
tr: Dışa aktarma başarısız
uk: Експорт не вдався
vi: Xuất thất bại
zh_hans: 导出失败
zh_hant: 導出失敗

# errors.import_failed
source: Import failed
ar: فشل الاستيراد
ca: Importació fallida
cs: Import selhal
da: Import mislykkedes
de: Import fehlgeschlagen
el: Η εισαγωγή απέτυχε
es: Importación fallida
fi: Tuonti epäonnistui
fr: Échec de l'importation
he: הייבוא נכשל
hi: आयात विफल
hr: Uvoz nije uspio
hu: Importálás sikertelen
id: Impor Gagal
it: Importazione Fallita
ja: インポートに失敗
ko: 가져오기 실패
ms: Import Gagal
nb: Import mislyktes
nl: Importeren mislukt
pl: Import nie powiódł się
pt_pt: Falha na importação
ro: Import eșuat
ru: Импорт не удался
sk: Import zlyhal
sv: Import misslyckades
th: การนำเข้าล้มเหลว
tr: İçe aktarma başarısız
uk: Імпорт не вдався
vi: Nhập thất bại
zh_hans: 导入失败
zh_hant: 導入失敗

# errors.cannot_access_security_scoped_resource
source: Cannot access security scoped resource
ar: لا يمكن الوصول إلى المورد المحمي أمنيًا
ca: No es pot accedir al recurs amb àmbit de seguretat
cs: Nelze přistupovat k prostředku omezenému bezpečností
da: Kan ikke få adgang til sikkerhedsbegrænset ressource
de: Kein Zugriff auf sicherheitsgeschützte Ressource
el: Δεν υπάρχει πρόσβαση σε πόρο περιορισμένης ασφάλειας
es: No se pudo acceder al recurso con ámbito de seguridad
fi: Ei pääsyä turvallisuusrajoitettuun resurssiin
fr: Impossible d'accéder à la ressource sécurisée
he: אין גישה למשאב מוגבל אבטחה
hi: सुरक्षा-स्कोप्ड संसाधन तक पहुंच नहीं हो सकती
hr: Nije moguće pristupiti resursu ograničenom sigurnošću
hu: Nem férhetsz hozzá biztonsági hatókörű erőforráshoz
id: Tidak dapat mengakses sumber daya dengan cakupan keamanan
it: Impossibile accedere alla risorsa con ambito di sicurezza
ja: セキュリティ範囲のリソースにアクセスできません
ko: 보안 범위 리소스에 접근할 수 없습니다
ms: Tidak dapat mengakses sumber skop keselamatan
nb: Kan ikke få tilgang til sikkerhetsbegrenset ressurs
nl: Kan geen toegang krijgen tot beveiligde bron
pl: Nie można uzyskać dostępu do zasobu o ograniczonym zakresie bezpieczeństwa
pt_pt: Não foi possível aceder ao recurso com âmbito de segurança
ro: Nu se poate accesa resursa cu scop de securitate
ru: Не удалось получить доступ к ресурсу с ограниченным доступом
sk: Nie je možné získať prístup k zdroju s obmedzeným rozsahom
sv: Kan inte komma åt säkerhetsskyddad resurs
th: ไม่สามารถเข้าถึงทรัพยากรที่มีขอบเขตความปลอดภัย
tr: Güvenlik kapsamlı kaynağa erişilemiyor
uk: Не вдається отримати доступ до ресурсу з обмеженим доступом
vi: Không thể truy cập tài nguyên có phạm vi bảo mật
zh_hans: 无法访问受安全限制的资源
zh_hant: 無法訪問受安全限制的資源

# errors.tag_already_exists
source: Tag already exists
ar: العلامة موجودة بالفعل
ca: L'etiqueta ja existeix
cs: Štítek již existuje
da: Tag findes allerede
de: Tag existiert bereits
el: Η ετικέτα υπάρχει ήδη
es: La etiqueta ya existe
fi: Tunniste on jo olemassa
fr: L'étiquette existe déjà
he: התגית כבר קיימת
hi: टैग पहले से मौजूद है
hr: Oznaka već postoji
hu: A címke már létezik
id: Tag sudah ada
it: Il tag esiste già
ja: タグはすでに存在します
ko: 태그가 이미 존재합니다
ms: Tag sudah wujud
nb: Etiketten finnes allerede
nl: Tag bestaat al
pl: Etykieta już istnieje
pt_pt: A etiqueta já existe
ro: Eticheta există deja
ru: Тег уже существует
sk: Značka už existuje
sv: Taggen finns redan
th: แท็กนี้มีอยู่แล้ว
tr: Etiket zaten var
uk: Тег уже існує
vi: Thẻ đã tồn tại
zh_hans: 标签已存在
zh_hant: 標籤已存在

# errors.tag_already_assigned_to_word
source: Tag is already assigned to this word
ar: العلامة مخصصة بالفعل لهذه الكلمة
ca: L'etiqueta ja està assignada a aquesta paraula
cs: Tento štítek je již přiřazen tomuto slovu
da: Tag er allerede tildelt dette ord
de: Dieser Tag ist diesem Wort bereits zugewiesen
el: Η ετικέτα έχει ήδη εκχωρηθεί σε αυτή τη λέξη
es: Esta etiqueta ya está asignada a esta palabra
fi: Tunniste on jo osoitettu tälle sanalle
fr: L'étiquette est déjà assignée à ce mot
he: תגית זו כבר משויכת למילה זו
hi: टैग पहले से ही इस शब्द को सौंपा गया है
hr: Oznaka je već dodijeljena ovoj riječi
hu: Ez a címke már hozzá van rendelve ehhez a szóhoz
id: Tag sudah ditetapkan untuk kata ini
it: Questo tag è già assegnato a questa parola
ja: このタグはすでにこの単語に割り当てられています
ko: 이 태그는 이미 이 단어에 할당되었습니다
ms: Tag ini sudah ditetapkan untuk perkataan ini
nb: Denne etiketten er allerede tildelt dette ordet
nl: Deze tag is al toegewezen aan dit woord
pl: Ta etykieta jest już przypisana do tego słowa
pt_pt: Esta etiqueta já está atribuída a esta palavra
ro: Această etichetă este deja atribuită acestui cuvânt
ru: Этот тег уже назначен этому слову
sk: Táto značka je už priradená k tomuto slovu
sv: Denna tagg är redan tilldelad detta ord
th: แท็กนี้ถูกกำหนดให้กับคำศัพท์นี้แล้ว
tr: Bu etiket bu kelimeye zaten atanmış
uk: Цей тег уже призначено цьому слову
vi: Thẻ này đã được gắn cho từ này
zh_hans: 此标签已分配给该单词
zh_hant: 此標籤已分配給該單詞

# errors.tag_not_assigned_to_word
source: Tag is not assigned to this word
ar: العلامة غير مخصصة لهذه الكلمة
ca: L'etiqueta no està assignada a aquesta paraula
cs: Tento štítek není přiřazen tomuto slovu
da: Tag er ikke tildelt dette ord
de: Dieser Tag ist diesem Wort nicht zugewiesen
el: Η ετικέτα δεν έχει εκχωρηθεί σε αυτή τη λέξη
es: Esta etiqueta no está asignada a esta palabra
fi: Tunnistetta ei ole osoitettu tälle sanalle
fr: L'étiquette n'est pas assignée à ce mot
he: תגית זו אינה משויכת למילה זו
hi: टैग इस शब्द को सौंपा नहीं गया है
hr: Oznaka nije dodijeljena ovoj riječi
hu: Ez a címke nincs hozzárendelve ehhez a szóhoz
id: Tag tidak ditetapkan untuk kata ini
it: Questo tag non è assegnato a questa parola
ja: このタグはこの単語に割り当てられていません
ko: 이 태그는 이 단어에 할당되지 않았습니다
ms: Tag ini tidak ditetapkan untuk perkataan ini
nb: Denne etiketten er ikke tildelt dette ordet
nl: Deze tag is niet toegewezen aan dit woord
pl: Ta etykieta nie jest przypisana do tego słowa
pt_pt: Esta etiqueta não está atribuída a esta palavra
ro: Această etichetă nu este atribuită acestui cuvânt
ru: Этот тег не назначен этому слову
sk: Táto značka nie je priradená k tomuto slovu
sv: Denna tagg är inte tilldelad detta ord
th: แท็กนี้ไม่ได้ถูกกำหนดให้กับคำศัพท์นี้
tr: Bu etiket bu kelimeye atanmamış
uk: Цей тег не призначено цьому слову
vi: Thẻ này chưa được gắn cho từ này
zh_hans: 此标签未分配给该单词
zh_hant: 此標籤未分配給該單詞

# errors.authentication_required
source: Authentication required
ar: المصادقة مطلوبة
ca: Cal autenticació
cs: Je vyžadována autentizace
da: Autentifikation påkrævet
de: Authentifizierung erforderlich
el: Απαιτείται πιστοποίηση
es: Se requiere autenticación
fi: Todennus vaaditaan
fr: Authentification requise
he: נדרשת אימות
hi: प्रमाणीकरण आवश्यक है
hr: Potrebna je autentikacija
hu: Hitelesítés szükséges
id: Otentikasi diperlukan
it: Autenticazione richiesta
ja: 認証が必要です
ko: 인증이 필요합니다
ms: Pengesahan diperlukan
nb: Autentisering kreves
nl: Authenticatie vereist
pl: Wymagana autoryzacja
pt_pt: Autenticação necessária
ro: Autentificare necesară
ru: Требуется аутентификация
sk: Vyžaduje sa autentifikácia
sv: Autentisering krävs
th: ต้องมีการยืนยันตัวตน
tr: Kimlik doğrulama gerekli
uk: Потрібна автентифікація
vi: Cần xác thực
zh_hans: 需要身份验证
zh_hant: 需要身份驗證

# errors.no_active_subscriptions_found
source: No active subscriptions found
ar: لم يتم العثور على اشتراكات نشطة
ca: No s'han trobat subscripcions actives
cs: Nenalezena žádná aktivní předplatná
da: Ingen aktive abonnementer fundet
de: Keine aktiven Abonnements gefunden
el: Δεν βρέθηκαν ενεργές συνδρομές
es: No se encontraron suscripciones activas
fi: Aktiivisia tilauksia ei löytynyt
fr: Aucun abonnement actif trouvé
he: לא נמצאו מנויים פעילים
hi: कोई सक्रिय सदस्यता नहीं मिली
hr: Nema pronađenih aktivnih pretplata
hu: Nem találtunk aktív előfizetéseket
id: Tidak ditemukan langganan aktif
it: Nessun abbonamento attivo trovato
ja: アクティブなサブスクリプションが見つかりません
ko: 활성 구독이 없습니다
ms: Tiada langganan aktif ditemui
nb: Ingen aktive abonnementer funnet
nl: Geen actieve abonnementen gevonden
pl: Nie znaleziono aktywnych subskrypcji
pt_pt: Nenhuma subscrição activa encontrada
ro: Niciun abonament activ găsit
ru: Активные подписки не найдены
sk: Nenašli sa žiadne aktívne predplatné
sv: Inga aktiva prenumerationer hittades
th: ไม่พบการสมัครสมาชิกที่ใช้งาน
tr: Aktif abonelik bulunamadı
uk: Активних підписок не знайдено
vi: Không tìm thấy gói đăng ký hoạt động
zh_hans: 未找到活跃订阅
zh_hant: 未找到活躍訂閱
