Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# words.word_details
source: Word Details
ar: تفاصيل الكلمة
ca: Detalls de la paraula
da: Orddetaljer
de: Wortdetails
es: Detalles de la palabra
fi: Sanan tiedot
fr: Détails du mot
he: פרטי מילה
hi: शब्द विवरण
hu: Szó részletei
id: Detail Kata
it: Dettagli Parola
ja: 単語の詳細
ko: 단어 세부 정보
ms: Butiran Perkataan
nb: Orddetaljer
nl: Woorddetails
pl: Szczegóły słowa
ro: Detalii Cuvânt
ru: Подробности о слове
sv: Orddetaljer
th: รายละเอียดคำศัพท์
tr: Kelime Detayları
uk: Деталі слова
vi: Chi tiết từ
zh_hans: 单词详情
zh_hant: 單詞詳情

# words.no_transcription
source: No transcription
ar: لا يوجد نطق
ca: Sense transcripció
da: Ingen transskription
de: Keine Transkription
es: Sin transcripción
fi: Ei transkriptiota
fr: Aucune transcription
he: אין תעתיק
hi: कोई लिप्यंतरण नहीं
hu: Nincs átírás
id: Tidak ada transkripsi
it: Nessuna trascrizione
ja: 発音記号なし
ko: 발음 기호 없음
ms: Tiada transkripsi
nb: Ingen transkripsjon
nl: Geen transcriptie
pl: Brak transkrypcji
ro: Fără transcriere
ru: Нет транскрипции
sv: Ingen transkription
th: ไม่มีการถอดเสียง
tr: Transkripsiyon Yok
uk: Немає транскрипції
vi: Không có phiên âm
zh_hans: 无音标
zh_hant: 無音標

# words.no_definition
source: No definition
ar: لا يوجد تعريف
ca: Sense definició
da: Ingen definition
de: Keine Definition
es: Sin definición
fi: Ei määritelmää
fr: Aucune définition
he: אין הגדרה
hi: कोई परिभाषा नहीं
hu: Nincs definíció
id: Tidak ada definisi
it: Nessuna definizione
ja: 定義なし
ko: 정의 없음
ms: Tiada definisi
nb: Ingen definisjon
nl: Geen definitie
pl: Brak definicji
ro: Fără definiție
ru: Нет определения
sv: Ingen definition
th: ไม่มีความหมาย
tr: Tanım Yok
uk: Немає визначення
vi: Không có định nghĩa
zh_hans: 无定义
zh_hant: 無定義

# idioms.add_idiom
source: Add idiom
ar: إضافة تعبير
ca: Afegeix un modisme
cs: Přidat idiom
da: Tilføj idiom
de: Redewendung hinzufügen
el: Προσθήκη Ιδιωματισμού
es: Añadir modismo
fi: Lisää idiomi
fr: Ajouter une expression
he: הוספת ביטוי
hi: मुहावरा जोड़ें
hr: Dodaj idiom
hu: Kifejezés hozzáadása
id: Tambah Ungkapan
it: Aggiungi Espressione
ja: 慣用句を追加
ko: 관용구 추가
ms: Tambah Ungkapan
nb: Legg til uttrykk
nl: Idioom toevoegen
pl: Dodaj wyrażenie
pt_pt: Adicionar Expressão
ro: Adaugă Expresie
ru: Добавить выражение
sk: Pridať idiom
sv: Lägg till uttryck
th: เพิ่มสำนวน
tr: Deyim Ekle
uk: Додати ідіому
vi: Thêm thành ngữ
zh_hans: 添加习语
zh_hant: 添加成語

# idioms.add_new_idiom
source: Add new idiom
ar: إضافة تعبير جديد
ca: Afegeix un modisme nou
cs: Přidat nový idiom
da: Tilføj nyt idiom
de: Neue Redewendung hinzufügen
el: Προσθήκη Νέου Ιδιωματισμού
es: Añadir nuevo modismo
fi: Lisää uusi idiomi
fr: Ajouter une nouvelle expression
he: הוספת ביטוי חדש
hi: नया मुहावरा जोड़ें
hr: Dodaj novi idiom
hu: Új kifejezés hozzáadása
id: Tambah Ungkapan Baru
it: Aggiungi Nuova Espressione
ja: 新しい慣用句を追加
ko: 새 관용구 추가
ms: Tambah Ungkapan Baru
nb: Legg til nytt uttrykk
nl: Nieuw idioom toevoegen
pl: Dodaj nowe wyrażenie
pt_pt: Adicionar Nova Expressão
ro: Adaugă Expresie Nouă
ru: Добавить выражение
sk: Pridať nový idiom
sv: Lägg till nytt uttryck
th: เพิ่มสำนวนใหม่
tr: Yeni Deyim Ekle
uk: Додати нову ідіому
vi: Thêm thành ngữ mới
zh_hans: 添加新习语
zh_hant: 添加新成語

# idioms.idiom
source: Idiom
ar: تعبير
ca: Modisme
de: Redewendung
el: Ιδιωματισμός
es: Modismo
fi: Idiomi
fr: Expression
he: ביטוי
hi: मुहावरा
hu: Kifejezés
id: Ungkapan
it: Espressione
ja: 慣用句
ko: 관용구
ms: Ungkapan
nb: Uttrykk
nl: Idioom
pl: Wyrażenie
pt_pt: Expressão
ro: Expresie
ru: Выражение
sv: Uttryck
th: สำนวน
tr: Deyim
uk: Ідіома
vi: Thành ngữ
zh_hans: 习语
zh_hant: 成語

# idioms.idioms
source: Idioms
ar: التعابير
ca: Modismes
cs: Idiomy
da: Idiomer
de: Redewendungen
el: Ιδιωματισμοί
es: Modismos
fi: Idiomit
fr: Expressions
he: ביטויים
hi: मुहावरे
hr: Idiomi
hu: Kifejezések
id: Ungkapan
it: Espressioni
ja: 慣用句
ko: 관용구
ms: Ungkapan
nb: Uttrykk
nl: Idiomen
pl: Wyrażenia
pt_pt: Expressões
ro: Expresii
ru: Выражения
sk: Idiomy
sv: Uttryck
th: สำนวน
tr: Deyimler
uk: Ідіоми
vi: Thành ngữ
zh_hans: 习语
zh_hant: 成語

# idioms.no_idioms_found
source: No idioms found
ar: لم يتم العثور على تعابير
ca: No s'han trobat modismes
cs: Nebyly nalezeny žádné idiomy
da: Ingen idiomer fundet
de: Keine Redewendungen gefunden
el: Δεν βρέθηκαν ιδιωματισμοί
es: No se encontraron modismos
fi: Ei löydetty idiomeja
fr: Aucune expression trouvée
he: לא נמצאו ביטויים
hi: कोई मुहावरे नहीं मिले
hr: Nema pronađenih idioma
hu: Nem található kifejezés
id: Tidak ada ungkapan yang ditemukan
it: Nessuna espressione trovata
ja: 慣用句が見つかりません
ko: 관용구를 찾을 수 없습니다
ms: Tiada ungkapan ditemui
nb: Ingen uttrykk funnet
nl: Geen idiomen gevonden
pl: Nie znaleziono wyrażeń
pt_pt: Nenhuma expressão encontrada
ro: Nicio expresie găsită
ru: Выражения не найдены
sk: Nenašli sa žiadne idiomy
sv: Inga uttryck hittades
th: ไม่พบสำนวน
tr: Deyim bulunamadı
uk: Ідіом не знайдено
vi: Không tìm thấy thành ngữ
zh_hans: 未找到习语
zh_hant: 未找到成語

# idioms.add_this_idiom
source: Add this idiom by tapping on the button above
ar: أضف هذا التعبير بالنقر على الزر أعلاه
ca: Afegeix aquest modisme prement el botó de dalt
cs: Klikněte na tlačítko výše pro přidání tohoto idiomu
da: Tilføj dette idiom ved at trykke på knappen ovenfor
de: Fügen Sie diese Redewendung hinzu, indem Sie auf die Schaltfläche oben klicken
el: Πρόσθεσε αυτόν τον ιδιωματισμό πατώντας το κουμπί παραπάνω
es: Añade este modismo pulsando el botón de arriba
fi: Lisää tämä idiomi painamalla yllä olevaa painiketta
fr: Ajoutez cette expression en appuyant sur le bouton ci-dessus
he: הוסף ביטוי זה על ידי לחיצה על הכפתור למעלה
hi: इस मुहावरे को ऊपर दिए बटन पर क्लिक करके जोड़ें
hr: Dodajte ovaj idiom pritiskom na gumb iznad
hu: Add hozzá ezt a kifejezést a fenti gombra kattintva
id: Tambah ungkapan ini dengan mengklik tombol di atas
it: Aggiungi questa espressione cliccando sul pulsante sopra
ja: 上のボタンをクリックしてこの慣用句を追加
ko: 위 버튼을 클릭하여 이 관용구를 추가하세요
ms: Tambah ungkapan ini dengan mengklik butang di atas
nb: Legg til dette uttrykket ved å klikke på knappen ovenfor
nl: Voeg dit idioom toe door op de knop hierboven te klikken
pl: Dodaj to wyrażenie, klikając przycisk powyżej
pt_pt: Adicione esta expressão clicando no botão acima
ro: Adaugă această expresie apăsând pe butonul de mai sus
ru: Добавьте это выражение, нажав на кнопку выше
sk: Pridajte tento idiom kliknutím na tlačidlo vyššie
sv: Lägg till detta uttryck genom att klicka på knappen ovan
th: เพิ่มสำนวนนี้โดยกดปุ่มด้านบน
tr: Bu deyimi eklemek için yukarıdaki düğmeye tıklayın
uk: Додайте цю ідіому, натиснувши кнопку вище
vi: Thêm thành ngữ này bằng cách nhấn vào nút ở trên
zh_hans: 点击上方按钮添加此习语
zh_hant: 點擊上方按鈕添加此成語

# idioms.begin_add_idioms
source: Begin to add idioms to your list by tapping on plus icon in upper left corner
ar: ابدأ بإضافة تعابير إلى قائمتك بالنقر على أيقونة الإضافة في الزاوية العلوية اليسرى
ca: Comença a afegir modismes a la teva llista prement la icona de més a la cantonada superior esquerra
cs: Začněte přidávat idiomy do svého seznamu kliknutím na ikonu přidání v levém horním rohu
da: Begynd at tilføje idiomer til din liste ved at klikke på plus-ikonet i øverste venstre hjørne
de: Beginnen Sie, Redewendungen zu Ihrer Liste hinzuzufügen, indem Sie auf das Plus-Symbol in der oberen linken Ecke klicken
el: Ξεκίνα να προσθέτεις ιδιωματισμούς στη λίστα σου κάνοντας κλικ στο εικονίδιο συν στην επάνω αριστερή γωνία
es: Comienza a añadir modismos a tu lista pulsando el icono de más en la esquina superior izquierda
fi: Aloita idiomien lisääminen listallesi klikkaamalla vasemmassa yläkulmassa olevaa plus-kuvaketta
fr: Commencez à ajouter des expressions à votre liste en cliquant sur l'icône plus dans le coin supérieur gauche
he: התחל להוסיף ביטויים לרשימה שלך על ידי לחיצה על סמל הפלוס בפינה השמאלית העליונה
hi: ऊपरी बाएं कोने में प्लस आइकन पर क्लिक करके अपनी सूची में मुहावरे जोड़ना शुरू करें
hr: Počnite dodavati idiome na svoj popis klikom na ikonu plus u gornjem lijevom kutu
hu: Kezdj el kifejezéseket hozzáadni a listádhoz a bal felső sarokban lévő plusz ikonra kattintva
id: Mulai tambah ungkapan ke daftar Anda dengan mengklik ikon plus di sudut kiri atas
it: Inizia ad aggiungere espressioni alla tua lista cliccando sull'icona più in alto a sinistra
ja: 左上のプラスアイコンをクリックしてリストに慣用句を追加開始
ko: 왼쪽 상단의 플러스 아이콘을 클릭하여 리스트에 관용구 추가를 시작하세요
ms: Mula menambah ungkapan ke senarai anda dengan mengklik ikon tambah di kiri atas
nb: Begynn å legge til uttrykk i listen din ved å klikke på plusstegnet øverst til venstre
nl: Begin met het toevoegen van idiomen aan je lijst door op het pluspictogram in de linkerbovenhoek te klikken
pl: Rozpocznij dodawanie wyrażeń do listy, klikając ikonę plusa w lewym górnym rogu
pt_pt: Comece a adicionar expressões à sua lista clicando no ícone de adição no canto superior esquerdo
ro: Începe să adaugi expresii la lista ta apăsând pe pictograma plus din colțul din stânga sus
ru: Начните добавлять выражения в свой список, нажав на значок плюс в верхнем левом углу
sk: Začnite pridávať idiomy do vášho zoznamu kliknutím na ikonu plus v ľavom hornom rohu
sv: Börja lägga till uttryck i din lista genom att klicka på plusikonen i det övre vänstra hörnet
th: เริ่มเพิ่มสำนวนลงในรายการของคุณโดยกดไอคอนบวกที่มุมบนซ้าย
tr: Listeye deyimler eklemeye başlamak için sol üst köşedeki artı simgesine tıklayın
uk: Почніть додавати ідіоми до вашого списку, натиснувши значок плюс у верхньому лівому куті
vi: Bắt đầu thêm thành ngữ vào danh sách của bạn bằng cách nhấn vào biểu tượng dấu cộng ở góc trên bên trái
zh_hans: 点击左上角的添加图标开始将习语添加到你的列表
zh_hant: 點擊左上角的添加圖標開始將成語添加到你的列表

# idioms.all_idioms
source: All idioms
ar: جميع التعابير
ca: Tots els modismes
cs: Všechny idiomy
da: Alle idiomer
de: Alle Redewendungen
el: Όλοι οι Ιδιωματισμοί
es: Todos los modismos
fi: Kaikki idiomit
fr: Toutes les expressions
he: כל הביטויים
hi: सभी मुहावरे
hr: Svi idiomi
hu: Összes kifejezés
id: Semua Ungkapan
it: Tutte le Espressioni
ja: すべての慣用句
ko: 모든 관용구
ms: Semua Ungkapan
nb: Alle uttrykk
nl: Alle idiomen
pl: Wszystkie wyrażenia
pt_pt: Todas as Expressões
ro: Toate Expresiile
ru: Все выражения
sk: Všetky idiomy
sv: Alla uttryck
th: สำนวนทั้งหมด
tr: Tüm Deyimler
uk: Усі ідіоми
vi: Tất cả thành ngữ
zh_hans: 所有习语
zh_hant: 所有成語

# idioms.favorite_idioms
source: Favorite Idioms
ar: التعابير المفضلة
ca: Modismes favorits
cs: Oblíbené idiomy
da: Favoritidiomer
de: Favoriten-Redewendungen
el: Αγαπημένοι Ιδιωματισμοί
es: Modismos favoritos
fi: Suosikki-idiomit
fr: Expressions favorites
he: ביטויים מועדפים
hi: पसंदीदा मुहावरे
hr: Omiljeni idiomi
hu: Kedvenc kifejezések
id: Ungkapan Favorit
it: Espressioni Preferite
ja: お気に入りの慣用句
ko: 즐겨찾기 관용구
ms: Ungkapan Kegemaran
nb: Favorittuttrykk
nl: Favoriete idiomen
pl: Ulubione wyrażenia
pt_pt: Expressões Favoritas
ro: Expresii Favorite
ru: Избранные выражения
sk: Obľúbené idiomy
sv: Favorituttryck
th: สำนวนโปรด
tr: Favori Deyimler
uk: Обрані ідіоми
vi: Thành ngữ yêu thích
zh_hans: 收藏的习语
zh_hant: 收藏的成語

# idioms.found_idioms
source: Found
ar: تم العثور
ca: Trobats
cs: Nalezeno
da: Fundne
de: Gefunden
el: Βρέθηκαν
es: Modismos encontrados
fi: Löydetyt
fr: Trouvées
he: נמצאו
hi: मिल गए
hr: Pronađeni
hu: Talált kifejezések
id: Ditemukan
it: Espressioni Trovate
ja: 見つかった慣用句
ko: 찾은 관용구
ms: Ungkapan Ditemui
nb: Funnet uttrykk
nl: Gevonden
pl: Znalezione wyrażenia
pt_pt: Expressões Encontradas
ro: Expresii Găsite
ru: Найденные выражения
sk: Nájdené idiomy
sv: Hittade uttryck
th: สำนวนที่พบ
tr: Bulunan Deyimler
uk: Знайдені ідіоми
vi: Thành ngữ được tìm thấy
zh_hans: 已找到
zh_hant: 已找到

# idioms.examples
source: Examples
ar: أمثلة
ca: Exemples
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
fr: Exemples
he: דוגמאות
hi: उदाहरण
hr: Primjeri
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예문
ms: Contoh
nb: Eksempler
nl: Voorbeelden
pl: Przykłady
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
th: ตัวอย่าง
tr: Örnekler
uk: Приклади
vi: Ví dụ
zh_hans: 示例
zh_hant: 示例

# idioms.no_examples_yet
source: No examples yet
ar: لا توجد أمثلة بعد
ca: Encara no hi ha exemples
cs: Zatím žádné příklady
da: Ingen eksempler endnu
de: Noch keine Beispiele
el: Κανένα παράδειγμα ακόμα
es: Aún no hay ejemplos
fi: Ei vielä esimerkkejä
fr: Pas encore d'exemples
he: אין דוגמאות עדיין
hi: अभी तक कोई उदाहरण नहीं
hr: Još nema primjera
hu: Még nincsenek példák
id: Belum ada contoh
it: Nessun esempio ancora
ja: まだ例がありません
ko: 아직 예문이 없습니다
ms: Belum ada contoh
nb: Ingen eksempler ennå
nl: Nog geen voorbeelden
pl: Brak przykładów
pt_pt: Sem exemplos ainda
ro: Fără exemple încă
ru: Пока нет примеров
sk: Zatiaľ žiadne príklady
sv: Inga exempel ännu
th: ยังไม่มีตัวอย่าง
tr: Henüz Örnek Yok
uk: Поки немає прикладів
vi: Chưa có ví dụ
zh_hans: 暂无示例
zh_hant: 暫無示例

# idioms.type_example_here
source: Type an example here
ar: اكتب مثالاً هنا
ca: Escriu un exemple aquí
cs: Zde zadejte příklad
da: Skriv eksempel her
de: Beispiel hier eingeben
el: Πληκτρολόγησε παράδειγμα εδώ
es: Escribe un ejemplo aquí
fi: Kirjoita esimerkki tähän
fr: Tapez un exemple ici
he: הקלד דוגמה כאן
hi: यहां उदाहरण टाइप करें
hr: Upiši primjer ovdje
hu: Írj ide egy példát
id: Ketik contoh di sini
it: Digita un esempio qui
ja: ここに例を入力
ko: 여기에 예문을 입력하세요
ms: Taip contoh di sini
nb: Skriv eksempel her
nl: Typ hier een voorbeeld
pl: Wpisz przykład tutaj
pt_pt: Escreva o exemplo aqui
ro: Scrie exemplul aici
ru: Введите пример здесь
sk: Zadajte príklad tu
sv: Skriv exempel här
th: พิมพ์ตัวอย่างที่นี่
tr: Örneği Buraya Yaz
uk: Введіть приклад тут
vi: Nhập ví dụ tại đây
zh_hans: 在此输入示例
zh_hant: 在此輸入示例

# idioms.add_example
source: Add example
ar: إضافة مثال
ca: Afegeix un exemple
cs: Přidat příklad
da: Tilføj eksempel
de: Beispiel hinzufügen
el: Προσθήκη Παραδείγματος
es: Añadir ejemplo
fi: Lisää esimerkki
fr: Ajouter un exemple
he: הוספת דוגמה
hi: उदाहरण जोड़ें
hr: Dodaj primjer
hu: Példa hozzáadása
id: Tambah Contoh
it: Aggiungi Esempio
ja: 例を追加
ko: 예문 추가
ms: Tambah Contoh
nb: Legg til eksempel
nl: Voorbeeld toevoegen
pl: Dodaj przykład
pt_pt: Adicionar Exemplo
ro: Adaugă Exemplu
ru: Добавить пример
sk: Pridať príklad
sv: Lägg till exempel
th: เพิ่มตัวอย่าง
tr: Örnek Ekle
uk: Додати приклад
vi: Thêm ví dụ
zh_hans: 添加示例
zh_hant: 添加示例

# idioms.edit_example
source: Edit example
ar: تعديل المثال
ca: Edita l'exemple
cs: Upravit příklad
da: Rediger eksempel
de: Beispiel bearbeiten
el: Επεξεργασία Παραδείγματος
es: Editar ejemplo
fi: Muokkaa esimerkkiä
fr: Modifier l'exemple
he: עריכת דוגמה
hi: उदाहरण संपादित करें
hr: Uredi primjer
hu: Példa szerkesztése
id: Edit Contoh
it: Modifica Esempio
ja: 例を編集
ko: 예문 편집
ms: Edit Contoh
nb: Rediger eksempel
nl: Voorbeeld bewerken
pl: Edytuj przykład
pt_pt: Editar Exemplo
ro: Editează Exemplu
ru: Редактировать пример
sk: Upraviť príklad
sv: Redigera exempel
th: แก้ไขตัวอย่าง
tr: Örneği Düzenle
uk: Редагувати приклад
vi: Chỉnh sửa ví dụ
zh_hans: 编辑示例
zh_hant: 編輯示例

# idioms.delete_idiom
source: Delete idiom
ar: حذف التعبير
ca: Elimina el modisme
cs: Smazat idiom
da: Slet idiom
de: Redewendung löschen
el: Διαγραφή Ιδιωματισμού
es: Eliminar modismo
fi: Poista idiomi
fr: Supprimer l'expression
he: מחיקת ביטוי
hi: मुहावरा हटाएं
hr: Izbriši idiom
hu: Kifejezés törlése
id: Hapus Ungkapan
it: Elimina Espressione
ja: 慣用句を削除
ko: 관용구 삭제
ms: Padam Ungkapan
nb: Slett uttrykk
nl: Idioom verwijderen
pl: Usuń wyrażenie
pt_pt: Eliminar Expressão
ro: Șterge Expresie
ru: Удалить выражение
sk: Vymazať idiom
sv: Radera uttryck
th: ลบสำนวน
tr: Deyimi Sil
uk: Видалити ідіому
vi: Xóa thành ngữ
zh_hans: 删除习语
zh_hant: 刪除成語

# idioms.delete_idiom_confirmation
source: Are you sure you want to delete this idiom?
ar: هل أنت متأكد من حذف هذا التعبير؟
ca: Segur que vols eliminar aquest modisme?
cs: Jste si jisti, že chcete tento idiom smazat?
da: Er du sikker på, at du vil slette dette idiom?
de: Sind Sie sicher, dass Sie diese Redewendung löschen möchten?
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις αυτόν τον ιδιωματισμό;
es: ¿Estás seguro de que quieres eliminar este modismo?
fi: Haluatko varmasti poistaa tämän idiomin?
fr: Êtes-vous sûr de vouloir supprimer cette expression ?
he: האם אתה בטוח שברצונך למחוק ביטוי זה?
hi: क्या आप वाकई इस मुहावरे को हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati ovaj idiom?
hu: Biztosan törölni szeretnéd ezt a kifejezést?
id: Apakah Anda yakin ingin menghapus ungkapan ini?
it: Sei sicuro di voler eliminare questa espressione?
ja: この慣用句を削除してもよろしいですか？
ko: 이 관용구를 삭제하시겠습니까?
ms: Adakah anda pasti ingin memadam ungkapan ini?
nb: Er du sikker på at du vil slette dette uttrykket?
nl: Weet je zeker dat je dit idioom wilt verwijderen?
pl: Czy na pewno chcesz usunąć to wyrażenie?
pt_pt: Tem a certeza de que deseja eliminar esta expressão?
ro: Ești sigur că vrei să ștergi această expresie?
ru: Вы уверены, что хотите удалить это выражение?
sk: Ste si istý, že chcete vymazať tento idiom?
sv: Är du säker på att du vill radera detta uttryck?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสำนวนนี้
tr: Bu deyimi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю ідіому?
vi: Bạn có chắc chắn muốn xóa thành ngữ này không?
zh_hans: 你确定要删除这个习语吗？
zh_hant: 你確定要刪除這個成語嗎？

# idioms.search_idioms
source: Search idioms...
ar: البحث عن التعابير...
ca: Cerca modismes...
cs: Hledat idiomy...
da: Søg efter idiomer...
de: Redewendungen suchen...
el: Αναζήτηση ιδιωματισμών...
es: Buscar modismos...
fi: Hae idiomeja...
fr: Rechercher des expressions...
he: חיפוש ביטויים...
hi: मुहावरे खोजें...
hr: Pretraži idiome...
hu: Kifejezések keresése...
id: Cari ungkapan...
it: Cerca espressioni...
ja: 慣用句を検索...
ko: 관용구 검색...
ms: Cari ungkapan...
nb: Søk etter uttrykk...
nl: Zoek idiomen...
pl: Szukaj wyrażeń...
pt_pt: Pesquisar expressões...
ro: Caută expresii...
ru: Поиск по выражениям...
sk: Hľadať idiomy...
sv: Sök uttryck...
th: ค้นหาสำนวน...
tr: Deyim Ara...
uk: Пошук ідіом...
vi: Tìm kiếm thành ngữ...
zh_hans: 搜索习语...
zh_hant: 搜索成語...

# idioms.favorites
source: Favorites
ar: المفضلة
ca: Favorits
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
fi: Suosikit
fr: Favoris
he: מועדפים
hi: पसंदीदा
hr: Favoriti
hu: Kedvencek
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
ms: Kegemaran
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_pt: Favoritos
ro: Favorite
ru: Избранное
sk: Obľúbené
sv: Favoriter
th: รายการโปรด
tr: Favoriler
uk: Обране
vi: Yêu thích
zh_hans: 收藏
zh_hant: 收藏

# idioms.found
source: Found
ar: تم العثور
ca: Trobats
cs: Nalezeno
da: Fundne
de: Gefunden
el: Βρέθηκαν
es: Encontrados
fi: Löydetyt
fr: Trouvées
he: נמצאו
hi: मिल गए
hr: Pronađeni
hu: Talált
id: Ditemukan
it: Trovato
ja: 見つかった
ko: 찾음
ms: Ditemui
nb: Funnet
nl: Gevonden
pl: Znalezione
pt_pt: Encontrado
ro: Găsit
ru: Найдено
sk: Nájdené
sv: Hittade
th: พบ
tr: Bulundu
uk: Знайдено
vi: Tìm thấy
zh_hans: 已找到
zh_hant: 已找到

# idioms.sort
source: Sort
ar: فرز
ca: Ordena
cs: Třídit
da: Sorter
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fi: Lajittele
fr: Trier
he: מיון
hi: छांटें
hr: Sortiraj
hu: Rendezés
id: Urutkan
it: Ordina
ja: 並べ替え
ko: 정렬
ms: Susun
nb: Sorter
nl: Sorteren
pl: Sortuj
pt_pt: Ordenar
ro: Sortează
ru: Сортировать
sk: Zoradiť
sv: Sortera
th: เรียงลำดับ
tr: Sırala
uk: Сортувати
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

# idioms.filter
source: Filter
ar: تصفية
ca: Filtra
cs: Filtrovat
da: Filtrer
de: Filtern
el: Φίλτρο
es: Filtrar
fi: Suodata
fr: Filtrer
he: סינון
hi: फ़िल्टर
hr: Filtriraj
hu: Szűrés
it: Filtra
ja: フィルター
ko: 필터
ms: Tapis
nb: Filtrer
nl: Filteren
pl: Filtruj
pt_pt: Filtrar
ro: Filtrează
ru: Фильтровать
sk: Filtrovať
sv: Filtrera
th: กรอง
tr: Filtrele
uk: Фільтрувати
vi: Lọc
zh_hans: 筛选
zh_hant: 篩選

# idioms.latest_first
source: Latest First
ar: الأحدث أولاً
ca: Els més recents primer
cs: Nejnovější první
da: Seneste først
de: Neueste zuerst
el: Πιο Πρόσφατο Πρώτα
es: Más recientes primero
fi: Uusin ensin
fr: Plus récent d'abord
he: החדש ביותר תחילה
hi: नवीनतम पहले
hr: Najnovije prvo
hu: Legújabb először
id: Terbaru Dahulu
it: Più Recenti Prima
ja: 最新順
ko: 최신순
ms: Terbaru Dahulu
nb: Nyeste først
nl: Nieuwste eerst
pl: Najnowsze najpierw
pt_pt: Mais Recentes Primeiro
ro: Cele mai Recente Primul
ru: Сначала новые
sk: Najnovšie ako prvé
sv: Senaste först
th: ล่าสุดก่อน
tr: En Yeniler Önde
uk: Останні спочатку
vi: Mới nhất trước
zh_hans: 最新优先
zh_hant: 最新優先

# idioms.earliest_first
source: Earliest First
ar: الأقدم أولاً
ca: Els més antics primer
cs: Nejstarší první
da: Ældste først
de: Älteste zuerst
el: Πιο Παλιό Πρώτα
es: Más antiguos primero
fi: Vanhin ensin
fr: Plus ancien d'abord
he: המוקדם ביותר תחילה
hi: सबसे पुराना पहले
hr: Najstarije prvo
hu: Legrégebbi először
id: Terlama Dahulu
it: Meno Recenti Prima
ja: 最古順
ko: 오래된순
ms: Terawal Dahulu
nb: Eldste først
nl: Oudste eerst
pl: Najstarsze najpierw
pt_pt: Mais Antigas Primeiro
ro: Cele mai Vechi Primul
ru: Сначала старые
sk: Najstaršie ako prvé
sv: Tidigaste först
th: เก่าที่สุดก่อน
tr: En Eskiler Önde
uk: Ранніші спочатку
vi: Cũ nhất trước
zh_hans: 最早优先
zh_hant: 最早優先

# idioms.alphabetically
source: Alphabetically
ar: حسب الأبجدية
ca: Alfabèticament
cs: Abecedně
da: Alfabetisk
de: Alphabetisch
el: Αλφαβητικά
es: Alfabéticamente
fi: Aakkosjärjestyksessä
fr: Alphabétiquement
he: לפי סדר אלפביתי
hi: वर्णमाला के अनुसार
hr: Abecedno
hu: Betűrendben
id: Secara Alfabet
it: Alfabeticamente
ja: アルファベット順
ko: 알파벳순
ms: Mengikut Abjad
nb: Alfabetisk
nl: Alfabetisch
pl: Alfabetycznie
pt_pt: Alfabeticamente
ro: Alfabetic
ru: По алфавиту
sk: Abecedne
sv: Alfabetiskt
th: ตามตัวอักษร
tr: Alfabetik
uk: За алфавітом
vi: Theo thứ tự bảng chữ cái
zh_hans: 按字母顺序
zh_hant: 按字母順序

# quizzes.quiz_unavailable
source: Quiz Unavailable
ar: الاختبار غير متوفر
ca: Qüestionari no disponible
cs: Kvízy nejsou dostupné
da: Quiz ikke tilgængelig
de: Quiz nicht verfügbar
es: Cuestionario no disponible
fi: Visa ei ole saatavilla
fr: Quiz indisponible
he: חידון לא זמין
hi: क्विज़ उपलब्ध नहीं
hu: Kviz nem elérhető
id: Kuis tidak tersedia
it: Quiz non disponibile
ja: クイズが利用できません
ko: 퀴즈를 사용할 수 없습니다
ms: Kui tidak tersedia
nb: Quiz utilgjengelig
nl: Quiz niet beschikbaar
pl: Quiz niedostępny
pt_pt: Questionário indisponível
ro: Test indisponibil
ru: Викторина недоступна
sv: Quiz ej tillgängligt
th: แบบทดสอบไม่พร้อมใช้งาน
tr: Test kullanılamıyor
uk: Тест недоступний
vi: Bài kiểm tra không khả dụng
zh_hans: 测验不可用
zh_hant: 測驗不可用

# quizzes.back_to_quizzes
source: Back to Quizzes
ar: العودة إلى الاختبارات
ca: Torna als qüestionaris
cs: Zpět na kvízy
da: Tilbage til quizzer
de: Zurück zu den Quiz
es: Volver a cuestionarios
fi: Takaisin visoihin
fr: Retour aux quiz
he: חזרה לחידונים
hi: क्विज़ पर वापस
hu: Vissza a kvizekhez
id: Kembali ke Kuis
it: Torna ai Quiz
ja: クイズに戻る
ko: 퀴즈로 돌아가기
ms: Kembali ke Kui
nb: Tilbake til quizzer
nl: Terug naar quizzen
pl: Powrót do quizów
pt_pt: Voltar aos Questionários
ro: Înapoi la Teste
ru: Вернуться к викторинам
sv: Tillbaka till quiz
th: กลับไปที่แบบทดสอบ
tr: Testlere Geri Dön
uk: Повернутися до тестів
vi: Quay lại bài kiểm tra
zh_hans: 返回测验
zh_hant: 返回測驗

# quizzes.your_answer
source: Your Answer
ar: إجابتك
ca: La teva resposta
cs: Vaše odpověď
da: Dit svar
de: Ihre Antwort
es: Tu respuesta
fi: Vastauksesi
fr: Votre réponse
he: התשובה שלך
hi: आपका उत्तर
hu: Válaszod
id: Jawaban Anda
it: La tua risposta
ja: あなたの回答
ko: 당신의 답변
ms: Jawapan Anda
nb: Ditt svar
nl: Jouw antwoord
pl: Twoja odpowiedź
pt_pt: A Sua Resposta
ro: Răspunsul Tău
ru: Ваш ответ
sv: Ditt svar
th: คำตอบของคุณ
tr: Cevabınız
uk: Ваша відповідь
vi: Câu trả lời của bạn
zh_hans: 你的答案
zh_hant: 你的答案
