Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# auth.word_lists_shared_data_cleared
source: Word lists and shared data will be cleared. If you sign in with another account, your local words will be combined with the new account's data.
ar: سيتم مسح قوائم الكلمات والبيانات المشتركة. إذا سجلت الدخول بحساب آخر، ستُدمج كلماتك المحلية مع بيانات الحساب الجديد.
ca: Les llistes de paraules i les dades compartides s'esborraran. Si inicies sessió amb un altre compte, les teves paraules locals es combinaran amb les dades del nou compte.
cs: Seznamy slov a sdílená data budou vymazána. Pokud se přihlásíte s jiným účtem, vaše lokální slova se sloučí s daty nového účtu.
da: Ordlister og delte data vil blive ryddet. Hvis du logger ind med en anden konto, vil dine lokale ord blive flettet med den nye kontos data.
de: Wortlisten und geteilte Daten werden gelöscht. Wenn Sie sich mit einem anderen Konto anmelden, werden Ihre lokalen Wörter mit den Daten des neuen Kontos zusammengeführt.
es: Las listas de palabras y los datos compartidos serán eliminados. Si inicias sesión con otra cuenta, tus palabras locales se fusionarán con los datos de la nueva cuenta.
fi: Sanalistat ja jaetut tiedot tyhjennetään. Jos kirjaudut sisään toisella tilillä, paikalliset sanasi yhdistetään uuden tilin tietoihin.
fr: Les listes de mots et les données partagées seront effacées. Si vous vous connectez avec un autre compte, vos mots locaux seront fusionnés avec les données du nouveau compte.
he: רשימות המילים והנתונים המשותפים ינוקו. אם תתחבר עם חשבון אחר, המילים המקומיות שלך ימוזגו עם הנתונים של החשבון החדש.
hi: शब्द सूचियां और साझा डेटा साफ हो जाएंगे। यदि आप किसी अन्य खाते से साइन इन करते हैं, तो आपके स्थानीय शब्द नए खाते के डेटा के साथ मर्ज हो जाएंगे।
hr: Popisi riječi i zajednički podaci bit će izbrisani. Ako se prijavite s drugim računom, vaše lokalne riječi spojit će se s podacima novog računa.
hu: A szólisták és a megosztott adatok törlődnek. Ha másik fiókkal jelentkezel be, a helyi szavaid összevonásra kerülnek az új fiók adataival.
id: Daftar kata dan data bersama akan dihapus. Jika Anda masuk dengan akun lain, kata-kata lokal Anda akan digabungkan dengan data akun baru.
it: Le liste di parole e i dati condivisi verranno cancellati. Se accedi con un altro account, le tue parole locali verranno unite ai dati del nuovo account.
ja: 単語リストと共有データがクリアされます。別のアカウントでログインすると、ローカルの単語が新しいアカウントのデータと統合されます。
ko: 단어 리스트 및 공유 데이터가 지워집니다. 다른 계정으로 로그인하면 로컬 단어가 새 계정 데이터와 병합됩니다.
ms: Senarai perkataan dan data kongsi akan dikosongkan. Jika anda log masuk dengan akaun lain, perkataan tempatan anda akan digabungkan dengan data akaun baru.
nb: Ordlister og delte data vil bli slettet. Hvis du logger inn med en annen konto, vil lokale ord bli slått sammen med den nye kontoens data.
nl: Woordenlijsten en gedeelde gegevens worden gewist. Als je inlogt met een ander account, worden je lokale woorden samengevoegd met de gegevens van het nieuwe account.
pl: Listy słów i dane współdzielone zostaną wyczyszczone. Jeśli zalogujesz się na inne konto, lokalne słowa zostaną połączone z danymi nowego konta.
pt_pt: As listas de palavras e dados partilhados serão limpos. Se iniciar sessão com outra conta, as suas palavras locais serão fundidas com os dados da nova conta.
ro: Listele de cuvinte și datele partajate vor fi șterse. Dacă te conectezi cu un alt cont, cuvintele locale vor fi combinate cu datele noului cont.
ru: Списки слов и общие данные будут очищены. Если вы войдёте с другим аккаунтом, ваши локальные слова будут объединены с данными нового аккаунта.
sk: Zoznamy slov a zdieľané údaje budú vymazané. Ak sa prihlásite s iným účtom, vaše lokálne slová sa zlúčia s údajmi nového účtu.
sv: Ordlistor och delade data raderas. Om du loggar in med ett annat konto kommer dina lokala ord att slås samman med det nya kontots data.
th: รายการคำศัพท์และข้อมูลที่แชร์จะถูกลบ หากคุณลงชื่อเข้าใช้ด้วยบัญชีอื่น คำศัพท์ในเครื่องของคุณจะถูกรวมกับข้อมูลของบัญชีใหม่
tr: Kelime listeleri ve paylaşılan veriler silinecek. Başka bir hesapla oturum açarsanız yerel kelimeleriniz yeni hesabın verileriyle birleştirilir.
uk: Списки слів та спільні дані буде видалено. Якщо ви увійдете через інший обліковий запис, ваші локальні слова будуть об'єднані з даними нового облікового запису
vi: Danh sách từ và dữ liệu chia sẻ sẽ bị xóa. Nếu bạn đăng nhập bằng tài khoản khác, từ cục bộ của bạn sẽ được hợp nhất với dữ liệu của tài khoản mới.
zh_hans: 单词列表和共享数据将被清除。如果使用其他账户登录，你的本地单词将与新账户数据合并。
zh_hant: 單詞列表和共享數據將被清除。如果使用其他帳戶登錄，你的本地單詞將與新帳戶數據合併。

# auth.sign_in_to_access_word_lists
source: Sign in to access your word lists across all your devices and collaborate with others.
ar: تسجيل الدخول للوصول إلى قوائم الكلمات عبر جميع أجهزتك والتعاون مع الآخرين.
ca: Inicia sessió per accedir a les teves llistes de paraules en tots els teus dispositius i col·laborar amb altres.
cs: Přihlaste se pro přístup k vašim seznamům slov na všech zařízeních a spolupráci s ostatními.
da: Log ind for at få adgang til dine ordlister på alle enheder og samarbejde med andre.
de: Melden Sie sich an, um auf Ihre Wortlisten auf allen Geräten zuzugreifen und mit anderen zusammenzuarbeiten.
es: Inicia sesión para acceder a tus listas de palabras en todos los dispositivos y colaborar con otros.
fi: Kirjaudu sisään päästäksesi sanalistoihisi kaikilla laitteilla ja tehdäksesi yhteistyötä muiden kanssa.
fr: Connectez-vous pour accéder à vos listes de mots sur tous les appareils et collaborer avec d'autres.
he: התחבר כדי לגשת לרשימות המילים שלך בכל המכשירים ולשתף פעולה עם אחרים.
hi: सभी डिवाइसों पर अपनी शब्द सूचियों तक पहुंचने और दूसरों के साथ सहयोग करने के लिए साइन इन करें।
hr: Prijavite se za pristup svojim popisima riječi na svim uređajima i suradnju s drugima.
hu: Jelentkezz be, hogy minden eszközödön hozzáférj a szólistáidhoz, és együttműködj másokkal.
id: Masuk untuk mengakses daftar kata Anda di semua perangkat dan berkolaborasi dengan orang lain.
it: Accedi per accedere alle tue liste di parole su tutti i dispositivi e collaborare con altri.
ja: すべてのデバイスで単語リストにアクセスし、他の人とコラボレーションするためにログイン。
ko: 모든 기기에서 단어 리스트에 접근하고 다른 사람과 협업하려면 로그인하세요.
ms: Log masuk untuk mengakses senarai perkataan anda di semua peranti dan bekerjasama dengan orang lain.
nb: Logg inn for å få tilgang til ordlistene dine på alle enheter og samarbeide med andre.
nl: Log in om toegang te krijgen tot je woordenlijsten op alle apparaten en om samen te werken met anderen.
pl: Zaloguj się, aby uzyskać dostęp do swoich list słów na wszystkich urządzeniach i współpracować z innymi.
pt_pt: Inicie sessão para aceder às suas listas de palavras em todos os dispositivos e colaborar com outros.
ro: Conectează-te pentru a accesa listele tale de cuvinte pe toate dispozitivele și pentru a colabora cu alții.
ru: Войдите, чтобы получить доступ к вашим спискам слов на всех устройствах и сотрудничать с другими.
sk: Prihláste sa, aby ste získali prístup k vašim zoznamom slov na všetkých zariadeniach a spolupracovali s ostatnými.
sv: Logga in för att få tillgång till dina ordlistor på alla enheter och samarbeta med andra.
th: ลงชื่อเข้าใช้เพื่อเข้าถึงรายการคำศัพท์ของคุณในทุกอุปกรณ์และร่วมงานกับผู้อื่น
tr: Tüm cihazlarda kelime listelerinize erişmek ve başkalarıyla işbirliği yapmak için oturum açın.
uk: Увійдіть, щоб отримати доступ до ваших списків слів на всіх пристроях та співпрацювати з іншими
vi: Đăng nhập để truy cập danh sách từ của bạn trên tất cả thiết bị và cộng tác với người khác.
zh_hans: 登录以在所有设备上访问你的单词列表并与他人协作。
zh_hant: 登錄以在所有設備上訪問你的單詞列表並與他人協作。

# auth.link_google
source: Link Google
ar: ربط بحساب جوجل
ca: Enllaça amb Google
cs: Propojit s Googlem
da: Link til Google
de: Mit Google verknüpfen
es: Vincular con Google
fi: Linkitä Googleen
fr: Lier à Google
he: קישור לגוגל
hi: गूगल से लिंक करें
hr: Poveži s Googleom
hu: Google összekapcsolása
id: Tautkan Google
it: Collega Google
ja: Googleとリンク
ko: Google 계정 연동
nb: Koble til Google
nl: Koppelen aan Google
pl: Połącz z Google
pt_pt: Associar ao Google
ro: Conectează cu Google
ru: Связать с Google
sk: Prepojiť s Google
sv: Länka med Google
th: เชื่อมต่อกับ Google
tr: Google ile Bağla
uk: Підключити Google
vi: Liên kết với Google
zh_hans: 关联谷歌账户
zh_hant: 關聯谷歌帳戶

# auth.link_apple
source: Link Apple
ar: ربط بحساب أبل
ca: Enllaça amb Apple
cs: Propojit s Apple
da: Link til Apple
de: Mit Apple verknüpfen
es: Vincular con Apple
fi: Linkitä Appleen
fr: Lier à Apple
he: קישור לאפל
hi: एप्पल से लिंक करें
hr: Poveži s Appleom
hu: Apple összekapcsolása
id: Tautkan Apple
it: Collega Apple
ja: Appleとリンク
ko: Apple 계정 연동
nb: Koble til Apple
nl: Koppelen aan Apple
pl: Połącz z Apple
pt_pt: Associar à Apple
ro: Conectează cu Apple
ru: Связать с Apple
sk: Prepojiť s Apple
sv: Länka med Apple
th: เชื่อมต่อกับ Apple
tr: Apple ile Bağla
uk: Підключити Apple
vi: Liên kết với Apple
zh_hans: 关联苹果账户
zh_hant: 關聯蘋果帳戶

# auth.sign_in_to_sync_word_lists
source: Sign in to sync your word lists
ar: تسجيل الدخول لمزامنة قوائم الكلمات
ca: Inicia sessió per sincronitzar les teves llistes de paraules
cs: Přihlásit se k synchronizaci seznamů slov
da: Log ind for at synkronisere ordlister
de: Melden Sie sich an, um Wortlisten zu synchronisieren
es: Inicia sesión para sincronizar listas de palabras
fi: Kirjaudu sisään synkronoidaksesi sanalistat
fr: Connectez-vous pour synchroniser les listes de mots
he: התחבר כדי לסנכרן רשימות מילים
hi: शब्द सूचियों को सिंक करने के लिए साइन इन करें
hr: Prijavite se za sinkronizaciju popisa riječi
hu: Jelentkezz be a szólisták szinkronizálásához
id: Masuk untuk menyinkronkan daftar kata
it: Accedi per sincronizzare le liste di parole
ja: 単語リストを同期するためにログイン
ko: 단어 리스트 동기화를 위해 로그인
ms: Log masuk untuk menyegerakkan senarai perkataan
nb: Logg inn for å synkronisere ordlister
nl: Log in om woordenlijsten te synchroniseren
pl: Zaloguj się, aby synchronizować listy słów
pt_pt: Inicie sessão para sincronizar listas de palavras
ro: Conectează-te pentru a sincroniza listele de cuvinte
ru: Войдите, чтобы синхронизировать списки слов
sk: Prihláste sa na synchronizáciu zoznamov slov
sv: Logga in för att synkronisera ordlistor
th: ลงชื่อเข้าใช้เพื่อซิงค์รายการคำศัพท์
tr: Kelime listelerini senkronize etmek için oturum aç
uk: Увійдіть, щоб синхронізувати списки слів
vi: Đăng nhập để đồng bộ danh sách từ
zh_hans: 登录以同步单词列表
zh_hant: 登錄以同步單詞列表

# auth.sign_out_error_title
source: Oh no!
ar: أوه لا!
cs: Jejda!
da: Åh nej!
de: Hoppla!
es: ¡Ups!
fi: Hups!
fr: Oups !
he: אופס!
hi: उफ़!
hr: Oh ne!
hu: Hoppá!
id: Ups!
it: Ops!
ja: おっと！
ko: 앗!
ms: Alamak!
nb: Ops!
nl: Oeps!
pl: Ups!
pt_pt: Ups!
ro: Ups!
ru: Упс!
sk: Ups!
sv: Oj!
th: อุ๊ย!
tr: Hata!
uk: Ой!
vi: Lỗi!
zh_hans: 哦不！
zh_hant: 哦不！

# auth.sign_out_error_message
source: Something went wrong while signing out. Please try again later.
ar: حدث خطأ أثناء تسجيل الخروج. حاول مرة أخرى لاحقًا.
ca: Alguna cosa ha anat malament en tancar la sessió. Torna-ho a provar més tard.
cs: Při odhlašování došlo k chybě. Zkuste to znovu později.
da: Noget gik galt under udlogning. Prøv igen senere.
de: Beim Abmelden ist etwas schiefgelaufen. Bitte versuchen Sie es später erneut.
es: Algo salió mal al cerrar sesión. Intenta de nuevo más tarde.
fi: Jokin meni pieleen uloskirjautumisen aikana. Yritä uudelleen myöhemmin.
fr: Quelque chose s'est mal passé lors de la déconnexion. Réessayez plus tard.
he: משהו השתבש במהלך ההתנתקות. אנא נסה שוב מאוחר יותר.
hi: साइन आउट के दौरान कुछ गलत हो गया। कृपया बाद में पुनः प्रयास करें।
hr: Nešto je pošlo po zlu prilikom odjave. Pokušajte ponovno kasnije.
hu: Valami hiba történt a kijelentkezés során. Kérlek, próbáld újra később.
id: Ada yang salah saat keluar. Silakan coba lagi nanti.
it: Qualcosa è andato storto durante la disconnessione. Riprova più tardi.
ja: ログアウト中に問題が発生しました。後でもう一度お試しください。
ko: 로그아웃 중 문제가 발생했습니다. 나중에 다시 시도하세요.
ms: Sesuatu telah berlaku semasa log keluar. Cuba lagi kemudian.
nb: Noe gikk galt under utlogging. Prøv igjen senere.
nl: Er ging iets mis bij het uitloggen. Probeer het later opnieuw.
pl: Coś poszło nie tak podczas wylogowywania. Spróbuj ponownie później.
pt_pt: Algo correu mal durante o término da sessão. Tente novamente mais tarde.
ro: Ceva a mers prost în timpul deconectării. Încearcă din nou mai târziu.
ru: Что-то пошло не так при выходе. Попробуйте снова позже.
sk: Niečo sa pokazilo pri odhlasovaní. Skúste znova neskôr.
sv: Något gick fel vid utloggning. Försök igen senare.
th: เกิดข้อผิดพลาดขณะออกจากระบบ ลองใหม่ในภายหลัง
tr: Oturum kapatılırken bir şeyler ters gitti. Daha sonra tekrar deneyin.
uk: Під час виходу з системи сталася помилка. Спробуйте ще раз пізніше
vi: Có lỗi xảy ra khi đăng xuất. Vui lòng thử lại sau.
zh_hans: 登出时出错。请稍后重试。
zh_hant: 登出時出錯。請稍後重試。

# auth.sign_in_required_for_restore
source: You need to sign in to restore your purchases.
ar: تحتاج إلى تسجيل الدخول لاستعادة مشترياتك.
ca: Cal que iniciïs sessió per restaurar les teves compres.
cs: Pro obnovení vašich nákupů je nutné se přihlásit.
da: Log ind er påkrævet for at gendanne dine køb.
de: Anmeldung erforderlich, um Ihre Käufe wiederherzustellen.
es: Se requiere iniciar sesión para restaurar compras.
fi: Sisäänkirjautuminen vaaditaan ostosten palauttamiseksi.
fr: La connexion est requise pour restaurer vos achats.
he: נדרשת התחברות כדי לשחזר את הרכישות שלך.
hi: अपनी खरीदारी को पुनर्स्थापित करने के लिए साइन इन आवश्यक है।
hr: Potrebna je prijava za vraćanje vaših kupnji.
hu: Bejelentkezés szükséges a vásárlások visszaállításához.
id: Masuk diperlukan untuk memulihkan pembelian Anda.
it: È necessario accedere per ripristinare gli acquisti.
ja: 購入を復元するにはログインが必要です。
ko: 구매 복원을 위해 로그인해야 합니다.
ms: Log masuk diperlukan untuk memulihkan pembelian.
nb: Innlogging kreves for å gjenopprette kjøp.
nl: Inloggen is vereist om je aankopen te herstellen.
pl: Logowanie wymagane do przywrócenia zakupów.
pt_pt: É necessário iniciar sessão para restaurar compras.
ro: Conectarea este necesară pentru a restaura achizițiile.
ru: Требуется вход для восстановления покупок.
sk: Na obnovenie nákupov je potrebné prihlásenie.
sv: Inloggning krävs för att återställa köp.
th: ต้องลงชื่อเข้าใช้เพื่อกู้คืนการซื้อ
tr: Satın alımları geri yüklemek için oturum açılması gerekiyor.
uk: Потрібен вхід для відновлення покупок
vi: Cần đăng nhập để khôi phục giao dịch mua.
zh_hans: 需要登录以恢复你的购买。
zh_hant: 需要登錄以恢復你的購買。

# auth.sign_in_required_for_pro_features
source: You need to sign in to access Pro features like %@.
ar: تحتاج إلى تسجيل الدخول للوصول إلى ميزات المحترف مثل %@.
ca: Cal que iniciïs sessió per accedir a les funcions Pro com %@.
cs: Pro přístup k funkcím Pro, jako je %@, je nutné se přihlásit.
da: Log ind er påkrævet for at få adgang til Pro-funktioner som %@.
de: Anmeldung erforderlich, um auf Pro-Funktionen wie %@ zuzugreifen.
es: Se requiere iniciar sesión para acceder a las funciones Pro, como %@.
fi: Sisäänkirjautuminen vaaditaan Pro-ominaisuuksien, kuten %@:n, käyttöön.
fr: La connexion est requise pour accéder aux fonctionnalités Pro comme %@.
he: נדרשת התחברות כדי לגשת לתכונות Pro כגון %@.
hi: %@ जैसी प्रो सुविधाओं तक पहुंचने के लिए साइन इन आवश्यक है।
hr: Potrebna je prijava za pristup Pro značajkama poput %@.
hu: Bejelentkezés szükséges a Pro funkciók, például a(z) %@ eléréséhez.
id: Masuk diperlukan untuk mengakses fitur Pro seperti %@.
it: È necessario accedere per accedere alle funzionalità Pro come %@.
ja: %@などのプロ機能にアクセスするにはログインが必要です。
ko: %@ 같은 프로 기능에 접근하려면 로그인해야 합니다.
ms: Log masuk diperlukan untuk mengakses ciri Pro seperti %@.
nb: Innlogging kreves for å få tilgang til Pro-funksjoner som %@.
nl: Inloggen is vereist om toegang te krijgen tot Pro-functies zoals %@.
pl: Logowanie wymagane do uzyskania dostępu do funkcji Pro, takich jak %@.
pt_pt: É necessário iniciar sessão para aceder a funcionalidades Pro, como %@.
ro: Conectarea este necesară pentru a accesa funcționalitățile Pro, cum ar fi %@.
ru: Требуется вход для доступа к функциям Pro, таким как %@.
sk: Na prístup k funkciám Pro, ako je %@, je potrebné prihlásenie.
sv: Inloggning krävs för att få tillgång till Pro-funktioner, som %@.
th: ต้องลงชื่อเข้าใช้เพื่อเข้าถึงฟีเจอร์ Pro เช่น %@
tr: Pro özelliklerine erişmek için oturum açılması gerekiyor, örneğin %@.
uk: Потрібен вхід для доступу до функцій Pro, наприклад %@
vi: Cần đăng nhập để truy cập các tính năng Pro, ví dụ như %@.
zh_hans: 需要登录以访问专业功能，如 %@。
zh_hant: 需要登錄以訪問專業功能，如 %@。

# auth.sign_in_failed
source: Failed to sign in. Please try again.
ar: فشل تسجيل الدخول. حاول مرة أخرى.
ca: No s'ha pogut iniciar la sessió. Torna-ho a provar.
cs: Přihlášení selhalo. Zkuste to znovu.
da: Log ind mislykkedes. Prøv igen.
de: Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al iniciar sesión. Intenta de nuevo.
fi: Sisäänkirjautuminen epäonnistui. Yritä uudelleen.
fr: Échec de la connexion. Réessayez.
he: ההתחברות נכשלה. אנא נסה שוב.
hi: साइन इन विफल। कृपया पुनः प्रयास करें।
hr: Prijava nije uspjela. Pokušajte ponovno.
hu: A bejelentkezés sikertelen. Kérlek, próbáld újra.
id: Gagal masuk. Silakan coba lagi.
it: Accesso fallito. Riprova.
ja: ログインに失敗しました。もう一度お試しください。
ko: 로그인 실패. 다시 시도하세요.
ms: Log masuk gagal. Cuba lagi.
nb: Innlogging mislyktes. Prøv igjen.
nl: Inloggen mislukt. Probeer opnieuw.
pl: Logowanie nie powiodło się. Spróbuj ponownie.
pt_pt: Falha ao iniciar sessão. Tente novamente.
ro: Conectare eșuată. Încearcă din nou.
ru: Ошибка входа. Попробуйте снова.
sk: Prihlásenie zlyhalo. Skúste znova.
sv: Inloggning misslyckades. Försök igen.
th: ลงชื่อเข้าใช้ล้มเหลว ลองใหม่
tr: Oturum açma başarısız. Tekrar deneyin.
uk: Не вдалося увійти. Спробуйте ще раз
vi: Đăng nhập thất bại. Vui lòng thử lại.
zh_hans: 登录失败。请重试。
zh_hant: 登錄失敗。請重試。

# auth.sign_out_failed
source: Failed to sign out. Please try again.
ar: فشل تسجيل الخروج. حاول مرة أخرى.
ca: No s'ha pogut tancar la sessió. Torna-ho a provar.
cs: Odhlášení selhalo. Zkuste to znovu.
da: Udlogning mislykkedes. Prøv igen.
de: Abmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al cerrar sesión. Intenta de nuevo.
fi: Uloskirjautuminen epäonnistui. Yritä uudelleen.
fr: Échec de la déconnexion. Réessayez.
he: ההתנתקות נכשלה. אנא נסה שוב.
hi: साइन आउट विफल। कृपया पुनः प्रयास करें।
hr: Odjava nije uspjela. Pokušajte ponovno.
hu: A kijelentkezés sikertelen. Kérlek, próbáld újra.
id: Gagal keluar. Silakan coba lagi.
it: Disconnessione fallita. Riprova.
ja: ログアウトに失敗しました。もう一度お試しください。
ko: 로그아웃 실패. 다시 시도하세요.
ms: Log keluar gagal. Cuba lagi.
nb: Utlogging mislyktes. Prøv igjen.
nl: Uitloggen mislukt. Probeer opnieuw.
pl: Wylogowanie nie powiodło się. Spróbuj ponownie.
pt_pt: Falha ao terminar sessão. Tente novamente.
ro: Deconectare eșuată. Încearcă din nou.
ru: Ошибка выхода. Попробуйте снова.
sk: Odhlásenie zlyhalo. Skúste znova.
sv: Utloggning misslyckades. Försök igen.
th: ออกจากระบบล้มเหลว ลองใหม่
tr: Oturum kapatma başarısız. Tekrar deneyin.
uk: Не вдалося вийти. Спробуйте ще раз
vi: Đăng xuất thất bại. Vui lòng thử lại.
zh_hans: 登出失败。请重试。
zh_hant: 登出失敗。請重試。

# auth.user_not_found
source: User not found
ar: لم يتم العثور على المستخدم.
ca: Usuari no trobat.
cs: Uživatel nenalezen.
da: Bruger ikke fundet.
de: Benutzer nicht gefunden.
el: Ο χρήστης δεν βρέθηκε
es: Usuario no encontrado.
fi: Käyttäjää ei löydy.
fr: Utilisateur non trouvé.
he: משתמש לא נמצא.
hi: उपयोगकर्ता नहीं मिला।
hr: Korisnik nije pronađen.
hu: Felhasználó nem található.
id: Pengguna tidak ditemukan.
it: Utente non trovato.
ja: ユーザーが見つかりません。
ko: 사용자를 찾을 수 없습니다.
ms: Pengguna tidak ditemui.
nb: Bruker ikke funnet.
nl: Gebruiker niet gevonden.
pl: Nie znaleziono użytkownika.
pt_pt: Utilizador não encontrado.
ro: Utilizator negăsit.
ru: Пользователь не найден.
sk: Používateľ nenájdený.
sv: Användare hittades inte.
th: ไม่พบผู้ใช้
tr: Kullanıcı bulunamadı.
uk: Користувача не знайдено
vi: Không tìm thấy người dùng.
zh_hans: 未找到用户。
zh_hant: 未找到用戶。

# auth.network_error
source: Network error. Please check your connection.
ar: خطأ في الشبكة. تحقق من اتصالك.
ca: Error de xarxa. Comprova la teva connexió.
cs: Chyba sítě. Zkontrolujte své připojení.
da: Netværksfejl. Tjek din forbindelse.
de: Netzwerkfehler. Überprüfen Sie Ihre Verbindung.
es: Error de red. Verifica tu conexión.
fi: Verkkovirhe. Tarkista yhteys.
fr: Erreur réseau. Vérifiez votre connexion.
he: שגיאת רשת. בדוק את החיבור שלך.
hi: नेटवर्क त्रुटि। कृपया अपना कनेक्शन जांचें।
hr: Pogreška mreže. Provjerite svoju vezu.
hu: Hálózati hiba. Ellenőrizd a kapcsolatodat.
id: Kesalahan jaringan. Periksa koneksi Anda.
it: Errore di rete. Controlla la tua connessione.
ja: ネットワークエラー。接続を確認してください。
ko: 네트워크 오류. 연결을 확인하세요.
ms: Ralat rangkaian. Semak sambungan anda.
nb: Nettverksfeil. Sjekk tilkoblingen din.
nl: Netwerkfout. Controleer je verbinding.
pl: Błąd sieci. Sprawdź swoje połączenie.
pt_pt: Erro de rede. Verifique a sua ligação.
ro: Eroare de rețea. Verifică-ți conexiunea.
ru: Ошибка сети. Проверьте ваше соединение.
sk: Chyba siete. Skontrolujte svoje pripojenie.
sv: Nätverksfel. Kontrollera din anslutning.
th: ข้อผิดพลาดเครือข่าย ตรวจสอบการเชื่อมต่อของคุณ
tr: Ağ hatası. Bağlantınızı kontrol edin.
uk: Помилка мережі. Перевірте ваше з'єднання
vi: Lỗi mạng. Vui lòng kiểm tra kết nối của bạn.
zh_hans: 网络错误。请检查你的连接。
zh_hant: 網絡錯誤。請檢查你的連接。

# auth.account_linking_failed
source: Failed to link accounts. Please try again.
ar: فشل ربط الحسابات. حاول مرة أخرى.
ca: No s'han pogut enllaçar els comptes. Torna-ho a provar.
cs: Propojení účtu selhalo. Zkuste to znovu.
da: Kontolinkning mislykkedes. Prøv igen.
de: Kontenverknüpfung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: No se pudo vincular la cuenta. Intenta de nuevo.
fi: Tilin linkittäminen epäonnistui. Yritä uudelleen.
fr: Échec de la liaison du compte. Réessayez.
he: קישור החשבון נכשל. אנא נסה שוב.
hi: खाता लिंकिंग विफल। कृपया पुनः प्रयास करें।
hr: Povezivanje računa nije uspjelo. Pokušajte ponovno.
hu: A fiók összekapcsolása sikertelen. Kérlek, próbáld újra.
id: Penautan akun gagal. Silakan coba lagi.
it: Collegamento account fallito. Riprova.
ja: アカウントのリンクに失敗しました。もう一度お試しください。
ko: 계정 연동 실패. 다시 시도하세요.
ms: Link akaun gagal. Cuba lagi.
nb: Kobling av konto mislyktes. Prøv igjen.
nl: Accountkoppeling mislukt. Probeer opnieuw.
pl: Połączenie konta nie powiodło się. Spróbuj ponownie.
pt_pt: Falha ao associar conta. Tente novamente.
ro: Conectarea contului a eșuat. Încearcă din nou.
ru: Не удалось связать аккаунт. Попробуйте снова.
sk: Prepojenie účtu zlyhalo. Skúste znova.
sv: Länkning av konto misslyckades. Försök igen.
th: การเชื่อมต่อบัญชีล้มเหลว ลองใหม่
tr: Hesap bağlama başarısız. Tekrar deneyin.
uk: Не вдалося підключити обліковий запис. Спробуйте ще раз
vi: Liên kết tài khoản thất bại. Vui lòng thử lại.
zh_hans: 账户关联失败。请重试。
zh_hant: 帳戶關聯失敗。請重試。

# auth.registration_benefits
source: Registration Benefits
ar: مزايا التسجيل
ca: Avantatges del Registre
cs: Výhody Registrace
da: Registreringsfordele
de: Registrierungsvorteile
fi: Rekisteröitymisen Edut
fr: Avantages de l'Inscription
hr: Prednosti Registracije
hu: Regisztráció Előnyei
id: Manfaat Pendaftaran
it: Vantaggi della Registrazione
ms: Manfaat Pendaftaran
nb: Registreringsfordeler
nl: Registratievoordelen
pl: Korzyści z Rejestracji
pt_pt: Benefícios da Registo
ro: Beneficiile Înregistrării
ru: Преимущества Регистрации
sk: Výhody Registrácie
sv: Registreringsfördelar
th: ประโยชน์ของการลงทะเบียน
tr: Kayıt Avantajları
uk: Переваги Реєстрації
vi: Lợi ích Đăng ký
zh_hans: 注册优势
