Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# errors.failed_to_update_word_progress
source: Failed to update word progress
ar: فشل في تحديث تقدم الكلمة
ca: No s'ha pogut actualitzar el progrés de la paraula
cs: Aktualizace pokroku slova selhala
da: Opdatering af ordfremskridt mislykkedes
de: Aktualisierung des Wortfortschritts fehlgeschlagen
el: Αποτυχία ενημέρωσης της προόδου της λέξης
es: No se pudo actualizar el progreso de la palabra
fi: Sanan edistymisen päivittäminen epäonnistui
fr: Échec de la mise à jour de la progression du mot
he: עדכון התקדמות המילה נכשל
hi: शब्द प्रगति अपडेट करने में विफल
hr: Ažuriranje napretka riječi nije uspjelo
hu: A szó haladásának frissítése sikertelen
id: Gagal memperbarui kemajuan kata
it: Impossibile aggiornare il progresso della parola
ja: 単語の進捗更新に失敗
ko: 단어 진행 상황 업데이트 실패
ms: Gagal mengemas kini kemajuan perkataan
nb: Kunne ikke oppdatere ordfremgang
nl: Bijwerken van woordvoortgang mislukt
pl: Nie udało się zaktualizować postępu słowa
pt_pt: Falha ao actualizar o progresso da palavra
ro: Eșec la actualizarea progresului cuvântului
ru: Не удалось обновить прогресс слова
sk: Zlyhalo aktualizovanie pokroku slova
sv: Misslyckades med att uppdatera ordets framsteg
th: ไม่สามารถอัปเดตความคืบหน้าของคำศัพท์
tr: Kelime ilerlemesi güncellenemedi
uk: Не вдалося оновити прогрес слова
vi: Không thể cập nhật tiến độ từ
zh_hans: 无法更新单词进度
zh_hant: 無法更新單詞進度

# errors.failed_to_update_word_difficulty_level
source: Failed to update word difficulty level
ar: فشل في تحديث مستوى صعوبة الكلمة
ca: No s'ha pogut actualitzar el nivell de dificultat de la paraula
cs: Aktualizace úrovně obtížnosti slova selhala
da: Opdatering af ordets sværhedsgrad mislykkedes
de: Aktualisierung des Schwierigkeitsgrads des Wortes fehlgeschlagen
el: Αποτυχία ενημέρωσης του επιπέδου δυσκολίας της λέξης
es: No se pudo actualizar el nivel de dificultad de la palabra
fi: Sanan vaikeustason päivittäminen epäonnistui
fr: Échec de la mise à jour du niveau de difficulté du mot
he: עדכון רמת הקושי של המילה נכשל
hi: शब्द कठिनाई स्तर अपडेट करने में विफल
hr: Ažuriranje razine težine riječi nije uspjelo
hu: A szó nehézségi szintjének frissítése sikertelen
id: Gagal memperbarui tingkat kesulitan kata
it: Impossibile aggiornare il livello di difficoltà della parola
ja: 単語の難易度レベルの更新に失敗
ko: 단어 난이도 레벨 업데이트 실패
ms: Gagal mengemas kini tahap kesukaran perkataan
nb: Kunne ikke oppdatere vanskelighetsgrad for ord
nl: Bijwerken van woordmoeilijkheidsgraad mislukt
pl: Nie udało się zaktualizować poziomu trudności słowa
pt_pt: Falha ao actualizar o nível de dificuldade da palavra
ro: Eșec la actualizarea nivelului de dificultate al cuvântului
ru: Не удалось обновить уровень сложности слова
sk: Zlyhalo aktualizovanie úrovne obtiažnosti slova
sv: Misslyckades med att uppdatera ordets svårighetsgrad
th: ไม่สามารถอัปเดตระดับความยากของคำศัพท์
tr: Kelime zorluk seviyesi güncellenemedi
uk: Не вдалося оновити рівень складності слова
vi: Không thể cập nhật mức độ khó của từ
zh_hans: 无法更新单词难度级别
zh_hant: 無法更新單詞難度級別

# errors.failed_to_save_quiz_session
source: Failed to save quiz session
ar: فشل في حفظ جلسة الاختبار
ca: No s'ha pogut desar la sessió del qüestionari
cs: Uložení relace kvízu selhalo
da: Gemning af quizsession mislykkedes
de: Speichern der Quiz-Sitzung fehlgeschlagen
el: Αποτυχία αποθήκευσης της συνεδρίας κουίζ
es: No se pudo guardar la sesión del cuestionario
fi: Visasession tallentaminen epäonnistui
fr: Échec de l'enregistrement de la session de quiz
he: שמירת סשן החידון נכשלה
hi: क्विज़ सत्र सहेजने में विफल
hr: Spremanje sesije kviza nije uspjelo
hu: A kviz munkamenet mentése sikertelen
id: Gagal menyimpan sesi kuis
it: Impossibile salvare la sessione di quiz
ja: クイズセッションの保存に失敗
ko: 퀴즈 세션 저장 실패
ms: Gagal menyimpan sesi kui
nb: Kunne ikke lagre quizøkt
nl: Opslaan van quizsessie mislukt
pl: Nie udało się zapisać sesji quizu
pt_pt: Falha ao guardar a sessão do questionário
ro: Eșec la salvarea sesiunii de test
ru: Не удалось сохранить сессию викторины
sk: Zlyhalo uloženie relácie kvízu
sv: Misslyckades med att spara quizsession
th: ไม่สามารถบันทึกเซสชันแบบทดสอบ
tr: Test oturumu kaydedilemedi
uk: Не вдалося зберегти сеанс тесту
vi: Không thể lưu phiên bài kiểm tra
zh_hans: 无法保存测验会话
zh_hant: 無法保存測驗會話

# errors.failed_to_update_user_statistics
source: Failed to update user statistics
ar: فشل في تحديث إحصائيات المستخدم
ca: No s'han pogut actualitzar les estadístiques de l'usuari
cs: Aktualizace uživatelských statistik selhala
da: Opdatering af brugerstatistik mislykkedes
de: Aktualisierung der Benutzerstatistiken fehlgeschlagen
el: Αποτυχία ενημέρωσης των στατιστικών του χρήστη
es: No se pudo actualizar las estadísticas del usuario
fi: Käyttäjätilastojen päivittäminen epäonnistui
fr: Échec de la mise à jour des statistiques de l'utilisateur
he: עדכון סטטיסטיקות המשתמש נכשל
hi: उपयोगकर्ता सांख्यिकी अपडेट करने में विफल
hr: Ažuriranje korisničkih statistika nije uspjelo
hu: A felhasználói statisztikák frissítése sikertelen
id: Gagal memperbarui statistik pengguna
it: Impossibile aggiornare le statistiche dell'utente
ja: ユーザー統計の更新に失敗
ko: 사용자 통계 업데이트 실패
ms: Gagal mengemas kini statistik pengguna
nb: Kunne ikke oppdatere brukerstatistikk
nl: Bijwerken van gebruikersstatistieken mislukt
pl: Nie udało się zaktualizować statystyk użytkownika
pt_pt: Falha ao actualizar as estatísticas do utilizador
ro: Eșec la actualizarea statisticilor utilizatorului
ru: Не удалось обновить статистику пользователя
sk: Zlyhalo aktualizovanie štatistík používateľa
sv: Misslyckades med att uppdatera användarstatistik
th: ไม่สามารถอัปเดตสถิติผู้ใช้
tr: Kullanıcı istatistikleri güncellenemedi
uk: Не вдалося оновити статистику користувача
vi: Không thể cập nhật thống kê người dùng
zh_hans: 无法更新用户统计数据
zh_hant: 無法更新用戶統計數據

# errors.invalid_word_id
source: Invalid word ID
ar: معرف الكلمة غير صالح
ca: ID de paraula no vàlid
cs: Neplatné ID slova
da: Ugyldigt ord-ID
de: Ungültige Wort-ID
el: Μη έγκυρο ID λέξης
es: ID de palabra no válido
fi: Virheellinen sana-ID
fr: ID de mot invalide
he: מזהה מילה לא חוקי
hi: अमान्य शब्द ID
hr: Nevažeći ID riječi
hu: Érvénytelen szóazonosító
id: ID kata tidak valid
it: ID parola non valido
ja: 無効な単語ID
ko: 유효하지 않은 단어 ID
ms: ID perkataan tidak sah
nb: Ugyldig ord-ID
nl: Ongeldig woord-ID
pl: Nieprawidłowy identyfikator słowa
pt_pt: ID de palavra inválido
ro: ID cuvânt invalid
ru: Недопустимый ID слова
sk: Neplatné ID slova
sv: Ogiltigt ord-ID
th: รหัสคำศัพท์ไม่ถูกต้อง
tr: Geçersiz kelime kimliği
uk: Недійсний ідентифікатор слова
vi: ID từ không hợp lệ
zh_hans: 无效的单词ID
zh_hant: 無效的單詞ID

# errors.word_not_found
source: Word not found
ar: لم يتم العثور على الكلمة
ca: Paraula no trobada
cs: Slovo nenalezeno
da: Ord ikke fundet
de: Wort nicht gefunden
el: Η λέξη δεν βρέθηκε
es: Palabra no encontrada
fi: Sanaa ei löytynyt
fr: Mot non trouvé
he: המילה לא נמצאה
hi: शब्द नहीं मिला
hr: Riječ nije pronađena
hu: A szó nem található
id: Kata tidak ditemukan
it: Parola non trovata
ja: 単語が見つかりません
ko: 단어를 찾을 수 없습니다
ms: Perkataan tidak ditemui
nb: Ord ikke funnet
nl: Woord niet gevonden
pl: Słowo nie znalezione
pt_pt: Palavra não encontrada
ro: Cuvânt negăsit
ru: Слово не найдено
sk: Slovo nenájdené
sv: Ordet hittades inte
th: ไม่พบคำศัพท์
tr: Kelime bulunamadı
uk: Слово не знайдено
vi: Không tìm thấy từ
zh_hans: 未找到单词
zh_hant: 未找到單詞

# errors.failed_to_calculate_progress
source: Failed to calculate progress
ar: فشل في حساب التقدم
ca: No s'ha pogut calcular el progrés
cs: Výpočet pokroku selhal
da: Beregning af fremskridt mislykkedes
de: Berechnung des Fortschritts fehlgeschlagen
el: Αποτυχία υπολογισμού της προόδου
es: No se pudo calcular el progreso
fi: Edistymisen laskeminen epäonnistui
fr: Échec du calcul de la progression
he: חישוב ההתקדמות נכשל
hi: प्रगति की गणना करने में विफल
hr: Izračun napretka nije uspio
hu: A haladás kiszámítása sikertelen
id: Gagal menghitung kemajuan
it: Impossibile calcolare il progresso
ja: 進捗の計算に失敗
ko: 진행 상황 계산 실패
ms: Gagal mengira kemajuan
nb: Kunne ikke beregne fremgang
nl: Berekening van voortgang mislukt
pl: Nie udało się obliczyć postępu
pt_pt: Falha ao calcular o progresso
ro: Eșec la calcularea progresului
ru: Не удалось рассчитать прогресс
sk: Zlyhalo vypočítanie pokroku
sv: Misslyckades med att beräkna framsteg
th: ไม่สามารถคำนวณความคืบหน้า
tr: İlerleme hesaplanamadı
uk: Не вдалося обчислити прогрес
vi: Không thể tính toán tiến độ
zh_hans: 无法计算进度
zh_hant: 無法計算進度

# errors.invalid_translation_url
source: Invalid translation URL
ar: رابط الترجمة غير صالح
ca: URL de traducció no vàlid
cs: Neplatná URL pro překlad
da: Ugyldig oversættelses-URL
de: Ungültige Übersetzungs-URL
el: Μη έγκυρο URL μετάφρασης
es: URL de traducción no válida
fi: Virheellinen käännös-URL
fr: URL de traduction invalide
he: כתובת URL תרגום לא חוקית
hi: अमान्य अनुवाद URL
hr: Nevažeći URL za prijevod
hu: Érvénytelen fordítási URL
id: URL terjemahan tidak valid
it: URL di traduzione non valido
ja: 無効な翻訳URL
ko: 유효하지 않은 번역 URL
ms: URL terjemahan tidak sah
nb: Ugyldig oversettelses-URL
nl: Ongeldige vertaal-URL
pl: Nieprawidłowy adres URL tłumaczenia
pt_pt: URL de tradução inválido
ro: URL de traducere invalid
ru: Недопустимый URL перевода
sk: Neplatná adresa URL prekladu
sv: Ogiltig översättnings-URL
th: URL การแปลไม่ถูกต้อง
tr: Geçersiz çeviri URL'si
uk: Недійсний URL перекладу
vi: URL dịch không hợp lệ
zh_hans: 无效的翻译URL
zh_hant: 無效的翻譯URL

# errors.network_error_during_translation
source: Network error during translation
ar: خطأ في الشبكة أثناء الترجمة
ca: Error de xarxa durant la traducció
cs: Chyba sítě během překladu
da: Netværksfejl under oversættelse
de: Netzwerkfehler während der Übersetzung
el: Σφάλμα δικτύου κατά τη μετάφραση
es: Error de red durante la traducción
fi: Verkkovirhe käännöksen aikana
fr: Erreur réseau pendant la traduction
he: שגיאת רשת במהלך התרגום
hi: अनुवाद के दौरान नेटवर्क त्रुटि
hr: Mrežna pogreška tijekom prijevoda
hu: Hálózati hiba a fordítás során
id: Kesalahan jaringan selama terjemahan
it: Errore di rete durante la traduzione
ja: 翻訳中のネットワークエラー
ko: 번역 중 네트워크 오류
ms: Ralat rangkaian semasa terjemahan
nb: Nettverksfeil under oversettelse
nl: Netwerkfout tijdens vertaling
pl: Błąd sieci podczas tłumaczenia
pt_pt: Erro de rede durante a tradução
ro: Eroare de rețea în timpul traducerii
ru: Ошибка сети во время перевода
sk: Chyba siete počas prekladu
sv: Nätverksfel under översättning
th: ข้อผิดพลาดเครือข่ายระหว่างการแปล
tr: Çeviri sırasında ağ hatası
uk: Помилка мережі під час перекладу
vi: Lỗi mạng trong quá trình dịch
zh_hans: 翻译期间发生网络错误
zh_hant: 翻譯期間發生網絡錯誤

# errors.invalid_response_from_translation_service
source: Invalid response from translation service
ar: استجابة غير صالحة من خدمة الترجمة
ca: Resposta no vàlida del servei de traducció
cs: Neplatná odpověď od překladové služby
da: Ugyldigt svar fra oversættelsestjenesten
de: Ungültige Antwort vom Übersetzungsdienst
el: Μη έγκυρη απόκριση από την υπηρεσία μετάφρασης
es: Respuesta no válida del servicio de traducción
fi: Virheellinen vastaus käännöspalvelusta
fr: Réponse invalide du service de traduction
he: תגובה לא חוקית משירות התרגום
hi: अनुवाद सेवा से अमान्य प्रतिक्रिया
hr: Nevažeći odgovor od usluge prijevoda
hu: Érvénytelen válasz a fordítási szolgáltatástól
id: Tanggapan tidak valid dari layanan terjemahan
it: Risposta non valida dal servizio di traduzione
ja: 翻訳サービスからの無効な応答
ko: 번역 서비스에서 유효하지 않은 응답
ms: Respon tidak sah dari perkhidmatan terjemahan
nb: Ugyldig respons fra oversettelsestjenesten
nl: Ongeldige reactie van vertaaldienst
pl: Nieprawidłowa odpowiedź od usługi tłumaczenia
pt_pt: Resposta inválida do serviço de tradução
ro: Răspuns invalid de la serviciul de traducere
ru: Недопустимый ответ от сервиса перевода
sk: Neplatná odpoveď od prekladateľskej služby
sv: Ogiltigt svar från översättningstjänsten
th: การตอบกลับจากบริการแปลไม่ถูกต้อง
tr: Çeviri servisinden geçersiz yanıt
uk: Недійсна відповідь від служби перекладу
vi: Phản hồi không hợp lệ từ dịch vụ dịch
zh_hans: 翻译服务返回无效响应
zh_hant: 翻譯服務返回無效響應

# errors.translation_failed
source: Translation failed
ar: فشل الترجمة
ca: Traducció fallida
cs: Překlad selhal
da: Oversættelse mislykkedes
de: Übersetzung fehlgeschlagen
el: Η μετάφραση απέτυχε
es: Traducción fallida
fi: Käännös epäonnistui
fr: Échec de la traduction
he: התרגום נכשל
hi: अनुवाद विफल
hr: Prijevod nije uspio
hu: A fordítás sikertelen
id: Terjemahan gagal
it: Traduzione fallita
ja: 翻訳に失敗
ko: 번역 실패
ms: Terjemahan gagal
nb: Oversettelse mislyktes
nl: Vertaling mislukt
pl: Tłumaczenie nie powiodło się
pt_pt: Falha na tradução
ro: Traducere eșuată
ru: Перевод не удался
sk: Preklad zlyhal
sv: Översättning misslyckades
th: การแปลล้มเหลว
tr: Çeviri başarısız
uk: Переклад не вдався
vi: Dịch thất bại
zh_hans: 翻译失败
zh_hant: 翻譯失敗

# errors.invalid_user_email
source: Invalid user email
ar: بريد إلكتروني غير صالح للمستخدم
ca: Correu electrònic d'usuari no vàlid
cs: Neplatná e-mailová adresa uživatele
da: Ugyldig bruger-e-mail
de: Ungültige Benutzer-E-Mail-Adresse
el: Μη έγκυρη διεύθυνση email χρήστη
es: Correo electrónico de usuario no válido
fi: Virheellinen käyttäjän sähköpostiosoite
fr: Adresse e-mail de l'utilisateur invalide
he: כתובת דוא"ל לא חוקית של המשתמש
hi: अमान्य उपयोगकर्ता ईमेल पता
hr: Nevažeća e-mail adresa korisnika
hu: Érvénytelen felhasználói e-mail cím
id: Alamat email pengguna tidak valid
it: Indirizzo email utente non valido
ja: 無効なユーザーメールアドレス
ko: 유효하지 않은 사용자 이메일
ms: E-mel pengguna tidak sah
nb: Ugyldig bruker-e-post
nl: Ongeldig gebruikers-e-mailadres
pl: Nieprawidłowy adres e-mail użytkownika
pt_pt: E-mail de utilizador inválido
ro: E-mail utilizator invalid
ru: Недопустимый адрес электронной почты пользователя
sk: Neplatná e-mailová adresa používateľa
sv: Ogiltig användar-e-post
th: อีเมลผู้ใช้ไม่ถูกต้อง
tr: Geçersiz kullanıcı e-postası
uk: Недійсна електронна пошта користувача
vi: Email người dùng không hợp lệ
zh_hans: 无效的用户电子邮件
zh_hant: 無效的用戶電子郵件

# errors.network_error_occurred
source: Network error occurred
ar: حدث خطأ في الشبكة
ca: S'ha produït un error de xarxa
cs: Došlo k chybě sítě
da: Der opstod en netværksfejl
de: Ein Netzwerkfehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα δικτύου
es: Ocurrió un error de red
fi: Verkkovirhe tapahtui
fr: Une erreur réseau s'est produite
he: אירעה שגיאת רשת
hi: नेटवर्क त्रुटि हुई
hr: Došlo je do mrežne pogreške
hu: Hálózati hiba történt
id: Terjadi kesalahan jaringan
it: Si è verificato un errore di rete
ja: ネットワークエラーが発生しました
ko: 네트워크 오류가 발생했습니다
ms: Ralat rangkaian berlaku
nb: Nettverksfeil oppstod
nl: Er is een netwerkfout opgetreden
pl: Wystąpił błąd sieci
pt_pt: Ocorreu um erro de rede
ro: A apărut o eroare de rețea
ru: Произошла ошибка сети
sk: Vyskytla sa chyba siete
sv: Ett nätverksfel uppstod
th: เกิดข้อผิดพลาดเครือข่าย
tr: Ağ hatası oluştu
uk: Сталася помилка мережі
vi: Đã xảy ra lỗi mạng
zh_hans: 发生网络错误
zh_hant: 發生網絡錯誤

# errors.sync_failed
source: Sync failed
ar: فشل المزامنة
ca: Sincronització fallida
cs: Synchronizace selhala
da: Synkronisering mislykkedes
de: Synchronisation fehlgeschlagen
el: Ο συγχρονισμός απέτυχε
es: Sincronización fallida
fi: Synkronointi epäonnistui
fr: Échec de la synchronisation
he: הסנכרון נכשל
hi: सिंक विफल
hr: Sinkronizacija nije uspjela
hu: Szinkronizálás sikertelen
id: Sinkronisasi gagal
it: Sincronizzazione fallita
ja: 同期に失敗
ko: 동기화 실패
ms: Penyegerakan gagal
nb: Synkronisering mislyktes
nl: Synchronisatie mislukt
pl: Synchronizacja nie powiodła się
pt_pt: Falha na sincronização
ro: Sincronizare eșuată
ru: Синхронизация не удалась
sk: Synchronizácia zlyhala
sv: Synkronisering misslyckades
th: การซิงค์ล้มเหลว
tr: Senkronizasyon başarısız
uk: Синхронізація не вдалася
vi: Đồng bộ thất bại
zh_hans: 同步失败
zh_hant: 同步失敗

# errors.invalid_input_provided
source: Invalid input provided
ar: تم تقديم إدخال غير صالح
ca: S'ha proporcionat una entrada no vàlida
cs: Byl zadán neplatný vstup
da: Ugyldigt input angivet
de: Ungültige Eingabe bereitgestellt
el: Παρέχεται μη έγκυρη εισαγωγή
es: Entrada proporcionada no válida
fi: Virheellinen syöte annettu
fr: Entrée invalide fournie
he: סופק קלט לא חוקי
hi: अमान्य इनपुट प्रदान किया गया
hr: Unesen je nevažeći unos
hu: Érvénytelen bemenetet adtál meg
id: Masukan yang diberikan tidak valid
it: Input fornito non valido
ja: 提供された入力が無効です
ko: 제공된 입력이 유효하지 않습니다
ms: Input yang diberikan tidak sah
nb: Ugyldig inndata angitt
nl: Ongeldige invoer opgegeven
pl: Podano nieprawidłowe dane
pt_pt: Entrada inválida fornecida
ro: Intrare invalidă furnizată
ru: Предоставлен недопустимый ввод
sk: Poskytnutý neplatný vstup
sv: Ogiltig inmatning tillhandahölls
th: ข้อมูลที่ป้อนไม่ถูกต้อง
tr: Geçersiz giriş sağlandı
uk: Надано недійсне введення
vi: Đầu vào được cung cấp không hợp lệ
zh_hans: 提供了无效输入
zh_hant: 提供了無效輸入

# errors.dictionary_not_found
source: Dictionary not found
ar: لم يتم العثور على القاموس
ca: Diccionari no trobat
cs: Slovník nenalezen
da: Ordbog ikke fundet
de: Wörterbuch nicht gefunden
el: Το λεξικό δεν βρέθηκε
es: Diccionario no encontrado
fi: Sanakirjaa ei löytynyt
fr: Dictionnaire non trouvé
he: המילון לא נמצא
hi: शब्दकोश नहीं मिला
hr: Rječnik nije pronađen
hu: A szótár nem található
id: Kamus tidak ditemukan
it: Dizionario non trovato
ja: 辞書が見つかりません
ko: 사전을 찾을 수 없습니다
ms: Kamus tidak ditemui
nb: Ordbok ikke funnet
nl: Woordenboek niet gevonden
pl: Słownik nie znaleziony
pt_pt: Dicionário não encontrado
ro: Dicționar negăsit
ru: Словарь не найден
sk: Slovník nenájdený
sv: Ordbok hittades inte
th: ไม่พบพจนานุกรม
tr: Sözlük bulunamadı
uk: Словник не знайдено
vi: Không tìm thấy từ điển
zh_hans: 未找到词典
zh_hant: 未找到詞典

# errors.no_subscription_offerings_available
source: No subscription offerings are currently available
ar: لا توجد عروض اشتراك متاحة حاليًا
ca: Actualment no hi ha ofertes de subscripció disponibles
cs: Momentálně nejsou k dispozici žádné nabídky předplatného
da: Ingen abonnementsmuligheder tilgængelige i øjeblikket
de: Derzeit keine Abonnementangebote verfügbar
el: Δεν υπάρχουν διαθέσιμες προσφορές συνδρομής αυτή τη στιγμή
es: Actualmente no hay ofertas de suscripción disponibles
fi: Tilaustarjouksia ei ole tällä hetkellä saatavilla
fr: Aucune offre d'abonnement disponible pour le moment
he: אין כרגע הצעות מנוי זמינות
hi: वर्तमान में कोई सदस्यता ऑफर उपलब्ध नहीं हैं
hr: Trenutno nema dostupnih ponuda za pretplatu
hu: Jelenleg nincsenek előfizetési ajánlatok
id: Saat ini tidak ada penawaran langganan
it: Nessuna offerta di abbonamento disponibile al momento
ja: 現在、サブスクリプションの提供はありません
ko: 현재 구독 제공이 없습니다
ms: Tiada tawaran langganan tersedia buat masa ini
nb: Ingen abonnementstilbud tilgjengelig for øyeblikket
nl: Momenteel geen abonnementsaanbiedingen beschikbaar
pl: Brak dostępnych ofert subskrypcji w tej chwili
pt_pt: Nenhuma oferta de subscrição disponível no momento
ro: Nicio ofertă de abonament disponibilă momentan
ru: В настоящее время нет доступных предложений по подписке
sk: Momentálne nie sú k dispozícii žiadne ponuky predplatného
sv: Inga prenumerationserbjudanden tillgängliga för närvarande
th: ขณะนี้ไม่มีข้อเสนอการสมัครสมาชิก
tr: Şu anda abonelik teklifleri mevcut değil
uk: Наразі немає пропозицій щодо підписок
vi: Hiện tại không có gói đăng ký nào khả dụng
zh_hans: 当前没有可用的订阅优惠
zh_hant: 當前沒有可用的訂閱優惠

# errors.requested_subscription_package_not_found
source: The requested subscription package was not found
ar: لم يتم العثور على حزمة الاشتراك المطلوبة
ca: No s'ha trobat el paquet de subscripció sol·licitat
cs: Požadovaný balíček předplatného nebyl nalezen
da: Den anmodede abonnementspakke blev ikke fundet
de: Angefordertes Abonnementpaket nicht gefunden
el: Το ζητούμενο πακέτο συνδρομής δεν βρέθηκε
es: No se encontró el paquete de suscripción solicitado
fi: Pyydettyä tilauspakettia ei löytynyt
fr: Le pack d'abonnement demandé n'a pas été trouvé
he: חבילת המנוי המבוקשת לא נמצאה
hi: अनुरोधित सदस्यता पैकेज नहीं मिला
hr: Zatraženi paket pretplate nije pronađen
hu: A kért előfizetési csomag nem található
id: Paket langganan yang diminta tidak ditemukan
it: Il pacchetto di abbonamento richiesto non è stato trovato
ja: リクエストされたサブスクリプションパッケージが見つかりません
ko: 요청한 구독 패키지를 찾을 수 없습니다
ms: Pakej langganan yang diminta tidak ditemui
nb: Forespurt abonnementspakke ikke funnet
nl: Gevraagde abonnementspakket niet gevonden
pl: Nie znaleziono żądanego pakietu subskrypcji
pt_pt: Pacote de subscrição solicitado não encontrado
ro: Pachetul de abonament solicitat nu a fost găsit
ru: Запрошенный пакет подписки не найден
sk: Požadovaný balík predplatného nebol nájdený
sv: Begärt prenumerationspaket hittades inte
th: ไม่พบแพ็คเกจการสมัครสมาชิกที่ร้องขอ
tr: İstenen abonelik paketi bulunamadı
uk: Запитаний пакет підписки не знайдено
vi: Không tìm thấy gói đăng ký được yêu cầu
zh_hans: 未找到请求的订阅包
zh_hant: 未找到請求的訂閱包

# errors.purchase_could_not_be_completed
source: The purchase could not be completed
ar: تعذر إتمام الشراء
ca: No s'ha pogut completar la compra
cs: Nákup nemohl být dokončen
da: Købet kunne ikke gennemføres
de: Kauf konnte nicht abgeschlossen werden
el: Η αγορά δεν μπόρεσε να ολοκληρωθεί
es: No se pudo completar la compra
fi: Ostoa ei voitu suorittaa
fr: L'achat n'a pas pu être effectué
he: לא ניתן היה להשלים את הרכישה
hi: खरीदारी पूरी नहीं हो सकी
hr: Kupnja nije mogla biti dovršena
hu: A vásárlás nem fejezhető be
id: Pembelian tidak dapat diselesaikan
it: L'acquisto non può essere completato
ja: 購入を完了できません
ko: 구매를 완료할 수 없습니다
ms: Pembelian tidak dapat diselesaikan
nb: Kjøpet kunne ikke fullføres
nl: Aankoop kon niet worden voltooid
pl: Nie można ukończyć zakupu
pt_pt: A compra não pôde ser concluída
ro: Achiziția nu a putut fi finalizată
ru: Покупка не может быть завершена
sk: Nákup sa nepodarilo dokončiť
sv: Köpet kunde inte slutföras
th: ไม่สามารถทำการซื้อให้เสร็จสมบูรณ์
tr: Satın alma tamamlanamadı
uk: Не вдалося завершити покупку
vi: Không thể hoàn tất giao dịch mua
zh_hans: 无法完成购买
zh_hant: 無法完成購買

# errors.failed_to_restore_previous_purchases
source: Failed to restore previous purchases
ar: فشل في استعادة المشتريات السابقة
ca: No s'han pogut restaurar les compres anteriors
cs: Obnovení předchozích nákupů selhalo
da: Gendannelse af tidligere køb mislykkedes
de: Wiederherstellung früherer Käufe fehlgeschlagen
el: Αποτυχία επαναφοράς προηγούμενων αγορών
es: No se pudieron restaurar las compras anteriores
fi: Aiemman ostosten palauttaminen epäonnistui
fr: Échec de la restauration des achats précédents
he: שחזור הרכישות הקודמות נכשל
hi: पिछली खरीदारी को पुनर्स्थापित करने में विफल
hr: Vraćanje prethodnih kupnji nije uspjelo
hu: A korábbi vásárlások visszaállítása sikertelen
id: Gagal memulihkan pembelian sebelumnya
it: Impossibile ripristinare gli acquisti precedenti
ja: 以前の購入の復元に失敗
ko: 이전 구매 복원 실패
ms: Gagal memulihkan pembelian sebelumnya
nb: Kunne ikke gjenopprette tidligere kjøp
nl: Herstellen van eerdere aankopen mislukt
pl: Nie udało się przywrócić poprzednich zakupów
pt_pt: Falha ao restaurar compras anteriores
ro: Eșec la restaurarea achizițiilor anterioare
ru: Не удалось восстановить предыдущие покупки
sk: Zlyhalo obnovenie predchádzajúcich nákupov
sv: Misslyckades med att återställa tidigare köp
th: ไม่สามารถกู้คืนการซื้อก่อนหน้า
tr: Önceki satın alımları geri yükleme başarısız
uk: Не вдалося відновити попередні покупки
vi: Không thể khôi phục các giao dịch mua trước đó
zh_hans: 无法恢复之前的购买
zh_hant: 無法恢復之前的購買
