Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# shared_dictionaries.no_shared_dictionaries_sidebar
source: No shared dictionaries
ar: لا توجد قواميس مشتركة
ca: Cap diccionari compartit
cs: Žádné sdílené slovníky
da: Ingen delte ordbøger
de: Keine geteilten Wörterbücher
es: No hay diccionarios compartidos
fi: Ei jaettuja sanakirjoja
fr: Aucun dictionnaire partagé
he: אין מילונים משותפים
hi: कोई साझा शब्दकोश नहीं
hr: Nema zajedničkih rječnika
hu: Nincsenek megosztott szótárak
id: Tidak ada kamus bersama
it: Nessun dizionario condiviso
ja: 共有辞書がありません
ko: 공유 사전 없음
ms: Tiada kamus kongsi
nb: Ingen delte ordbøker
nl: Geen gedeelde woordenboeken
pl: Brak wspólnych słowników
pt_pt: Nenhum dicionário partilhado
ro: Niciun dicționar partajat
ru: Нет общих словарей
sk: Žiadne zdieľané slovníky
sv: Inga delade ordböcker
th: ไม่มีพจนานุกรมที่แชร์
tr: Paylaşılan sözlük yok
uk: Немає спільних словників
vi: Không có từ điển chia sẻ
zh_hans: 暂无共享词典
zh_hant: 暫無共享詞典

# shared_dictionaries.collaborative_features
source: Collaborative Features
ar: الميزات التعاونية
ca: Funcions col·laboratives
cs: Funkce spolupráce
da: Samarbejdende funktioner
de: Kollaborative Funktionen
es: Funciones colaborativas
fi: Yhteistyöominaisuudet
fr: Fonctionnalités collaboratives
he: תכונות שיתופיות
hi: सहयोगी सुविधाएं
hr: Značajke suradnje
hu: Kollaboratív funkciók
id: Fitur Kolaboratif
it: Funzionalità Collaborative
ja: コラボレーション機能
ko: 협업 기능
ms: Ciri Kolaboratif
nb: Samarbeidsfunksjoner
nl: Samenwerkingsfuncties
pl: Funkcje współpracy
pt_pt: Funcionalidades Colaborativas
ro: Funcționalități Colaborative
ru: Функции совместной работы
sk: Spolupracujúce funkcie
sv: Samarbetsfunktioner
th: ฟีเจอร์การร่วมงาน
tr: İşbirlikçi Özellikler
uk: Функції співпраці
vi: Tính năng cộng tác
zh_hans: 协作功能
zh_hant: 協作功能

# shared_dictionaries.your_score
source: Your score
ar: نقاطك
ca: La teva puntuació
cs: Vaše skóre
da: Din score
de: Ihre Punktzahl
es: Tu puntuación
fi: Sinun pisteesi
fr: Votre score
he: הציון שלך
hi: आपका स्कोर
hr: Vaš rezultat
hu: Pontszámod
id: Skor Anda
it: Il tuo Punteggio
ja: あなたのスコア
ko: 당신의 점수
ms: Skor Anda
nb: Dine poeng
nl: Jouw score
pl: Twój wynik
pt_pt: A Sua Pontuação
ro: Scorul Tău
ru: Ваш счёт
sk: Vaše skóre
sv: Din poäng
th: คะแนนของคุณ
tr: Puanınız
uk: Ваш бал
vi: Điểm của bạn
zh_hans: 你的分数
zh_hant: 你的分數

# shared_dictionaries.your_status
source: Your status
ar: حالتك
ca: El teu estat
cs: Váš stav
da: Din status
de: Ihr Status
es: Tu estado
fi: Tila
fr: Votre statut
he: הסטטוס שלך
hi: आपकी स्थिति
hr: Vaš status
hu: Állapotod
id: Status Anda
it: Il tuo Stato
ja: あなたの状態
ko: 당신의 상태
ms: Status Anda
nb: Din status
nl: Jouw status
pl: Twój status
pt_pt: O Seu Estado
ro: Statutul Tău
ru: Ваш статус
sk: Váš stav
sv: Din status
th: สถานะของคุณ
tr: Durumunuz
uk: Ваш статус
vi: Trạng thái của bạn
zh_hans: 你的状态
zh_hant: 你的狀態

# shared_dictionaries.average_score
source: Average Score
ar: متوسط النقاط
ca: Puntuació mitjana
cs: Průměrné skóre
da: Gennemsnitlig score
de: Durchschnittliche Punktzahl
es: Puntuación promedio
fi: Keskimääräiset pisteet
fr: Score moyen
he: ציון ממוצע
hi: औसत स्कोर
hr: Prosječni rezultat
hu: Átlagos pontszám
id: Skor Rata-rata
it: Punteggio Medio
ja: 平均スコア
ko: 평균 점수
ms: Skor Purata
nb: Gjennomsnittlig poeng
nl: Gemiddelde score
pl: Średni wynik
pt_pt: Pontuação Média
ro: Scor Mediu
ru: Средний счёт
sk: Priemerné skóre
sv: Genomsnittlig poäng
th: คะแนนเฉลี่ย
tr: Ortalama Puan
uk: Середній бал
vi: Điểm trung bình
zh_hans: 平均分数
zh_hant: 平均分數

# tags.manage_tags
source: Manage Tags
ar: إدارة العلامات
ca: Gestiona etiquetes
cs: Spravovat štítky
da: Administrer tags
de: Tags verwalten
el: Διαχείριση Ετικετών
es: Gestionar etiquetas
fi: Hallinnoi tunnisteita
fr: Gérer les étiquettes
he: ניהול תגיות
hi: टैग प्रबंधन करें
hr: Upravljaj oznakama
hu: Címkék kezelése
id: Kelola Tag
it: Gestisci Tag
ja: タグを管理
ko: 태그 관리
ms: Urus Tag
nb: Administrer etiketter
nl: Tags beheren
pl: Zarządzaj etykietami
pt_pt: Gerir Etiquetas
ro: Gestionează Etichete
ru: Управлять тегами
sk: Spravovať značky
sv: Hantera taggar
th: จัดการแท็ก
tr: Etiketleri Yönet
uk: Керувати тегами
vi: Quản lý thẻ
zh_hans: 管理标签
zh_hant: 管理標籤

# tags.tags_help_text
source: Tags help you organize your words. Each word can have up to 5 tags.
ar: تساعد العلامات في تنظيم كلماتك. يمكن أن تحتوي كل كلمة على ما يصل إلى 5 علامات.
ca: Les etiquetes t'ajuden a organitzar les teves paraules. Cada paraula pot tenir fins a 5 etiquetes.
cs: Štítky vám pomáhají organizovat slova. Každé slovo může mít až 5 štítků.
da: Tags hjælper dig med at organisere ord. Hvert ord kan have op til 5 tags.
de: Tags helfen Ihnen, Wörter zu organisieren. Jedes Wort kann bis zu 5 Tags haben.
el: Οι ετικέτες σε βοηθούν να οργανώσεις τις λέξεις. Κάθε λέξη μπορεί να έχει έως 5 ετικέτες.
es: Las etiquetas te ayudan a organizar tus palabras. Cada palabra puede tener hasta 5 etiquetas.
fi: Tunnisteet auttavat sinua järjestämään sanoja. Jokaisella sanalla voi olla enintään 5 tunnistetta.
fr: Les étiquettes vous aident à organiser les mots. Chaque mot peut avoir jusqu'à 5 étiquettes.
he: תגיות עוזרות לך לארגן מילים. כל מילה יכולה להכיל עד 5 תגיות.
hi: टैग आपके शब्दों को व्यवस्थित करने में मदद करते हैं। प्रत्येक शब्द में अधिकतम 5 टैग हो सकते हैं।
hr: Oznake vam pomažu organizirati riječi. Svaka riječ može imati do 5 oznaka.
hu: A címkék segítenek a szavaid rendszerezésében. Minden szóhoz legfeljebb 5 címke adható.
id: Tag membantu Anda mengatur kata-kata Anda. Setiap kata dapat memiliki hingga 5 tag.
it: I tag ti aiutano a organizzare le tue parole. Ogni parola può avere fino a 5 tag.
ja: タグは単語の整理に役立ちます。1単語につき最大5つのタグを付けられます。
ko: 태그는 단어를 정리하는 데 도움이 됩니다. 단어당 최대 5개의 태그를 붙일 수 있습니다.
ms: Tag membantu anda menyusun perkataan anda. Setiap perkataan boleh mempunyai sehingga 5 tag.
nb: Etiketter hjelper deg med å organisere ordene dine. Hvert ord kan ha opptil 5 etiketter.
nl: Tags helpen je om woorden te organiseren. Elk woord kan maximaal 5 tags hebben.
pl: Etykiety pomagają organizować Twoje słowa. Każde słowo może mieć do 5 etykiet.
pt_pt: As etiquetas ajudam a organizar as suas palavras. Cada palavra pode ter até 5 etiquetas.
ro: Etichetele te ajută să-ți organizezi cuvintele. Fiecare cuvânt poate avea până la 5 etichete.
ru: Теги помогают организовать ваши слова. Каждое слово может иметь до 5 тегов.
sk: Značky vám pomôžu organizovať vaše slová. Každé slovo môže mať až 5 značiek.
sv: Taggar hjälper dig att organisera dina ord. Varje ord kan ha upp till 5 taggar.
th: แท็กช่วยคุณจัดระเบียบคำศัพท์ คำศัพท์แต่ละคำสามารถมีได้ถึง 5 แท็ก
tr: Etiketler kelimelerinizi düzenlemenize yardımcı olur. Her kelime en fazla 5 etikete sahip olabilir.
uk: Теги допомагають упорядковувати слова. Кожне слово може мати до 5 тегів
vi: Thẻ giúp bạn sắp xếp từ của mình. Mỗi từ có thể có tối đa 5 thẻ.
zh_hans: 标签帮助你组织单词。每个单词最多可有 5 个标签。
zh_hant: 標籤幫助你組織單詞。每個單詞最多可有 5 個標籤。

# tags.no_tags_yet
source: No Tags added yet
ar: لم تُضف علامات بعد
ca: Encara no s'han afegit etiquetes
cs: Zatím nebyly přidány žádné štítky
da: Ingen tags tilføjet endnu
de: Noch keine Tags hinzugefügt
el: Καμία ετικέτα δεν έχει προστεθεί ακόμα
es: Aún no se han añadido etiquetas
fi: Ei vielä lisättyjä tunnisteita
fr: Aucune étiquette ajoutée pour le moment
he: לא נוספו תגיות עדיין
hi: अभी तक कोई टैग नहीं जोड़ा गया
hr: Još nema dodanih oznaka
hu: Még nem adtál hozzá címkéket
id: Belum ada tag yang ditambahkan
it: Nessun tag aggiunto ancora
ja: まだタグが追加されていません
ko: 아직 태그가 추가되지 않았습니다
ms: Belum ada tag ditambah
nb: Ingen etiketter er lagt til ennå
nl: Nog geen tags toegevoegd
pl: Nie dodano jeszcze etykiet
pt_pt: Nenhuma etiqueta adicionada ainda
ro: Nicio etichetă adăugată încă
ru: Теги ещё не добавлены
sk: Zatiaľ neboli pridané žiadne značky
sv: Inga taggar har lagts till ännu
th: ยังไม่ได้เพิ่มแท็ก
tr: Henüz etiket eklenmedi
uk: Поки не додано тегів
vi: Chưa có thẻ nào được thêm
zh_hans: 尚未添加标签
zh_hant: 尚未添加標籤

# tags.add_first_tag
source: Add your first tag by tapping the button above.
ar: أضف علامتك الأولى بالنقر على الزر أعلاه.
ca: Afegeix la teva primera etiqueta prement el botó de dalt.
cs: Přidejte svůj první štítek kliknutím na tlačítko výše.
da: Tilføj dit første tag ved at klikke på knappen ovenfor.
de: Fügen Sie Ihren ersten Tag hinzu, indem Sie auf die Schaltfläche oben klicken.
el: Πρόσθεσε την πρώτη σου ετικέτα κάνοντας κλικ στο κουμπί παραπάνω.
es: Añade tu primera etiqueta pulsando el botón de arriba.
fi: Lisää ensimmäinen tunnisteesi klikkaamalla yllä olevaa painiketta.
fr: Ajoutez votre première étiquette en cliquant sur le bouton ci-dessus.
he: הוסף את התגית הראשונה שלך על ידי לחיצה על הכפתור למעלה.
hi: ऊपर दिए बटन पर क्लिक करके अपना पहला टैग जोड़ें।
hr: Dodajte svoju prvu oznaku klikom na gumb iznad.
hu: Add hozzá az első címkédet a fenti gombra kattintva.
id: Tambah tag pertama Anda dengan mengklik tombol di atas.
it: Aggiungi il tuo primo tag cliccando sul pulsante sopra.
ja: 上のボタンをクリックして最初のタグを追加
ko: 위 버튼을 클릭하여 첫 번째 태그를 추가하세요.
ms: Tambah tag pertama anda dengan mengklik butang di atas.
nb: Legg til din første etikett ved å klikke på knappen ovenfor.
nl: Voeg je eerste tag toe door op de knop hierboven te klikken.
pl: Dodaj swoją pierwszą etykietę, klikając przycisk powyżej.
pt_pt: Adicione a sua primeira etiqueta clicando no botão acima.
ro: Adaugă prima ta etichetă apăsând pe butonul de mai sus.
ru: Добавьте свой первый тег, нажав на кнопку выше.
sk: Pridajte svoju prvú značku kliknutím na tlačidlo vyššie.
sv: Lägg till din första tagg genom att klicka på knappen ovan.
th: เพิ่มแท็กแรกของคุณโดยกดปุ่มด้านบน
tr: İlk etiketinizi eklemek için yukarıdaki düğmeye tıklayın
uk: Додайте ваш перший тег, натиснувши кнопку вище
vi: Thêm thẻ đầu tiên của bạn bằng cách nhấn vào nút ở trên
zh_hans: 点击上方按钮添加你的第一个标签。
zh_hant: 點擊上方按鈕添加你的第一個標籤。

# tags.add_tag
source: Add Tag
ar: إضافة علامة
ca: Afegeix una etiqueta
cs: Přidat štítek
da: Tilføj tag
de: Tag hinzufügen
el: Προσθήκη Ετικέτας
es: Añadir etiqueta
fi: Lisää tunniste
fr: Ajouter une étiquette
he: הוספת תגית
hi: टैग जोड़ें
hr: Dodaj oznaku
hu: Címke hozzáadása
id: Tambah Tag
it: Aggiungi Tag
ja: タグを追加
ko: 태그 추가
ms: Tambah Tag
nb: Legg til etikett
nl: Tag toevoegen
pl: Dodaj etykietę
pt_pt: Adicionar Etiqueta
ro: Adaugă Etichetă
ru: Добавить тег
sk: Pridať značku
sv: Lägg till tagg
th: เพิ่มแท็ก
tr: Etiket Ekle
uk: Додати тег
vi: Thêm thẻ
zh_hans: 添加标签
zh_hant: 添加標籤

# tags.add_first_tag_description
source: Add your first tag by tapping the button above.
ar: أضف علامتك الأولى بالنقر على الزر أعلاه.
ca: Afegeix la teva primera etiqueta prement el botó de dalt.
cs: Přidejte svůj první štítek kliknutím na tlačítko výše.
da: Tilføj dit første tag ved at klikke på knappen ovenfor.
de: Fügen Sie Ihren ersten Tag hinzu, indem Sie auf die Schaltfläche oben klicken.
el: Πρόσθεσε την πρώτη σου ετικέτα κάνοντας κλικ στο κουμπί παραπάνω.
es: Añade tu primera etiqueta pulsando el botón de arriba.
fi: Lisää ensimmäinen tunnisteesi klikkaamalla yllä olevaa painiketta.
fr: Ajoutez votre première étiquette en cliquant sur le bouton ci-dessus.
he: הוסף את התגית הראשונה שלך על ידי לחיצה על הכפתור למעלה.
hi: ऊपर दिए बटन पर क्लिक करके अपना पहला टैग जोड़ें।
hr: Dodajte svoju prvu oznaku klikom na gumb iznad.
hu: Add hozzá az első címkédet a fenti gombra kattintva.
id: Tambah tag pertama Anda dengan mengklik tombol di atas.
it: Aggiungi il tuo primo tag cliccando sul pulsante sopra.
ja: 上のボタンをクリックして最初のタグを追加
ko: 위 버튼을 클릭하여 첫 번째 태그를 추가하세요.
ms: Tambah tag pertama anda dengan mengklik butang di atas.
nb: Legg til din første etikett ved å klikke på knappen ovenfor.
nl: Voeg je eerste tag toe door op de knop hierboven te klikken.
pl: Dodaj swoją pierwszą etykietę, klikając przycisk powyżej.
pt_pt: Adicione a sua primeira etiqueta clicando no botão acima.
ro: Adaugă prima ta etichetă apăsând pe butonul de mai sus.
ru: Добавьте свой первый тег, нажав на кнопку выше.
sk: Pridajte svoju prvú značku kliknutím na tlačidlo vyššie.
sv: Lägg till din första tagg genom att klicka på knappen ovan.
th: เพิ่มแท็กแรกของคุณโดยกดปุ่มด้านบน
tr: İlk etiketinizi eklemek için yukarıdaki düğmeye tıklayın
uk: Додайте ваш перший тег, натиснувши кнопку вище
vi: Thêm thẻ đầu tiên của bạn bằng cách nhấn vào nút ở trên
zh_hans: 点击上方按钮添加你的第一个标签。
zh_hant: 點擊上方按鈕添加你的第一個標籤。

# tags.add_tag_to_start_using
source: Add a tag to start using it.
ar: أضف علامة لبدء استخدامها.
ca: Afegeix una etiqueta per començar a utilitzar-la.
cs: Přidejte štítek, abyste mohli začít používat.
da: Tilføj et tag for at begynde at bruge.
de: Fügen Sie einen Tag hinzu, um ihn zu verwenden.
el: Πρόσθεσε μια ετικέτα για να αρχίσεις να τη χρησιμοποιείς.
es: Añade una etiqueta para comenzar a usarlas.
fi: Lisää tunniste aloittaaksesi sen käytön.
fr: Ajoutez une étiquette pour commencer à l'utiliser.
he: הוסף תגית כדי להתחיל להשתמש בה.
hi: उपयोग शुरू करने के लिए एक टैग जोड़ें।
hr: Dodajte oznaku za početak korištenja.
hu: Adj hozzá egy címkét a használat megkezdéséhez.
id: Tambah tag untuk mulai menggunakan.
it: Aggiungi un tag per iniziare a usarlo.
ja: 使用を開始するためにタグを追加
ko: 사용을 시작하려면 태그를 추가하세요.
ms: Tambah tag untuk mula menggunakannya.
nb: Legg til en etikett for å begynne å bruke dem.
nl: Voeg een tag toe om te beginnen met gebruiken.
pl: Dodaj etykietę, aby zacząć jej używać.
pt_pt: Adicione uma etiqueta para começar a usá-las.
ro: Adaugă o etichetă pentru a începe să le folosești.
ru: Добавьте тег, чтобы начать их использовать.
sk: Pridajte značku, aby ste ich začali používať.
sv: Lägg till en tagg för att börja använda dem.
th: เพิ่มแท็กเพื่อเริ่มใช้งาน
tr: Kullanmaya başlamak için bir etiket ekleyin
uk: Додайте тег, щоб почати використовувати
vi: Thêm thẻ để bắt đầu sử dụng
zh_hans: 添加标签以开始使用。
zh_hant: 添加標籤以開始使用。

# tags.add_tags
source: Add Tags
ar: إضافة علامات
ca: Afegeix etiquetes
cs: Přidat štítky
da: Tilføj tags
de: Tags hinzufügen
el: Προσθήκη Ετικετών
es: Añadir etiquetas
fi: Lisää tunnisteita
fr: Ajouter des étiquettes
he: הוספת תגיות
hi: टैग जोड़ें
hr: Dodaj oznake
hu: Címkék hozzáadása
id: Tambah Tag
it: Aggiungi Tag
ja: タグを追加
ko: 태그 추가
ms: Tambah Tag
nb: Legg til etiketter
nl: Tags toevoegen
pl: Dodaj etykiety
pt_pt: Adicionar Etiquetas
ro: Adaugă Etichete
ru: Добавить теги
sk: Pridať značky
sv: Lägg till taggar
th: เพิ่มแท็ก
tr: Etiket Ekle
uk: Додати теги
vi: Thêm thẻ
zh_hans: 添加标签
zh_hant: 添加標籤

# tags.create_tags
source: Create tags
ar: إنشاء علامات
ca: Crea etiquetes
cs: Vytvořit štítky
da: Opret tags
de: Tags erstellen
el: Δημιουργία Ετικετών
es: Crear etiquetas
fi: Luo tunnisteita
fr: Créer des étiquettes
he: יצירת תגיות
hi: टैग बनाएं
hr: Stvori oznake
hu: Címkék létrehozása
id: Buat Tag
it: Crea Tag
ja: タグを作成
ko: 태그 생성
ms: Cipta Tag
nb: Opprett etiketter
nl: Tags aanmaken
pl: Utwórz etykiety
pt_pt: Criar Etiquetas
ro: Creează Etichete
ru: Создать теги
sk: Vytvoriť značky
sv: Skapa taggar
th: สร้างแท็ก
tr: Etiket Oluştur
uk: Створити теги
vi: Tạo thẻ
zh_hans: 创建标签
zh_hant: 創建標籤

# tags.delete_tag
source: Delete Tag
ar: حذف العلامة
ca: Elimina l'etiqueta
cs: Smazat štítek
da: Slet tag
de: Tag löschen
el: Διαγραφή Ετικέτας
es: Eliminar etiqueta
fi: Poista tunniste
fr: Supprimer l'étiquette
he: מחיקת תגית
hi: टैग हटाएं
hr: Izbriši oznaku
hu: Címke törlése
id: Hapus Tag
it: Elimina Tag
ja: タグを削除
ko: 태그 삭제
ms: Padam Tag
nb: Slett etikett
nl: Tag verwijderen
pl: Usuń etykietę
pt_pt: Eliminar Etiqueta
ro: Șterge Etichetă
ru: Удалить тег
sk: Vymazať značku
sv: Radera tagg
th: ลบแท็ก
tr: Etiketi Sil
uk: Видалити тег
vi: Xóa thẻ
zh_hans: 删除标签
zh_hant: 刪除標籤

# tags.delete_tag_confirmation
source: Are you sure you want to delete this tag?
ar: هل أنت متأكد من حذف هذه العلامة؟
ca: Segur que vols eliminar aquesta etiqueta?
cs: Jste si jisti, že chcete tento štítek smazat?
da: Er du sikker på, at du vil slette dette tag?
de: Sind Sie sicher, dass Sie diesen Tag löschen möchten?
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις αυτή την ετικέτα;
es: ¿Estás seguro de que quieres eliminar esta etiqueta?
fi: Haluatko varmasti poistaa tämän tunnisteen?
fr: Êtes-vous sûr de vouloir supprimer cette étiquette ?
he: האם אתה בטוח שברצונך למחוק תגית זו?
hi: क्या आप वाकई इस टैग को हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati ovu oznaku?
hu: Biztosan törölni szeretnéd ezt a címkét?
id: Apakah Anda yakin ingin menghapus tag ini?
it: Sei sicuro di voler eliminare questo tag?
ja: このタグを削除してもよろしいですか？
ko: 이 태그를 삭제하시겠습니까?
ms: Adakah anda pasti ingin memadam tag ini?
nb: Er du sikker på at du vil slette denne etiketten?
nl: Weet je zeker dat je deze tag wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę etykietę?
pt_pt: Tem a certeza de que deseja eliminar esta etiqueta?
ro: Ești sigur că vrei să ștergi această etichetă?
ru: Вы уверены, что хотите удалить этот тег?
sk: Ste si istý, že chcete vymazať túto značku?
sv: Är du säker på att du vill radera denna tagg?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแท็กนี้
tr: Bu etiketi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей тег?
vi: Bạn có chắc chắn muốn xóa thẻ này không?
zh_hans: 你确定要删除这个标签吗？
zh_hant: 你確定要刪除這個標籤嗎？

# tags.delete_tag_cannot_undo
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
ca: Aquesta acció no es pot desfer.
cs: Tato akce je nevratná.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
fi: Tätä toimintoa ei voi kumota.
fr: Cette action est irréversible.
he: פעולה זו אינה ניתנת לביטול.
hi: यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Ova radnja se ne može poništiti.
hu: Ez a művelet nem vonható vissza.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
ko: 이 작업은 되돌릴 수 없습니다.
ms: Tindakan ini tidak boleh dibatalkan.
nb: Denne handlingen kan ikke angres.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej akcji nie można cofnąć.
pt_pt: Esta acção não pode ser anulada.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sk: Túto akciu nie je možné vrátiť späť.
sv: Denna åtgärd kan inte ångras.
th: การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Bu işlem geri alınamaz.
uk: Цю дію не можна скасувати
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法撤銷。

# tags.tag_name
source: Tag Name
ar: اسم العلامة
ca: Nom de l'etiqueta
cs: Název štítku
da: Tagnavn
el: Όνομα Ετικέτας
es: Nombre de la etiqueta
fi: Tunnisteen nimi
fr: Nom de l'étiquette
he: שם התגית
hi: टैग का नाम
hr: Naziv oznake
hu: Címke neve
id: Nama Tag
it: Nome del Tag
ja: タグ名
ko: 태그 이름
ms: Nama Tag
nb: Etikettnavn
nl: Tagnaam
pl: Nazwa etykiety
pt_pt: Nome da Etiqueta
ro: Nume Etichetă
ru: Имя тега
sk: Názov značky
sv: Taggnamn
th: ชื่อแท็ก
tr: Etiket Adı
uk: Назва тегу
vi: Tên thẻ
zh_hans: 标签名称
zh_hant: 標籤名稱

# tags.tag_name_help
source: Choose a descriptive name for your tag
ar: اختر اسمًا وصفيًا لعلامتك
ca: Tria un nom descriptiu per a la teva etiqueta
cs: Vyberte popisný název pro svůj štítek
da: Vælg et beskrivende navn til dit tag
de: Wählen Sie einen beschreibenden Namen für Ihren Tag
el: Επίλεξε ένα περιγραφικό όνομα για την ετικέτα σου
es: Elige un nombre descriptivo para tu etiqueta
fi: Valitse kuvaava nimi tunnisteellesi
fr: Choisissez un nom descriptif pour votre étiquette
he: בחר שם תיאורי לתגית שלך
hi: अपने टैग के लिए एक वर्णनात्मक नाम चुनें
hr: Odaberite opisni naziv za svoju oznaku
hu: Válassz leíró nevet a címkédhez
id: Pilih nama deskriptif untuk tag Anda
it: Scegli un nome descrittivo per il tuo tag
ja: タグにわかりやすい名前を選んでください
ko: 태그에 설명적인 이름을 선택하세요
ms: Pilih nama deskriptif untuk tag anda
nb: Velg et beskrivende navn for etiketten din
nl: Kies een beschrijvende naam voor je tag
pl: Wybierz opisową nazwę dla swojej etykiety
pt_pt: Escolha um nome descritivo para a sua etiqueta
ro: Alege un nume descriptiv pentru eticheta ta
ru: Выберите описательное имя для вашего тега
sk: Vyberte popisný názov pre svoju značku
sv: Välj ett beskrivande namn för din tagg
th: เลือกชื่อที่อธิบายแท็กของคุณ
tr: Etiketiniz için açıklayıcı bir isim seçin
uk: Виберіть назву, яка описує ваш тег
vi: Chọn một tên mô tả cho thẻ của bạn
zh_hans: 为你的标签选择一个描述性名称
zh_hant: 為你的標籤選擇一個描述性名稱

# tags.type_tag_name
source: Type tag name...
ar: اكتب اسم العلامة...
ca: Escriu el nom de l'etiqueta...
cs: Zadejte název štítku...
da: Skriv tagnavn...
de: Tag-Namen eingeben...
el: Πληκτρολόγησε όνομα ετικέτας...
es: Escribe el nombre de la etiqueta...
fi: Kirjoita tunnisteen nimi...
fr: Tapez le nom de l'étiquette...
he: הקלד שם תגית...
hi: टैग का नाम टाइप करें...
hr: Upiši naziv oznake...
hu: Írd be a címke nevét...
id: Ketik nama tag...
it: Digita il nome del tag...
ja: タグ名を入力...
ko: 태그 이름 입력...
ms: Taip nama tag...
nb: Skriv etikettnavn...
nl: Typ tagnaam...
pl: Wpisz nazwę etykiety...
pt_pt: Escreva o nome da etiqueta...
ro: Scrie numele etichetei...
ru: Введите имя тега...
sk: Zadajte názov značky...
sv: Skriv taggnamn...
th: พิมพ์ชื่อแท็ก...
tr: Etiket adını yaz...
uk: Введіть назву тегу...
vi: Nhập tên thẻ...
zh_hans: 输入标签名称...
zh_hant: 輸入標籤名稱...

# tags.tag_color
source: Tag Color
ar: لون العلامة
ca: Color de l'etiqueta
cs: Barva štítku
da: Tagfarve
de: Tag-Farbe
el: Χρώμα Ετικέτας
es: Color de la etiqueta
fi: Tunnisteen väri
fr: Couleur de l'étiquette
he: צבע התגית
hi: टैग का रंग
hr: Boja oznake
hu: Címke színe
id: Warna Tag
it: Colore del Tag
ja: タグの色
ko: 태그 색상
ms: Warna Tag
nb: Etikettfarge
nl: Tagkleur
pl: Kolor etykiety
pt_pt: Cor da Etiqueta
ro: Culoare Etichetă
ru: Цвет тега
sk: Farba značky
sv: Taggfärg
th: สีของแท็ก
tr: Etiket Rengi
uk: Колір тегу
vi: Màu thẻ
zh_hans: 标签颜色
zh_hant: 標籤顏色

# tags.tag_color_help
source: Select a color to help identify your tag
ar: اختر لونًا للمساعدة في تحديد علامتك
ca: Selecciona un color per ajudar a identificar la teva etiqueta
cs: Vyberte barvu, která vám pomůže rozpoznat váš štítek
da: Vælg en farve for at genkende dit tag lettere
de: Wählen Sie eine Farbe, um Ihren Tag leicht erkennbar zu machen
el: Επίλεξε ένα χρώμα για να αναγνωρίζεται εύκολα η ετικέτα σου
es: Elige un color para que tu etiqueta sea fácilmente reconocible
fi: Valitse väri, jotta tunniste on helpompi tunnistaa
fr: Choisissez une couleur pour reconnaître plus facilement votre étiquette
he: בחר צבע כדי שהתגית שלך תהיה מזוהה בקלות
hi: अपने टैग को आसानी से पहचानने के लिए एक रंग चुनें
hr: Odaberite boju kako biste lakše prepoznali svoju oznaku
hu: Válassz színt, hogy a címkéd könnyen felismerhető legyen
id: Pilih warna untuk memudahkan pengenalan tag Anda
it: Scegli un colore per rendere il tuo tag facilmente riconoscibile
ja: タグを簡単に識別できる色を選んでください
ko: 태그를 쉽게 알아볼 수 있도록 색상을 선택하세요
ms: Pilih warna untuk memudahkan tag anda dikenali
nb: Velg en farge for å gjøre etiketten din lett gjenkjennelig
nl: Kies een kleur om je tag gemakkelijk te herkennen
pl: Wybierz kolor, aby Twoja etykieta była łatwa do rozpoznania
pt_pt: Escolha uma cor para tornar a sua etiqueta facilmente reconhecível
ro: Alege o culoare pentru a face eticheta ta ușor de recunoscut
ru: Выберите цвет, чтобы ваш тег был легко узнаваем
sk: Vyberte farbu, aby bola vaša značka ľahko rozpoznateľná
sv: Välj en färg för att göra din tagg lättigenkännlig
th: เลือกสีเพื่อให้แท็กของคุณจดจำได้ง่าย
tr: Etiketinizi kolayca tanınabilir yapmak için bir renk seçin
uk: Виберіть колір, щоб ваш тег було легко впізнати
vi: Chọn một màu để thẻ của bạn dễ nhận biết
zh_hans: 选择一个颜色以帮助识别你的标签
zh_hant: 選擇一個顏色以幫助識別你的標籤
