Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# shared_dictionaries.dictionaries
source: Dictionaries
ar: القواميس
ca: Diccionaris
cs: Slovníky
da: Ordbøger
de: Wörterbücher
es: Diccionarios
fi: Sanakirjat
fr: Dictionnaires
he: מילונים
hi: शब्दकोश
hr: Rječnici
hu: Szótárak
id: Kamus
it: Dizionari
ja: 辞書
ko: 사전
ms: Kamus
nb: Ordbøker
nl: Woordenboeken
pl: Słowniki
pt_pt: Dicionários
ro: Dicționare
ru: Словари
sk: Slovníky
sv: Ordböcker
th: พจนานุกรม
tr: Sözlükler
uk: Словники
vi: Từ điển
zh_hans: 词典
zh_hant: 詞典

# shared_dictionaries.enter_dictionary_name
source: Enter dictionary name
ar: أدخل اسم القاموس
ca: Introdueix el nom del diccionari
cs: Zadejte název slovníku
da: Indtast ordbogens navn
de: Geben Sie den Namen des Wörterbuchs ein
es: Introducir nombre del diccionario
fi: Syötä sanakirjan nimi
fr: Entrez le nom du dictionnaire
he: הזן את שם המילון
hi: शब्दकोश का नाम दर्ज करें
hr: Unesite naziv rječnika
hu: Add meg a szótár nevét
id: Masukkan nama kamus
it: Inserisci il nome del dizionario
ja: 辞書名を入力
ko: 사전 이름 입력
ms: Masukkan nama kamus
nb: Skriv inn ordboknavn
nl: Voer de naam van het woordenboek in
pl: Wpisz nazwę słownika
pt_pt: Introduza o nome do dicionário
ro: Introdu numele dicționarului
ru: Введите имя словаря
sk: Zadajte názov slovníka
sv: Ange ordbokens namn
th: ป้อนชื่อพจนานุกรม
tr: Sözlük adını girin
uk: Введіть назву словника
vi: Nhập tên từ điển
zh_hans: 输入词典名称
zh_hant: 輸入詞典名稱

# shared_dictionaries.new_shared_dictionary
source: New Shared Dictionary
ar: قاموس مشترك جديد
ca: Nou diccionari compartit
cs: Nový sdílený slovník
da: Ny delt ordbog
de: Neues geteiltes Wörterbuch
es: Nuevo diccionario compartido
fi: Uusi jaettu sanakirja
fr: Nouveau dictionnaire partagé
he: מילון משותף חדש
hi: नया साझा शब्दकोश
hr: Novi zajednički rječnik
hu: Új megosztott szótár
id: Kamus Bersama Baru
it: Nuovo Dizionario Condiviso
ja: 新しい共有辞書
ko: 새 공유 사전
ms: Kamus Kongsi Baru
nb: Ny delt ordbok
nl: Nieuw gedeeld woordenboek
pl: Nowy wspólny słownik
pt_pt: Novo Dicionário Partilhado
ro: Dicționar Partajat Nou
ru: Новый общий словарь
sk: Nový zdieľaný slovník
sv: Ny delad ordbok
th: พจนานุกรมที่แชร์ใหม่
tr: Yeni Paylaşılan Sözlük
uk: Новий спільний словник
vi: Từ điển chia sẻ mới
zh_hans: 新共享词典
zh_hant: 新共享詞典

# shared_dictionaries.dictionary_name_required
source: Dictionary name is required
ar: اسم القاموس مطلوب
ca: El nom del diccionari és obligatori
cs: Název slovníku je povinný
da: Ordbogens navn er påkrævet
de: Wörterbuchname erforderlich
es: El nombre del diccionario es obligatorio
fi: Sanakirjan nimi vaaditaan
fr: Le nom du dictionnaire est requis
he: שם המילון נדרש
hi: शब्दकोश का नाम आवश्यक है
hr: Naziv rječnika je obavezan
hu: A szótár neve kötelező
id: Nama kamus diperlukan
it: Il nome del dizionario è obbligatorio
ja: 辞書名は必須です
ko: 사전 이름은 필수입니다
ms: Nama kamus diperlukan
nb: Ordboknavn er påkrevd
nl: Naam van het woordenboek is vereist
pl: Nazwa słownika jest wymagana
pt_pt: O nome do dicionário é obrigatório
ro: Numele dicționarului este obligatoriu
ru: Имя словаря обязательно
sk: Názov slovníka je povinný
sv: Ordbokens namn är obligatoriskt
th: ต้องระบุชื่อพจนานุกรม
tr: Sözlük adı gerekli
uk: Назва словника обов'язкова
vi: Tên từ điển là bắt buộc
zh_hans: 词典名称为必填项
zh_hant: 詞典名稱為必填項

# shared_dictionaries.sign_in_to_create_shared_dictionary
source: Please sign in to create a shared dictionary
ar: يرجى تسجيل الدخول لإنشاء قاموس مشترك
ca: Inicia sessió per crear un diccionari compartit
cs: Přihlaste se k vytvoření sdíleného slovníku
da: Log ind for at oprette en delt ordbog
de: Melden Sie sich an, um ein geteiltes Wörterbuch zu erstellen
es: Inicia sesión para crear un diccionario compartido
fi: Kirjaudu sisään luodaksesi jaetun sanakirjan
fr: Connectez-vous pour créer un dictionnaire partagé
he: התחבר כדי ליצור מילון משותף
hi: साझा शब्दकोश बनाने के लिए साइन इन करें
hr: Prijavite se za stvaranje zajedničkog rječnika
hu: Jelentkezz be egy megosztott szótár létrehozásához
id: Masuk untuk membuat kamus bersama
it: Accedi per creare un dizionario condiviso
ja: 共有辞書を作成するにはログインしてください
ko: 공유 사전을 생성하려면 로그인하세요
ms: Log masuk untuk mencipta kamus kongsi
nb: Logg inn for å opprette en delt ordbok
nl: Log in om een gedeeld woordenboek aan te maken
pl: Zaloguj się, aby utworzyć wspólny słownik
pt_pt: Inicie sessão para criar um dicionário partilhado
ro: Conectează-te pentru a crea un dicționar partajat
ru: Войдите, чтобы создать общий словарь
sk: Prihláste sa na vytvorenie zdieľaného slovníka
sv: Logga in för att skapa en delad ordbok
th: ลงชื่อเข้าใช้เพื่อสร้างพจนานุกรมที่แชร์
tr: Paylaşılan sözlük oluşturmak için oturum açın
uk: Увійдіть, щоб створити спільний словник
vi: Đăng nhập để tạo từ điển chia sẻ
zh_hans: 请登录以创建共享词典
zh_hant: 請登錄以創建共享詞典

# shared_dictionaries.created_by
source: Created by %@
ar: أنشئ بواسطة %@
ca: Creat per %@
cs: Vytvořil %@
da: Oprettet af %@
de: Erstellt von %@
es: Creado por %@
fi: Luonut %@
fr: Créé par %@
he: נוצר על ידי %@
hi: %@ द्वारा निर्मित
hr: Stvorio %@
hu: %@ által létrehozva
id: Dibuat oleh %@
it: Creato da %@
ja: %@によって作成
ko: %@가 생성
ms: Dicipta oleh %@
nb: Opprettet av %@
nl: Aangemaakt door %@
pl: Utworzony przez %@
pt_pt: Criado por %@
ro: Creat de %@
ru: Создан пользователем %@
sk: Vytvoril %@
sv: Skapad av %@
th: สร้างโดย %@
tr: %@ tarafından oluşturuldu
uk: Створено %@
vi: Được tạo bởi %@
zh_hans: 由 %@ 创建
zh_hant: 由 %@ 創建

# shared_dictionaries.no_words_yet
source: No words yet
ar: لا توجد كلمات بعد
ca: Encara no hi ha paraules
cs: Zatím žádná slova
da: Ingen ord endnu
de: Noch keine Wörter
es: Aún no hay palabras
fi: Ei vielä sanoja
fr: Aucun mot pour le moment
he: אין מילים עדיין
hi: अभी तक कोई शब्द नहीं
hr: Još nema riječi
hu: Még nincsenek szavak
id: Belum ada kata
it: Nessuna parola ancora
ja: まだ単語がありません
ko: 아직 단어가 없습니다
ms: Belum ada perkataan
nb: Ingen ord ennå
nl: Nog geen woorden
pl: Brak słów
pt_pt: Nenhuma palavra ainda
ro: Niciun cuvânt încă
ru: Пока нет слов
sk: Zatiaľ žiadne slová
sv: Inga ord ännu
th: ยังไม่มีคำศัพท์
tr: Henüz kelime yok
uk: Поки немає слів
vi: Chưa có từ nào
zh_hans: 暂无单词
zh_hant: 暫無單詞

# shared_dictionaries.add_words_to_shared_dictionary
source: Add words to this shared dictionary to get started
ar: أضف كلمات إلى هذا القاموس المشترك للبدء
ca: Afegeix paraules a aquest diccionari compartit per començar
cs: Přidejte slova do tohoto sdíleného slovníku, abyste začali
da: Tilføj ord til denne delte ordbog for at komme i gang
de: Fügen Sie Wörter zu diesem geteilten Wörterbuch hinzu, um zu beginnen
es: Añade palabras a este diccionario compartido para empezar
fi: Lisää sanoja tähän jaettuun sanakirjaan aloittaaksesi
fr: Ajoutez des mots à ce dictionnaire partagé pour commencer
he: הוסף מילים למילון המשותף כדי להתחיל
hi: शुरू करने के लिए इस साझा शब्दकोश में शब्द जोड़ें
hr: Dodajte riječi u ovaj zajednički rječnik za početak
hu: Add hozzá a szavakat ehhez a megosztott szótárhoz a kezdéshez
id: Tambah kata ke kamus bersama ini untuk memulai
it: Aggiungi parole a questo dizionario condiviso per iniziare
ja: この共有辞書に単語を追加して開始
ko: 이 공유 사전에 단어를 추가하여 시작하세요
ms: Tambah perkataan ke kamus kongsi ini untuk bermula
nb: Legg til ord i denne delte ordboken for å komme i gang
nl: Voeg woorden toe aan dit gedeelde woordenboek om te beginnen
pl: Dodaj słowa do tego wspólnego słownika, aby rozpocząć
pt_pt: Adicione palavras a este dicionário partilhado para começar
ro: Adaugă cuvinte la acest dicționar partajat pentru a începe
ru: Добавьте слова в этот общий словарь, чтобы начать
sk: Pridajte slová do tohto zdieľaného slovníka, aby ste začali
sv: Lägg till ord i denna delade ordbok för att börja
th: เพิ่มคำศัพท์ในพจนานุกรมที่แชร์นี้เพื่อเริ่มต้น
tr: Başlamak için bu paylaşılan sözlüğe kelime ekleyin
uk: Додайте слова до цього спільного словника, щоб почати
vi: Thêm từ vào từ điển chia sẻ này để bắt đầu
zh_hans: 向此共享词典添加单词以开始
zh_hant: 向此共享詞典添加單詞以開始

# shared_dictionaries.no_results
source: No Results
ar: لا توجد نتائج
ca: Cap resultat
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
es: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
he: אין תוצאות
hi: कोई परिणाम नहीं
hr: Nema rezultata
hu: Nincsenek eredmények
id: Tidak ada hasil
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
ms: Tiada keputusan
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt_pt: Nenhum resultado
ro: Niciun rezultat
ru: Нет результатов
sk: Žiadne výsledky
sv: Inga resultat
th: ไม่มีผลลัพธ์
tr: Sonuç yok
uk: Немає результатів
vi: Không có kết quả
zh_hans: 无结果
zh_hant: 無結果

# shared_dictionaries.no_words_match_filter
source: No words match your current filter
ar: لا توجد كلمات تتطابق مع الفلتر الحالي
ca: Cap paraula coincideix amb el filtre actual
cs: Žádná slova neodpovídají aktuálnímu filtru
da: Ingen ord matcher det aktuelle filter
de: Kein Wort entspricht dem aktuellen Filter
es: No hay palabras que coincidan con el filtro actual
fi: Yksikään sana ei vastaa nykyistä suodatinta
fr: Aucun mot ne correspond au filtre actuel
he: אף מילה לא תואמת את המסנן הנוכחי
hi: वर्तमान फ़िल्टर से कोई शब्द मेल नहीं खाता
hr: Nijedna riječ ne odgovara trenutnom filtru
hu: Egyik szó sem felel meg az aktuális szűrőnek
id: Tidak ada kata yang cocok dengan filter saat ini
it: Nessuna parola corrisponde al filtro attuale
ja: 現在のフィルターに一致する単語はありません
ko: 현재 필터와 일치하는 단어가 없습니다
ms: Tiada perkataan sepadan dengan penapis semasa
nb: Ingen ord matcher gjeldende filter
nl: Geen woorden komen overeen met het huidige filter
pl: Brak słów pasujących do bieżącego filtra
pt_pt: Nenhuma palavra corresponde ao filtro actual
ro: Niciun cuvânt nu corespunde filtrului curent
ru: Нет слов, соответствующих текущему фильтру
sk: Žiadne slová nezodpovedajú aktuálnemu filtru
sv: Inga ord matchar det aktuella filtret
th: ไม่มีคำศัพท์ที่ตรงกับตัวกรองปัจจุบัน
tr: Mevcut filtreyle eşleşen kelime yok
uk: Немає слів, що відповідають поточному фільтру
vi: Không có từ nào khớp với bộ lọc hiện tại
zh_hans: 没有单词与当前筛选条件匹配
zh_hant: 沒有單詞與當前篩選條件匹配

# shared_dictionaries.dictionary_details
source: Dictionary Details
ar: تفاصيل القاموس
ca: Detalls del diccionari
cs: Podrobnosti slovníku
da: Ordbogdetaljer
de: Wörterbuchdetails
es: Detalles del diccionario
fi: Sanakirjan tiedot
fr: Détails du dictionnaire
he: פרטי המילון
hi: शब्दकोश विवरण
hr: Detalji rječnika
hu: Szótár részletei
id: Detail Kamus
it: Dettagli Dizionario
ja: 辞書の詳細
ko: 사전 세부 정보
ms: Butiran Kamus
nb: Ordbokdetaljer
nl: Woordenboekdetails
pl: Szczegóły słownika
pt_pt: Detalhes do Dicionário
ro: Detalii Dicționar
ru: Подробности о словаре
sk: Podrobnosti o slovníku
sv: Ordbokdetaljer
th: รายละเอียดพจนานุกรม
tr: Sözlük Detayları
uk: Деталі словника
vi: Chi tiết từ điển
zh_hans: 词典详情
zh_hant: 詞典詳情

# shared_dictionaries.private_dictionary
source: Private Dictionary
ar: قاموس خاص
ca: Diccionari privat
cs: Soukromý slovník
da: Privat ordbog
de: Privates Wörterbuch
es: Diccionario privado
fi: Yksityinen sanakirja
fr: Dictionnaire privé
he: מילון פרטי
hi: निजी शब्दकोश
hr: Privatni rječnik
hu: Privát szótár
id: Kamus Pribadi
it: Dizionario Privato
ja: プライベート辞書
ko: 개인 사전
ms: Kamus Persendirian
nb: Privat ordbok
nl: Privéwoordenboek
pl: Prywatny słownik
pt_pt: Dicionário Privado
ro: Dicționar Privat
ru: Личный словарь
sk: Súkromný slovník
sv: Privat ordbok
th: พจนานุกรมส่วนตัว
tr: Özel Sözlük
uk: Приватний словник
vi: Từ điển cá nhân
zh_hans: 私人词典
zh_hant: 私人詞典

# shared_dictionaries.save_to_personal_dictionary
source: Save to your personal dictionary
ar: حفظ في قاموسك الشخصي
ca: Desa al teu diccionari personal
cs: Uložit do vašeho osobního slovníku
da: Gem til din personlige ordbog
de: In Ihr persönliches Wörterbuch speichern
es: Guardar en diccionario personal
fi: Tallenna henkilökohtaiseen sanakirjaan
fr: Enregistrer dans votre dictionnaire personnel
he: שמירה למילון האישי שלך
hi: निजी शब्दकोश में सहेजें
hr: Spremi u svoj osobni rječnik
hu: Mentés a személyes szótárba
id: Simpan ke Kamus Pribadi
it: Salva nel Dizionario Personale
ja: 個人辞書に保存
ko: 개인 사전에 저장
ms: Simpan ke Kamus Peribadi
nb: Lagre i personlig ordbok
nl: Opslaan in je persoonlijke woordenboek
pl: Zapisz do prywatnego słownika
pt_pt: Guardar no Dicionário Pessoal
ro: Salvează în Dicționarul Personal
ru: Сохранить в личный словарь
sk: Uložiť do osobného slovníka
sv: Spara till personlig ordbok
th: บันทึกในพจนานุกรมส่วนตัว
tr: Kişisel Sözlüğe Kaydet
uk: Зберегти в особистий словник
vi: Lưu vào từ điển cá nhân
zh_hans: 保存到你的个人词典
zh_hant: 保存到你的個人詞典

# shared_dictionaries.collaborators_count
source: %d collaborators
ar: %d متعاونين
ca: %d col·laboradors
cs: %d spolupracovníků
da: %d samarbejdspartnere
de: %d Mitarbeiter
es: %d colaboradores
fi: %d yhteistyökumppania
fr: %d collaborateurs
he: %d משתפי פעולה
hi: %d सहयोगी
hr: %d suradnika
hu: %d kollaborátor
id: %d kolaborator
it: %d collaboratori
ja: %d人のコラボレーター
ko: %d명의 협업자
ms: %d rakan kerjasama
nb: %d samarbeidspartnere
nl: %d medewerkers
pl: %d współpracowników
pt_pt: %d colaboradores
ro: %d colaboratori
ru: %d соавторов
sk: %d spolupracovníkov
sv: %d medarbetare
th: %d ผู้ร่วมงาน
tr: %d işbirlikçi
uk: %d співавторів
vi: %d cộng tác viên
zh_hans: %d 位协作者
zh_hant: %d 位協作者

# shared_dictionaries.me
source: Me
ar: أنا
ca: Jo
cs: Já
da: Mig
de: Ich
es: Yo
fi: Minä
fr: Moi
he: אני
hi: मैं
hr: Ja
hu: Én
id: Saya
it: Io
ja: 私
ko: 나
ms: Saya
nb: Meg
nl: Ik
pl: Ja
pt_pt: Eu
ro: Eu
ru: Я
sk: Ja
sv: Jag
th: ฉัน
tr: Ben
uk: Я
vi: Tôi
zh_hans: 我
zh_hant: 我

# shared_dictionaries.dictionary_deleted_or_lost_access
source: This dictionary may have been deleted or you may have lost access to it.
ar: ربما تم حذف هذا القاموس أو فقدت الوصول إليه.
ca: Aquest diccionari pot haver estat eliminat o has perdut l'accés.
cs: Tento slovník mohl být smazán nebo jste ztratili přístup.
da: Denne ordbog kan være blevet slettet, eller du har mistet adgangen.
de: Dieses Wörterbuch wurde möglicherweise gelöscht oder Sie haben keinen Zugriff mehr.
es: Este diccionario pudo haber sido eliminado o has perdido acceso a él.
fi: Tämä sanakirja on saatettu poistaa, tai olet menettänyt pääsyn siihen.
fr: Ce dictionnaire a peut-être été supprimé ou vous avez perdu l'accès.
he: ייתכן שהמילון הזה נמחק או שאיבדת גישה אליו.
hi: यह शब्दकोश हटा दिया गया हो सकता है या आपने इसकी पहुंच खो दी हो।
hr: Ovaj rječnik možda je izbrisan ili ste izgubili pristup.
hu: Ez a szótár törölve lett, vagy elvesztetted hozzá a hozzáférést.
id: Kamus ini mungkin telah dihapus atau Anda kehilangan aksesnya.
it: Questo dizionario potrebbe essere stato eliminato o hai perso l'accesso.
ja: この辞書は削除されたか、アクセス権を失いました。
ko: 이 사전이 삭제되었거나 접근 권한을 잃었습니다.
ms: Kamus ini mungkin telah dipadam atau anda telah kehilangan akses.
nb: Denne ordboken kan ha blitt slettet, eller du har mistet tilgangen.
nl: Dit woordenboek is mogelijk verwijderd of je hebt geen toegang meer.
pl: Ten słownik mógł zostać usunięty lub utraciłeś do niego dostęp.
pt_pt: Este dicionário pode ter sido eliminado ou perdeu o acesso.
ro: Acest dicționar ar putea fi șters sau ai pierdut accesul.
ru: Этот словарь мог быть удалён или вы потеряли к нему доступ.
sk: Tento slovník mohol byť vymazaný alebo ste stratili k nemu prístup.
sv: Denna ordbok kan ha raderats eller så har du förlorat åtkomst till den.
th: พจนานุกรมนี้ถูกลบหรือคุณสูญเสียการเข้าถึง
tr: Bu sözlük silinmiş olabilir veya erişiminizi kaybetmiş olabilirsiniz.
uk: Цей словник видалено або ви втратили до нього доступ
vi: Từ điển này có thể đã bị xóa hoặc bạn đã mất quyền truy cập.
zh_hans: 此词典可能已被删除或你已失去访问权限。
zh_hant: 此詞典可能已被刪除或你已失去訪問權限。

# shared_dictionaries.select_role
source: Select role
ar: اختر الدور
ca: Selecciona un rol
cs: Vybrat roli
da: Vælg rolle
de: Rolle auswählen
es: Seleccionar rol
fi: Valitse rooli
fr: Sélectionner un rôle
he: בחר תפקיד
hi: भूमिका चुनें
hr: Odaberi ulogu
hu: Szerepkör kiválasztása
id: Pilih Peran
it: Seleziona Ruolo
ja: 役割を選択
ko: 역할 선택
ms: Pilih Peranan
nb: Velg rolle
nl: Rol selecteren
pl: Wybierz rolę
pt_pt: Seleccionar Função
ro: Selectează Rol
ru: Выбрать роль
sk: Vybrať rolu
sv: Välj roll
th: เลือกบทบาท
tr: Rol Seç
uk: Вибрати роль
vi: Chọn vai trò
zh_hans: 选择角色
zh_hant: 選擇角色

# shared_dictionaries.editor_role
source: Editor:
ar: المحرر:
da: Redaktør:
fi: Muokkaaja:
fr: Éditeur :
he: עורך:
hi: संपादक:
hr: Urednik:
hu: Szerkesztő:
ja: 編集者：
ko: 편집자:
ms: Penyunting:
nb: Redaktør:
pl: Edytor:
ru: Редактор:
sv: Redigerare:
th: ผู้แก้ไข:
tr: Editör:
uk: Редактор:
vi: Biên tập viên:
zh_hans: 编辑者：
zh_hant: 編輯者：

# shared_dictionaries.viewer_role
source: Viewer:
ar: المشاهد:
ca: Espectador:
cs: Divák:
da: Seer:
de: Zuschauer:
es: Observador:
fi: Katselija:
fr: Spectateur :
he: צופה:
hi: दर्शक:
hr: Gledatelj:
hu: Néző:
id: Penonton:
it: Visualizzatore:
ja: 閲覧者：
ko: 뷰어:
ms: Penonton:
nb: Seer:
nl: Kijker:
pl: Widz:
pt_pt: Visualizador:
ro: Vizualizator:
ru: Зритель:
sk: Divák:
sv: Visare:
th: ผู้ดู:
tr: Görüntüleyici:
uk: Глядач:
vi: Người xem:
zh_hans: 查看者：
zh_hant: 查看者：

# shared_dictionaries.collaborator_added_with_email_name
source: The collaborator will be added with the email and name you provide. They will need to sign in with the same email address to access the shared dictionary.
ar: سيتم إضافة المتعاون بالبريد الإلكتروني والاسم الذي تقدمه. سيتعين عليهم تسجيل الدخول بنفس عنوان البريد الإلكتروني للوصول إلى القاموس المشترك.
ca: El col·laborador s'afegirà amb l'adreça de correu electrònic i el nom que proporcionis. Hauran d'iniciar sessió amb la mateixa adreça de correu electrònic per accedir al diccionari compartit.
cs: Uživatel bude přidán do sdíleného slovníku. Obdrží upozornění a bude moci okamžitě přistupovat ke slovníku.
da: Samarbejdspartneren vil blive tilføjet med den e-mailadresse og navn, du indtaster. De skal logge ind med den samme e-mailadresse for at få adgang til den delte ordbog.
de: Der Mitarbeiter wird mit der von Ihnen eingegebenen E-Mail-Adresse und dem Namen hinzugefügt. Er muss sich mit derselben E-Mail-Adresse anmelden, um auf das geteilte Wörterbuch zuzugreifen.
es: El colaborador será añadido con la dirección de correo electrónico y el nombre proporcionados. Deben iniciar sesión con la misma dirección de correo electrónico para acceder al diccionario compartido.
fi: Yhteistyökumppani lisätään antamallasi sähköpostiosoitteella ja nimellä. Heidän on kirjauduttava sisään samalla sähköpostiosoitteella päästäkseen jaettuun sanakirjaan.
fr: Le collaborateur sera ajouté avec l'adresse e-mail et le nom que vous entrez. Il doit se connecter avec la même adresse e-mail pour accéder au dictionnaire partagé.
he: משתף הפעולה יתווסף עם כתובת הדוא"ל והשם שהזנת. עליו להתחבר עם אותה כתובת דוא"ל כדי לגשת למילון המשותף.
hi: सहयोगी आपके द्वारा दर्ज किए गए ईमेल पते और नाम के साथ जोड़ा जाएगा। साझा शब्दकोश तक पहुंचने के लिए उसे उसी ईमेल पते से साइन इन करना होगा।
hr: Korisnik će biti dodan u zajednički rječnik. Primit će obavijest i moći će odmah pristupiti rječniku.
hu: A kollaborátor a megadott e-mail címmel és névvel kerül hozzáadásra. Ugyanezzel az e-mail címmel kell bejelentkeznie a megosztott szótár eléréséhez.
id: Kolaborator akan ditambahkan dengan alamat email dan nama yang Anda masukkan. Mereka harus masuk dengan alamat email yang sama untuk mengakses kamus bersama.
it: Il collaboratore verrà aggiunto con l'indirizzo email e il nome forniti. Deve accedere con lo stesso indirizzo email per accedere al dizionario condiviso.
ja: コラボレーターは入力したメールアドレスと名前で追加されます。共有辞書にアクセスするには同じメールアドレスでログインする必要があります。
ko: 협업자는 입력한 이메일 주소와 이름으로 추가됩니다. 공유 사전에 접근하려면 동일한 이메일 주소로 로그인해야 합니다.
ms: Pengguna akan ditambahkan ke kamus berkongsi. Mereka akan menerima pemberitahuan dan boleh mengakses kamus dengan segera.
nb: Samarbeidspartneren legges til med den angitte e-postadressen og navnet. De må logge inn med samme e-postadresse for å få tilgang til den delte ordboken.
nl: De gebruiker wordt toegevoegd aan het gedeelde woordenboek. Ze ontvangen een melding en kunnen direct toegang krijgen tot het woordenboek.
pl: Współpracownik zostanie dodany z podanym adresem e-mail i imieniem. Musi zalogować się na ten sam adres e-mail, aby uzyskać dostęp do wspólnego słownika.
pt_pt: O usuário será adicionado ao dicionário compartilhado. Ele receberá uma notificação e poderá acessar o dicionário imediatamente.
ro: Colaboratorul va fi adăugat cu adresa de e-mail și numele furnizate. Trebuie să se conecteze cu aceeași adresă de e-mail pentru a accesa dicționarul partajat.
ru: Пользователь будет добавлен в общий словарь. Он получит уведомление и сможет сразу получить доступ к словарю.
sk: Používateľ bude pridaný do zdieľaného slovníka. Dostane upozornenie a bude môcť okamžite pristupovať k slovníku.
sv: Medarbetaren kommer att läggas till med den angivna e-postadressen och namnet. De måste logga in med samma e-postadress för att få tillgång till den delade ordboken.
th: ผู้ร่วมงานจะถูกเพิ่มด้วยที่อยู่อีเมลและชื่อที่ระบุ พวกเขาต้องลงชื่อเข้าใช้ด้วยที่อยู่อีเมลเดียวกันเพื่อเข้าถึงพจนานุกรมที่แชร์
tr: İşbirlikçi, belirtilen e-posta adresi ve isimle eklenecek. Paylaşılan sözlüğe erişmek için aynı e-posta adresiyle oturum açmaları gerekir.
uk: Користувач буде доданий до спільного словника. Вони отримають сповіщення і зможуть негайно отримати доступ до словника.
vi: Người dùng sẽ được thêm vào từ điển chia sẻ. Họ sẽ nhận được thông báo và có thể truy cập từ điển ngay lập tức.
zh_hans: 用户将被添加到共享词典。他们将收到通知并可以立即访问词典。
zh_hant: 協作者將通過你提供的電子郵件和名稱添加。他們需使用相同的電子郵件地址登錄以訪問共享詞典。

# shared_dictionaries.be_first_to_rate_difficulty
source: Be the first to rate this word's difficulty
ar: كن الأول لتقييم صعوبة هذه الكلمة
ca: Sigues el primer a valorar la dificultat d'aquesta paraula
cs: Buďte první, kdo ohodnotí obtížnost tohoto slova
da: Vær den første til at bedømme sværhedsgraden af dette ord
de: Seien Sie der Erste, der die Schwierigkeit dieses Wortes bewertet
es: Sé el primero en calificar la dificultad de esta palabra
fi: Ole ensimmäinen arvioimaan tämän sanan vaikeustaso
fr: Soyez le premier à évaluer la difficulté de ce mot
he: היה הראשון לדרג את הקושי של מילה זו
hi: इस शब्द की कठिनाई को रेट करने वाले पहले व्यक्ति बनें
hr: Budite prvi koji će ocijeniti težinu ove riječi
hu: Légy az első, aki értékeli ennek a szónak a nehézségét
id: Jadilah yang pertama menilai kesulitan kata ini
it: Sii il primo a valutare la difficoltà di questa parola
ja: この単語の難易度を最初に評価してください
ko: 이 단어의 난이도를 처음으로 평가하세요
ms: Jadilah yang pertama menilai kesukaran perkataan ini
nb: Vær den første til å vurdere vanskelighetsgraden til dette ordet
nl: Wees de eerste om de moeilijkheidsgraad van dit woord te beoordelen
pl: Bądź pierwszym, który oceni trudność tego słowa
pt_pt: Seja o primeiro a avaliar a dificuldade desta palavra
ro: Fii primul care evaluează dificultatea acestui cuvânt
ru: Станьте первым, кто оценит сложность этого слова
sk: Buďte prvý, kto ohodnotí obtiažnosť этого slova
sv: Bli först med att betygsätta svårigheten för detta ord
th: เป็นคนแรกที่ให้คะแนนระดับความยากของคำนี้
tr: Bu kelimenin zorluğunu derecelendiren ilk kişi olun
uk: Станьте першим, хто оцінить складність цього слова
vi: Hãy là người đầu tiên đánh giá độ khó của từ này
zh_hans: 成为第一个评价此单词难度的人
zh_hant: 成為第一個評價此單詞難度的人

# shared_dictionaries.score
source: Score: %d
ar: النقاط: %d
ca: Puntuació: %d
cs: Skóre: %d
de: Punktzahl: %d
es: Puntuación: %d
fi: Pisteet: %d
he: ציון: %d
hi: स्कोर: %d
hr: Rezultat: %d
hu: Pontszám: %d
id: Skor: %d
it: Punteggio: %d
ja: スコア：%d
ko: 점수: %d
ms: Skor: %d
nb: Poeng: %d
pl: Wynik: %d
pt_pt: Pontuação: %d
ro: Scor: %d
ru: Счёт: %d
sk: Skóre: %d
sv: Poäng: %d
th: คะแนน: %d
tr: Puan: %d
uk: Бал: %d
vi: Điểm: %d
zh_hans: 分数：%d
zh_hant: 分數：%d
