Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.contact_support
source: Have questions, suggestions, or feedback? I'd love to hear from you. Reach out to get support on Instagram or Twitter!
ar: لديك أسئلة أو اقتراحات أو تعليقات؟ أحب أن أسمع منك. تواصل مع الدعم عبر إنستغرام أو تويتر!
ca: Tens preguntes, suggeriments o comentaris? M'encantaria tenir notícies teves. Contacta amb el suport a Instagram o Twitter!
cs: Máte otázky, návrhy nebo zpětnou vazbu? Rád bych slyšel váš názor. Kontaktujte podporu přes Instagram nebo Twitter!
da: Har du spørgsmål, forslag eller feedback? Jeg vil gerne høre din mening. Kontakt support på Instagram eller Twitter!
de: Haben Sie Fragen, Vorschläge oder Feedback? Ich würde mich freuen, von Ihnen zu hören. Kontaktieren Sie den Support über Instagram oder Twitter!
es: ¿Tienes preguntas, sugerencias o comentarios? Me encantaría escucharlos. ¡Contacta con el soporte a través de Instagram o Twitter!
fi: Onko sinulla kysymyksiä, ehdotuksia tai palautetta? Haluaisin kuulla mielipiteesi. Ota yhteyttä tukeen Instagramin tai Twitterin kautta!
fr: Vous avez des questions, des suggestions ou des commentaires ? J'aimerais avoir votre avis. Contactez le support via Instagram ou Twitter !
he: יש לך שאלות, הצעות או משוב? אשמח לשמוע ממך. צור קשר עם התמיכה דרך אינסטגרם או טוויטר!
hi: प्रश्न, सुझाव या प्रतिक्रिया? मुझे आपकी राय सुनना अच्छा लगेगा। इंस्टाग्राम या ट्विटर के माध्यम से समर्थन से संपर्क करें!
hr: Imate pitanja, prijedloge ili povratne informacije? Volio bih čuti vaše mišljenje. Kontaktirajte podršku na Instagramu ili Twitteru!
hu: Kérdésed, javaslatod vagy visszajelzésed van? Örömmel hallanám. Lépj kapcsolatba a támogatással az Instagramon vagy Twitteren keresztül!
id: Punya pertanyaan, saran, atau masukan? Saya senang mendengar pendapat Anda. Hubungi dukungan melalui Instagram atau Twitter!
it: Hai domande, suggerimenti o feedback? Mi piacerebbe avere tue notizie. Contatta il supporto tramite Instagram o Twitter!
ja: 質問、提案、フィードバックはありますか？ぜひお聞かせください。InstagramまたはTwitterでサポートに連絡！
ko: 질문, 제안, 피드백이 있으신가요? 의견을 주시면 기쁘겠습니다. Instagram 또는 Twitter를 통해 지원팀에 연락하세요!
ms: Ada soalan, cadangan, atau maklum balas? Saya ingin mendengar daripada anda. Hubungi sokongan melalui Instagram atau Twitter!
nb: Har du spørsmål, forslag eller tilbakemeldinger? Jeg vil gjerne høre fra deg. Kontakt støtte via Instagram eller Twitter!
nl: Heb je vragen, suggesties of feedback? Ik hoor graag van je. Neem contact op met ondersteuning via Instagram of Twitter!
pl: Masz pytania, sugestie lub opinie? Chętnie je usłyszę. Skontaktuj się z pomocą techniczną przez Instagram lub Twitter!
pt_pt: Tem dúvidas, sugestões ou feedback? Gostaria de ouvir a sua opinião. Contacte o suporte via Instagram ou Twitter!
ro: Ai întrebări, sugestii sau feedback? Mi-ar plăcea să le aud. Contactează suportul prin Instagram sau Twitter!
ru: Есть вопросы, предложения или отзывы? Я буду рад их услышать. Свяжитесь с поддержкой через Instagram или Twitter!
sk: Máte otázky, návrhy alebo spätnú väzbu? Rád by som ich počul. Kontaktujte podporu cez Instagram alebo Twitter!
sv: Har du frågor, förslag eller feedback? Jag skulle gärna höra dem. Kontakta supporten via Instagram eller Twitter!
th: มีคำถาม ข้อเสนอแนะ หรือความคิดเห็น? ฉันอยากได้ยิน ติดต่อฝ่ายสนับสนุนผ่าน Instagram หรือ Twitter!
tr: Sorularınız, önerileriniz veya geri bildirimleriniz mi var? Duymayı çok isterim. Instagram veya Twitter üzerinden destek ekibine ulaşın!
uk: Є запитання, пропозиції чи відгуки? Я хочу це почути. Зверніться до служби підтримки через Instagram або Twitter!
vi: Có câu hỏi, đề xuất hoặc phản hồi? Tôi rất muốn nghe ý kiến của bạn. Hãy liên hệ với đội hỗ trợ qua Instagram hoặc Twitter!
zh_hans: 有问题、建议或反馈？很想听听你的意见。通过Instagram或推特联系支持！
zh_hant: 有問題、建議或反饋？很想聽聽你的意見。通過Instagram或推特聯繫支持！

# settings.sign_out
source: Sign Out
ar: تسجيل الخروج
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: התנתקות
hi: साइन आउट
hr: Odjavi se
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
ms: Log Keluar
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt_pt: Terminar Sessão
ro: Deconectează-te
ru: Выйти
sk: Odhlásiť sa
sv: Logga ut
th: ออกจากระบบ
tr: Oturumu Kapat
uk: Вийти з системи
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# settings.upload_backup_to_google
source: Upload backup to Google
ar: رفع النسخة الاحتياطية إلى جوجل
ca: Puja una còpia de seguretat a Google
cs: Nahrát zálohu na Google
da: Upload backup til Google
de: Sicherung zu Google hochladen
es: Subir copia de seguridad a Google
fi: Lataa varmuuskopio Googleen
fr: Téléverser la sauvegarde vers Google
he: העלאת גיבוי לגוגל
hi: गूगल पर बैकअप अपलोड करें
hr: Učitaj sigurnosnu kopiju na Google
hu: Biztonsági mentés feltöltése Google-ra
id: Unggah Cadangan ke Google
it: Carica Backup su Google
ja: Googleにバックアップをアップロード
ko: Google에 백업 업로드
ms: Muat Naik Sandaran ke Google
nb: Last opp sikkerhetskopi til Google
nl: Back-up uploaden naar Google
pl: Prześlij kopię zapasową do Google
pt_pt: Carregar Cópia de Segurança para o Google
ro: Încarcă Copie de Rezervă pe Google
ru: Загрузить резервную копию в Google
sk: Nahrať zálohu na Google
sv: Ladda upp säkerhetskopia till Google
th: อัปโหลดสำรองไปยัง Google
tr: Google'a Yedek Yükle
uk: Завантажити резервну копію в Google
vi: Tải bản sao lưu lên Google
zh_hans: 上传备份到谷歌
zh_hant: 上傳備份到谷歌

# settings.download_backup_from_google
source: Download backup from Google
ar: تنزيل النسخة الاحتياطية من جوجل
ca: Descarrega una còpia de seguretat de Google
cs: Stáhnout zálohu z Google
da: Download backup fra Google
de: Sicherung von Google herunterladen
es: Descargar copia de seguridad de Google
fi: Lataa varmuuskopio Googlelta
fr: Télécharger la sauvegarde depuis Google
he: הורדת גיבוי מגוגל
hi: गूगल से बैकअप डाउनलोड करें
hr: Preuzmi sigurnosnu kopiju s Googlea
hu: Biztonsági mentés letöltése Google-ról
id: Unduh Cadangan dari Google
it: Scarica Backup da Google
ja: Googleからバックアップをダウンロード
ko: Google에서 백업 다운로드
ms: Muat Turun Sandaran dari Google
nb: Last ned sikkerhetskopi fra Google
nl: Back-up downloaden van Google
pl: Pobierz kopię zapasową z Google
pt_pt: Descarregar Cópia de Segurança do Google
ro: Descarcă Copie de Rezervă de pe Google
ru: Скачать резервную копию из Google
sk: Stiahnuť zálohu z Google
sv: Ladda ner säkerhetskopia från Google
th: ดาวน์โหลดสำรองจาก Google
tr: Google'dan Yedek İndir
uk: Завантажити резервну копію з Google
vi: Tải bản sao lưu từ Google
zh_hans: 从谷歌下载备份
zh_hant: 從谷歌下載備份

# settings.sign_in_to_sync_word_lists
source: Sign in to sync word lists
ar: تسجيل الدخول لمزامنة قوائم الكلمات
ca: Inicia sessió per sincronitzar llistes de paraules
cs: Přihlásit se k synchronizaci seznamů slov
da: Log ind for at synkronisere ordlister
de: Melden Sie sich an, um Wortlisten zu synchronisieren
es: Inicia sesión para sincronizar listas de palabras
fi: Kirjaudu sisään synkronoidaksesi sanalistat
fr: Connectez-vous pour synchroniser les listes de mots
he: התחבר כדי לסנכרן רשימות מילים
hi: शब्द सूचियों को सिंक करने के लिए साइन इन करें
hr: Prijavite se za sinkronizaciju popisa riječi
hu: Jelentkezz be a szólisták szinkronizálásához
id: Masuk untuk menyinkronkan daftar kata
it: Accedi per sincronizzare le liste di parole
ja: 単語リストを同期するためにログイン
ko: 단어 리스트 동기화를 위해 로그인
ms: Log masuk untuk menyegerakkan senarai perkataan
nb: Logg inn for å synkronisere ordlister
nl: Log in om woordenlijsten te synchroniseren
pl: Zaloguj się, aby synchronizować listy słów
pt_pt: Inicie sessão para sincronizar listas de palavras
ro: Conectează-te pentru a sincroniza listele de cuvinte
ru: Войдите, чтобы синхронизировать списки слов
sk: Prihláste sa na synchronizáciu zoznamov slov
sv: Logga in för att synkronisera ordlistor
th: ลงชื่อเข้าใช้เพื่อซิงค์รายการคำศัพท์
tr: Kelime listelerini senkronize etmek için oturum aç
uk: Увійдіть, щоб синхронізувати списки слів
vi: Đăng nhập để đồng bộ danh sách từ
zh_hans: 登录以同步单词列表
zh_hant: 登錄以同步單詞列表

# settings.manage_tags
source: Manage Tags
ar: إدارة العلامات
ca: Gestiona etiquetes
cs: Spravovat štítky
da: Administrer tags
de: Tags verwalten
es: Gestionar etiquetas
fi: Hallinnoi tunnisteita
fr: Gérer les étiquettes
he: ניהול תגיות
hi: टैग प्रबंधन करें
hr: Upravljaj oznakama
hu: Címkék kezelése
id: Kelola Tag
it: Gestisci Tag
ja: タグを管理
ko: 태그 관리
ms: Urus Tag
nb: Administrer etiketter
nl: Tags beheren
pl: Zarządzaj etykietami
pt_pt: Gerir Etiquetas
ro: Gestionează Etichete
ru: Управлять тегами
sk: Spravovať značky
sv: Hantera taggar
th: จัดการแท็ก
tr: Etiketleri Yönet
uk: Керувати тегами
vi: Quản lý thẻ
zh_hans: 管理标签
zh_hant: 管理標籤

# settings.import_export
source: Import / Export
ar: استيراد / تصدير
ca: Importa / Exporta
da: Import/Eksport
de: Importieren/Exportieren
es: Importar/Exportar
fi: Tuo/Vie
fr: Importer/Exporter
he: ייבוא/ייצוא
hi: आयात/निर्यात
hr: Uvoz/Izvoz
hu: Importálás/Exportálás
id: Impor/Ekspor
it: Importa/Esporta
ja: インポート/エクスポート
ko: 가져오기/내보내기
ms: Import/Eksport
nb: Importer/Eksporter
nl: Importeren/Exporteren
pl: Import/Eksport
pt_pt: Importar/Exportar
ru: Импорт/Экспорт
sv: Importera/Exportera
th: นำเข้า/ส่งออก
tr: İçe/Dışa Aktar
uk: Імпорт/Експорт
vi: Nhập/Xuất
zh_hans: 导入/导出
zh_hant: 導入/導出

# settings.import_words
source: Import words
ar: استيراد الكلمات
ca: Importa paraules
cs: Importovat slova
da: Importer ord
de: Wörter importieren
es: Importar palabras
fi: Tuo sanat
fr: Importer des mots
he: ייבוא מילים
hi: शब्द आयात करें
hr: Uvezi riječi
hu: Szavak importálása
id: Impor Kata
it: Importa Parole
ja: 単語のインポート
ko: 단어 가져오기
ms: Import Perkataan
nb: Importer ord
nl: Woorden importeren
pl: Importuj słowa
pt_pt: Importar Palavras
ro: Importă Cuvinte
ru: Импортировать слова
sk: Importovať slová
sv: Importera ord
th: นำเข้าคำศัพท์
tr: Kelimeleri İçe Aktar
uk: Імпортувати слова
vi: Nhập từ
zh_hans: 导入单词
zh_hant: 導入單詞

# settings.export_words
source: Export words
ar: تصدير الكلمات
ca: Exporta paraules
cs: Exportovat slova
da: Eksporter ord
de: Wörter exportieren
es: Exportar palabras
fi: Vie sanat
fr: Exporter des mots
he: ייצוא מילים
hi: शब्द निर्यात करें
hr: Izvezi riječi
hu: Szavak exportálása
id: Ekspor Kata
it: Esporta Parole
ja: 単語のエクスポート
ko: 단어 내보내기
ms: Eksport Perkataan
nb: Eksporter ord
nl: Woorden exporteren
pl: Eksportuj słowa
pt_pt: Exportar Palavras
ro: Exportă Cuvinte
ru: Экспортировать слова
sk: Exportovať slová
sv: Exportera ord
th: ส่งออกคำศัพท์
tr: Kelimeleri Dışa Aktar
uk: Експортувати слова
vi: Xuất từ
zh_hans: 导出单词
zh_hant: 導出單詞

# settings.learn_more
source: Learn more
ar: تعرف على المزيد
ca: Més informació
cs: Zjistit více
da: Lær mere
de: Mehr erfahren
es: Saber más
fi: Lue lisää
fr: En savoir plus
he: למידע נוסף
hi: और जानें
hr: Saznaj više
hu: Tudj meg többet
id: Pelajari Lebih Lanjut
it: Scopri di Più
ja: 詳細を確認
ko: 자세히 알아보기
ms: Ketahui Lebih Lanjut
nb: Lær mer
nl: Meer informatie
pl: Dowiedz się więcej
pt_pt: Saber Mais
ro: Află Mai Multe
ru: Узнать больше
sk: Dozvedieť sa viac
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Дізнатися більше
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 了解更多

# settings.export_words_title
source: Export Words
ar: تصدير الكلمات
ca: Exporta paraules
cs: Exportovat slova
da: Eksporter ord
de: Wörter exportieren
es: Exportar palabras
fi: Vie sanat
fr: Exporter des mots
he: ייצוא מילים
hi: शब्द निर्यात करें
hr: Izvezi riječi
hu: Szavak exportálása
id: Ekspor Kata
it: Esporta Parole
ja: 単語のエクスポート
ko: 단어 내보내기
ms: Eksport Perkataan
nb: Eksporter ord
nl: Woorden exporteren
pl: Eksportuj słowa
pt_pt: Exportar Palavras
ro: Exportă Cuvinte
ru: Экспортировать слова
sk: Exportovať slová
sv: Exportera ord
th: ส่งออกคำศัพท์
tr: Kelimeleri Dışa Aktar
uk: Експортувати слова
vi: Xuất từ
zh_hans: 导出单词
zh_hant: 導出單詞

# settings.pro_upgrade_description
source: Upgrade to Pro for unlimited features and cross-device sync.
ar: الترقية إلى المحترف للحصول على ميزات غير محدودة ومزامنة عبر الأجهزة.
ca: Actualitza a Pro per a funcions il·limitades i sincronització entre dispositius.
cs: Upgradujte na Pro pro neomezené funkce a synchronizaci mezi zařízeními.
da: Opgrader til Pro for ubegrænsede funktioner og synkronisering på tværs af enheder.
de: Upgraden Sie auf Pro für unbegrenzte Funktionen und Synchronisation zwischen Geräten.
es: Actualiza a Pro para funciones ilimitadas y sincronización entre dispositivos.
fi: Päivitä Pro-versioon saadaksesi rajoittamattomat ominaisuudet ja synkronoinnin laitteiden välillä.
fr: Passez à la version Pro pour des fonctionnalités illimitées et une synchronisation entre appareils.
he: שדרג ל-Pro עבור תכונות ללא הגבלה וסנכרון בין מכשירים.
hi: असीमित सुविधाओं और डिवाइसों के बीच सिंक के लिए प्रो में अपग्रेड करें।
hr: Nadogradite na Pro za neograničene značajke i sinkronizaciju između uređaja.
hu: Frissíts Pro-ra a korlátlan funkciókért és az eszközök közötti szinkronizálásért.
id: Tingkatkan ke Pro untuk fitur tak terbatas dan sinkronisasi antar perangkat.
it: Passa a Pro per funzionalità illimitate e sincronizzazione tra dispositivi.
ja: 無制限の機能とデバイス間同期のためにプロにアップグレード。
ko: 무제한 기능과 기기 간 동기화를 위해 프로로 업그레이드하세요.
ms: Naik taraf ke Pro untuk ciri tanpa had dan penyegerakan antara peranti.
nb: Oppgrader til Pro for ubegrensede funksjoner og synkronisering på tvers av enheter.
nl: Upgrade naar Pro voor onbeperkte functies en synchronisatie tussen apparaten.
pl: Uaktualnij do wersji Pro, aby uzyskać nieograniczone funkcje i synchronizację między urządzeniami.
pt_pt: Actualize para Pro para funcionalidades ilimitadas e sincronização entre dispositivos.
ro: Actualizează la Pro pentru funcționalități nelimitate și sincronizare între dispozitive.
ru: Обновите до Pro для неограниченных функций и синхронизации между устройствами.
sk: Aktualizujte na Pro pre neobmedzené funkcie a synchronizáciu medzi zariadeniami.
sv: Uppgradera till Pro för obegränsade funktioner och synkronisering mellan enheter.
th: อัปเกรดเป็น Pro เพื่อรับฟีเจอร์ไม่จำกัดและการซิงค์ระหว่างอุปกรณ์
tr: Sınırsız özellikler ve cihazlar arasında senkronizasyon için Pro'ya yükseltin.
uk: Оновіть до Pro, щоб отримати необмежені функції та синхронізацію між пристроями
vi: Nâng cấp lên Pro để có các tính năng không giới hạn và đồng bộ trên các thiết bị.
zh_hans: 升级到专业版以获得无限功能和跨设备同步。
zh_hant: 升級到專業版以獲得無限功能和跨設備同步。

# settings.word_lists_and_sync
source: Word Lists & Sync
ar: قوائم الكلمات والمزامنة
ca: Llistes de paraules i sincronització
cs: Seznamy slov a synchronizace
da: Ordlister og synkronisering
de: Wortlisten und Synchronisation
es: Listas de palabras y sincronización
fi: Sanalistat ja synkronointi
fr: Listes de mots et synchronisation
he: רשימות מילים וסנכרון
hi: शब्द सूचियां और सिंक
hr: Popisi riječi i sinkronizacija
hu: Szólisták és szinkronizálás
id: Daftar Kata dan Sinkronisasi
it: Liste di Parole e Sincronizzazione
ja: 単語リストと同期
ko: 단어 리스트 및 동기화
ms: Senarai Perkataan dan Penyegerakan
nb: Ordlister og synkronisering
nl: Woordenlijsten en synchronisatie
pl: Listy słów i synchronizacja
pt_pt: Listas de Palavras e Sincronização
ro: Liste de Cuvinte și Sincronizare
ru: Списки слов и синхронизация
sk: Zoznamy slov a synchronizácia
sv: Ordlistor och synkronisering
th: รายการคำศัพท์และการซิงค์
tr: Kelime Listeleri ve Senkronizasyon
uk: Списки слів та синхронізація
vi: Danh sách từ và đồng bộ
zh_hans: 单词列表和同步
zh_hant: 單詞列表和同步

# settings.manual_sync_mode_description
source: Manual sync mode: Use buttons below to upload/download your word lists to Google. Available to all users.
ar: وضع المزامنة اليدوية: استخدم الأزرار أدناه لرفع/تنزيل قوائم الكلمات الخاصة بك إلى جوجل. متاح لجميع المستخدمين.
ca: Mode de sincronització manual: Utilitza els botons següents per pujar/descarregar les teves llistes de paraules a Google. Disponible per a tots els usuaris.
cs: Režim ruční synchronizace: Použijte tlačítka níže k nahrání/stahování seznamů slov na Google. Dostupné pro všechny uživatele.
da: Manuel synkroniserings-tilstand: Brug knapperne nedenfor til at uploade/downloade dine ordlister til Google. Tilgængelig for alle brugere.
de: Manueller Synchronisationsmodus: Verwenden Sie die Schaltflächen unten, um Ihre Wortlisten zu Google hochzuladen/herunterzuladen. Verfügbar für alle Benutzer.
es: Modo de sincronización manual: Usa los botones de abajo para subir/descargar tus listas de palabras a Google. Disponible para todos los usuarios.
fi: Manuaalinen synkronointitila: Käytä alla olevia painikkeita lataamaan sanalistasi Googleen tai sieltä. Saatavilla kaikille käyttäjille.
fr: Mode de synchronisation manuelle : Utilisez les boutons ci-dessous pour téléverser/télécharger vos listes de mots vers Google. Disponible pour tous les utilisateurs.
he: מצב סנכרון ידני: השתמש בכפתורים למטה כדי להעלות/להוריד את רשימות המילים שלך לגוגל. זמין לכל המשתמשים.
hi: मैन्युअल सिंक मोड: अपनी शब्द सूचियों को गूगल पर अपलोड/डाउनलोड करने के लिए नीचे दिए गए बटनों का उपयोग करें। सभी उपयोगकर्ताओं के लिए उपलब्ध।
hr: Način ručne sinkronizacije: Koristite donje gumbe za učitavanje/preuzimanje vaših popisa riječi na Google. Dostupno svim korisnicima.
hu: Manuális szinkronizálási mód: Használd az alábbi gombokat a szólisták Google-ra történő fel- és letöltéséhez. Minden felhasználó számára elérhető.
id: Mode sinkronisasi manual: Gunakan tombol di bawah untuk mengunggah/mengunduh daftar kata Anda ke Google. Tersedia untuk semua pengguna.
it: Modalità di sincronizzazione manuale: Usa i pulsanti qui sotto per caricare/scaricare le tue liste di parole su Google. Disponibile per tutti gli utenti.
ja: マニュアル同期モード：以下のボタンを使用して単語リストをGoogleにアップロード/ダウンロード。全ユーザー向けに利用可能。
ko: 수동 동기화 모드: 아래 버튼을 사용하여 Google에 단어 리스트를 업로드/다운로드하세요. 모든 사용자에게 사용 가능합니다.
ms: Mod penyegerakan manual: Gunakan butang di bawah untuk memuat naik/muat turun senarai perkataan anda ke Google. Tersedia untuk semua pengguna.
nb: Manuell synkroniseringsmodus: Bruk knappene nedenfor for å laste opp/laste ned ordlistene dine til Google. Tilgjengelig for alle brukere.
nl: Handmatige synchronisatiemodus: Gebruik de onderstaande knoppen om je woordenlijsten naar Google te uploaden/downloaden. Beschikbaar voor alle gebruikers.
pl: Tryb synchronizacji ręcznej: Użyj poniższych przycisków, aby przesłać/pobrać listy słów do Google. Dostępne dla wszystkich użytkowników.
pt_pt: Modo de sincronização manual: Use os botões abaixo para carregar/descarregar as suas listas de palavras para o Google. Disponível para todos os utilizadores.
ro: Mod sincronizare manuală: Folosește butoanele de mai jos pentru a încărca/descărca listele de cuvinte pe Google. Disponibil pentru toți utilizatorii.
ru: Режим ручной синхронизации: используйте кнопки ниже для загрузки/скачивания ваших списков слов в Google. Доступно для всех пользователей.
sk: Režim manuálnej synchronizácie: Použite tlačidlá nižšie na nahranie/stiahnutie vašich zoznamov slov na Google. Dostupné pre všetkých používateľov.
sv: Manuellt synkroniseringsläge: Använd knapparna nedan för att ladda upp/ladda ner dina ordlistor till Google. Tillgängligt för alla användare.
th: โหมดซิงค์ด้วยตนเอง: ใช้ปุ่มด้านล่างเพื่ออัปโหลด/ดาวน์โหลดรายการคำศัพท์ของคุณไปยัง Google พร้อมใช้งานสำหรับผู้ใช้ทุกคน
tr: Manuel senkronizasyon modu: Kelime listelerinizi Google'a yüklemek/indirmek için aşağıdaki düğmeleri kullanın. Tüm kullanıcılar için kullanılabilir.
uk: Режим ручної синхронізації: використовуйте кнопки нижче, щоб завантажити/скачати списки слів у Google. Доступно для всіх користувачів
vi: Chế độ đồng bộ thủ công: Sử dụng các nút dưới đây để tải lên/tải xuống danh sách từ lên Google. Có sẵn cho tất cả người dùng.
zh_hans: 手动同步模式：使用下面的按钮上传/下载你的单词列表到谷歌。适用于所有用户。
zh_hant: 手動同步模式：使用下面的按鈕上傳/下載你的單詞列表到谷歌。適用於所有用戶。

# settings.sign_in_to_create_share_word_lists
source: Sign in to create and share word lists with others.
ca: Inicia sessió per crear i compartir llistes de paraules amb altres.
cs: Přihlásit se k vytvoření a sdílení seznamů slov.
da: Log ind for at oprette og dele ordlister med andre.
de: Melden Sie sich an, um Wortlisten zu erstellen und zu teilen.
es: Inicia sesión para crear y compartir listas de palabras.
fi: Kirjaudu sisään luodaksesi ja jakaaksesi sanalistoja muiden kanssa.
fr: Connectez-vous pour créer et partager des listes de mots avec d'autres.
he: התחבר כדי ליצור ולשתף רשימות מילים.
hi: शब्द सूचियां बनाने और साझा करने के लिए साइन इन करें।
hr: Prijavite se za stvaranje i dijeljenje popisa riječi s drugima.
hu: Jelentkezz be a szólisták létrehozásához és megosztásához.
id: Masuk untuk membuat dan berbagi daftar kata.
it: Accedi per creare e condividere liste di parole.
ja: 単語リストを作成・共有するためにログイン。
ko: 단어 리스트를 만들고 공유하려면 로그인하세요.
ms: Log masuk untuk mencipta dan berkongsi senarai perkataan.
nb: Logg inn for å opprette og dele ordlister.
nl: Log in om woordenlijsten te maken en te delen.
pl: Zaloguj się, aby tworzyć i udostępniać listy słów.
pt_pt: Inicie sessão para criar e partilhar listas de palavras.
ro: Conectează-te pentru a crea și partaja liste de cuvinte.
ru: Войдите, чтобы создавать и делиться списками слов.
sk: Prihláste sa na vytváranie a zdieľanie zoznamov slov.
sv: Logga in för att skapa och dela ordlistor.
th: ลงชื่อเข้าใช้เพื่อสร้างและแชร์รายการคำศัพท์
tr: Kelime listeleri oluşturmak ve paylaşmak için oturum açın.
uk: Увійдіть, щоб створювати та ділитися списками слів
vi: Đăng nhập để tạo và chia sẻ danh sách từ.
zh_hans: 登录以创建和分享单词列表。
zh_hant: 登錄以創建和分享單詞列表。
