Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# word_details.add_example
source: Add example
ar: إضافة مثال
ca: Afegeix un exemple
cs: Přidat příklad
da: Tilføj eksempel
de: Beispiel hinzufügen
el: Προσθήκη Παραδείγματος
es: Añadir ejemplo
fi: Lisää esimerkki
fr: Ajouter un exemple
he: הוספת דוגמה
hi: उदाहरण जोड़ें
hr: Dodaj primjer
hu: Példa hozzáadása
id: Tambah Contoh
it: Aggiungi Esempio
ja: 例を追加
ko: 예문 추가
ms: Tambah Contoh
nb: Legg til eksempel
nl: Voorbeeld toevoegen
pl: Dodaj przykład
pt_pt: Adicionar Exemplo
ro: Adaugă Exemplu
ru: Добавить пример
sk: Pridať príklad
sv: Lägg till exempel
th: เพิ่มตัวอย่าง
tr: Örnek Ekle
uk: Додати приклад
vi: Thêm ví dụ
zh_hans: 添加示例
zh_hant: 添加示例

# word_details.delete_word
source: Delete word
ar: حذف الكلمة
ca: Elimina la paraula
cs: Smazat slovo
da: Slet ord
de: Wort löschen
el: Διαγραφή Λέξης
es: Eliminar palabra
fi: Poista sana
fr: Supprimer le mot
he: מחיקת מילה
hi: शब्द हटाएं
hr: Izbriši riječ
hu: Szó törlése
id: Hapus Kata
it: Elimina Parola
ja: 単語を削除
ko: 단어 삭제
ms: Padam Perkataan
nb: Slett ord
nl: Woord verwijderen
pl: Usuń słowo
pt_pt: Eliminar Palavra
ro: Șterge Cuvânt
ru: Удалить слово
sk: Vymazať slovo
sv: Radera ord
th: ลบคำศัพท์
tr: Kelimeyi Sil
uk: Видалити слово
vi: Xóa từ
zh_hans: 删除单词
zh_hant: 刪除單詞

# word_details.delete_failed
source: Delete failed
ar: فشل الحذف
ca: Eliminació fallida
cs: Smazání selhalo
da: Sletning mislykkedes
de: Löschen fehlgeschlagen
el: Η διαγραφή απέτυχε
es: Eliminación fallida
fi: Poistaminen epäonnistui
fr: Échec de la suppression
he: המחיקה נכשלה
hi: हटाना विफल
hr: Brisanje nije uspjelo
hu: Törlés sikertelen
id: Hapus Gagal
it: Eliminazione Fallita
ja: 削除に失敗
ko: 삭제 실패
ms: Padam Gagal
nb: Sletting mislyktes
nl: Verwijderen mislukt
pl: Usuwanie nie powiodło się
pt_pt: Falha na Eliminação
ro: Ștergerea a eșuat
ru: Удаление не удалось
sk: Vymazanie zlyhalo
sv: Radering misslyckades
th: การลบล้มเหลว
tr: Silme başarısız
uk: Видалення не вдалося
vi: Xóa thất bại
zh_hans: 删除失败
zh_hant: 刪除失敗

# word_list.all_words
source: All Words
ar: جميع الكلمات
ca: Totes les paraules
cs: Všechna slova
da: Alle ord
de: Alle Wörter
el: Όλες οι Λέξεις
es: Todas las palabras
fi: Kaikki sanat
fr: Tous les mots
he: כל המילים
hi: सभी शब्द
hr: Sve riječi
hu: Összes szó
id: Semua Kata
it: Tutte le Parole
ja: すべての単語
ko: 모든 단어
ms: Semua Perkataan
nb: Alle ord
nl: Alle woorden
pl: Wszystkie słowa
pt_pt: Todas as Palavras
ro: Toate Cuvintele
ru: Все слова
sk: Všetky slová
sv: Alla ord
th: คำศัพท์ทั้งหมด
tr: Tüm Kelimeler
uk: Усі слова
vi: Tất cả từ
zh_hans: 所有单词
zh_hant: 所有單詞

# word_list.favorite
source: Favorite
ar: المفضلة
ca: Favorit
cs: Oblíbené
da: Favorit
de: Favorit
el: Αγαπημένο
es: Favorito
fi: Suosikki
fr: Favori
he: מועדף
hi: पसंदीदा
hr: Favorit
hu: Kedvenc
id: Favorit
it: Preferito
ja: お気に入り
ko: 즐겨찾기
ms: Kegemaran
nb: Favoritt
nl: Favoriet
pl: Ulubione
pt_pt: Favorito
ro: Favorit
ru: Избранное
sk: Obľúbené
sv: Favorit
th: รายการโปรด
tr: Favori
uk: Обране
vi: Yêu thích
zh_hans: 收藏
zh_hant: 收藏

# word_list.manage_tags
source: Manage Tags
ar: إدارة العلامات
ca: Gestiona etiquetes
cs: Spravovat štítky
da: Administrer tags
de: Tags verwalten
el: Διαχείριση Ετικετών
es: Gestionar etiquetas
fi: Hallinnoi tunnisteita
fr: Gérer les étiquettes
he: ניהול תגיות
hi: टैग प्रबंधन करें
hr: Upravljaj oznakama
hu: Címkék kezelése
id: Kelola Tag
it: Gestisci Tag
ja: タグを管理
ko: 태그 관리
ms: Urus Tag
nb: Administrer etiketter
nl: Tags beheren
pl: Zarządzaj etykietami
pt_pt: Gerir Etiquetas
ro: Gestionează Etichete
ru: Управлять тегами
sk: Spravovať značky
sv: Hantera taggar
th: จัดการแท็ก
tr: Etiketleri Yönet
uk: Керувати тегами
vi: Quản lý thẻ
zh_hans: 管理标签
zh_hant: 管理標籤

# quiz_list.quiz_types
source: Quiz Types
ar: أنواع الاختبارات
ca: Tipus de qüestionaris
cs: Typy kvízů
da: Quiztyper
de: Quiztypen
el: Τύποι Κουίζ
es: Tipos de cuestionarios
fi: Visatyypit
fr: Types de quiz
he: סוגי חידונים
hi: क्विज़ प्रकार
hr: Vrste kvizova
hu: Kviz típusok
id: Jenis Kuis
it: Tipi di Quiz
ja: クイズの種類
ko: 퀴즈 유형
ms: Jenis Kui
nb: Quiztyper
pl: Typy quizów
pt_pt: Tipos de Questionário
ro: Tipuri de Teste
ru: Типы викторин
sk: Typy kvízov
sv: Quiztyper
th: ประเภทแบบทดสอบ
tr: Test Türleri
uk: Типи тестів
vi: Loại bài kiểm tra
zh_hans: 测验类型
zh_hant: 測驗類型

# quiz_list.practice_settings
source: Practice Settings
ar: إعدادات التدريب
ca: Configuració de pràctica
cs: Nastavení cvičení
da: Øveindstillinger
de: Übungseinstellungen
el: Ρυθμίσεις Εξάσκησης
es: Ajustes de práctica
fi: Harjoitteluasetukset
fr: Paramètres d'entraînement
he: הגדרות תרגול
hi: अभ्यास सेटिंग्स
hr: Postavke vježbanja
hu: Gyakorlási beállítások
id: Pengaturan Latihan
it: Impostazioni di Pratica
ja: 練習設定
ko: 연습 설정
ms: Tetapan Latihan
nb: Øvingsinnstillinger
nl: Oefeninstellingen
pl: Ustawienia ćwiczeń
pt_pt: Definições de Prática
ro: Setări de Practică
ru: Настройки практики
sk: Nastavenia praxe
sv: Övningsinställningar
th: การตั้งค่าการฝึก
tr: Alıştırma Ayarları
uk: Налаштування практики
vi: Cài đặt luyện tập
zh_hans: 练习设置
zh_hant: 練習設置

# quiz_list.configure_quiz_experience
source: Configure your quiz experience
ar: قم بتهيئة تجربة الاختبار الخاصة بك
ca: Configura la teva experiència de qüestionari
cs: Konfigurujte své zážitky z kvízu
da: Konfigurer din quizoplevelse
de: Passen Sie Ihr Quiz-Erlebnis an
el: Προσαρμογή της Εμπειρίας Κουίζ
es: Configura tu experiencia con los cuestionarios
fi: Mukauta visakokemuksesi
fr: Configurez votre expérience de quiz
he: התאם את חוויית החידון שלך
hi: अपने क्विज़ अनुभव को कॉन्फ़िगर करें
hr: Konfigurirajte svoje iskustvo s kvizovima
hu: Állítsd be a kviz élményedet
id: Konfigurasikan pengalaman kuis Anda
it: Configura la tua esperienza di quiz
ja: クイズ体験をカスタマイズ
ko: 퀴즈 경험을 설정하세요
ms: Konfigurasi pengalaman kui anda
nb: Konfigurer quizopplevelsen din
nl: Configureer je quizervaring
pl: Skonfiguruj swoje doświadczenie z quizami
pt_pt: Configure a sua experiência com questionários
ro: Configurează-ți experiența cu testele
ru: Настройте свой опыт прохождения викторин
sk: Prispôsobte si zážitok z kvízov
sv: Anpassa din quizupplevelse
th: ปรับแต่งประสบการณ์แบบทดสอบของคุณ
tr: Test deneyiminizi özelleştirin
uk: Налаштуйте свій досвід тестування
vi: Tùy chỉnh trải nghiệm bài kiểm tra của bạn
zh_hans: 配置你的测验体验
zh_hant: 配置你的測驗體驗

# quiz_list.focus_on_words_need_review
source: Focus on words that need review
ar: التركيز على الكلمات التي تحتاج إلى مراجعة
ca: Centra't en paraules que necessiten revisió
cs: Zaměřte se na slova, která potřebují opakování
da: Fokuser på ord, der kræver gennemsyn
de: Fokus auf Wörter, die überprüft werden müssen
el: Εστίαση σε λέξεις που χρειάζονται επανεξέταση
es: Centrarte en palabras que necesitan repaso
fi: Keskity tarkistusta vaativiin sanoihin
fr: Concentrez-vous sur les mots à réviser
he: התמקד במילים הדורשות סקירה
hi: समीक्षा की आवश्यकता वाले शब्दों पर ध्यान दें
hr: Fokusiraj se na riječi koje treba pregledati
hu: Fókuszálj a felülvizsgálatra váró szavakra
id: Fokus pada kata-kata yang perlu ditinjau
it: Concentrati sulle parole che richiedono revisione
ja: レビューが必要な単語に集中
ko: 검토가 필요한 단어에 집중
ms: Fokus pada perkataan yang perlu disemak
nb: Fokuser på ord som trenger gjennomgang
nl: Focus op woorden die herzien moeten worden
pl: Skup się na słowach wymagających przeglądu
pt_pt: Concentre-se em palavras que precisam de revisão
ro: Concentrează-te pe cuvinte care necesită revizuire
ru: Сосредоточьтесь на словах, требующих повторения
sk: Zamerať sa na slová, ktoré potrebujú opakovanie
sv: Fokusera på ord som behöver repetition
th: เน้นคำศัพท์ที่ต้องทบทวน
tr: Tekrar gereken kelimelere odaklan
uk: Зосередьтеся на словах, що потребують повтору
vi: Tập trung vào các từ cần ôn tập
zh_hans: 专注于需要复习的单词
zh_hant: 專注於需要複習的單詞

# quiz_list.not_enough_words_review_yet
source: Not enough words to review yet
ar: لا توجد كلمات كافية للمراجعة بعد
ca: No hi ha prou paraules per revisar encara
cs: Zatím není dostatek slov k opakování
da: Ikke nok ord til gennemsyn endnu
de: Noch nicht genügend Wörter zum Überprüfen
el: Δεν υπάρχουν αρκετές λέξεις για επανεξέταση ακόμα
es: No hay suficientes palabras para repasar
fi: Ei vielä tarpeeksi sanoja tarkistettavaksi
fr: Pas assez de mots à réviser pour le moment
he: אין מספיק מילים לסקירה עדיין
hi: समीक्षा के लिए अभी तक पर्याप्त शब्द नहीं हैं
hr: Još nema dovoljno riječi za pregled
hu: Még nincs elég szó a felülvizsgálathoz
id: Belum cukup kata untuk ditinjau
it: Non ci sono abbastanza parole da rivedere
ja: レビューする単語が不足しています
ko: 검토할 단어가 충분하지 않습니다
ms: Tidak cukup perkataan untuk disemak
nb: Ikke nok ord å gjennomgå ennå
nl: Nog niet genoeg woorden om te herzien
pl: Za mało słów do przeglądu
pt_pt: Não há palavras suficientes para revisão ainda
ro: Nu sunt suficiente cuvinte pentru revizuire încă
ru: Недостаточно слов для повторения
sk: Zatiaľ nie je dostatok slov na opakovanie
sv: Inte tillräckligt med ord för repetition ännu
th: ไม่มีคำศัพท์เพียงพอสำหรับทบทวน
tr: Tekrar için yeterli kelime yok
uk: Недостатньо слів для повтору
vi: Không đủ từ để ôn tập
zh_hans: 尚未有足够单词可复习
zh_hant: 尚未有足夠單詞可複習

# quiz_list.add_words_to_shared_dictionary
source: Add Words to Shared Dictionary
ar: إضافة كلمات إلى القاموس المشترك
ca: Afegeix paraules al diccionari compartit
cs: Přidat slova do sdíleného slovníku
da: Tilføj ord til den delte ordbog
de: Wörter zum geteilten Wörterbuch hinzufügen
el: Πρόσθεσε λέξεις στο κοινόχρηστο λεξικό
es: Añade palabras al diccionario compartido
fi: Lisää sanoja jaettuun sanakirjaan
fr: Ajoutez des mots au dictionnaire partagé
he: הוסף מילים למילון המשותף
hi: साझा शब्दकोश में शब्द जोड़ें
hr: Dodaj riječi u zajednički rječnik
hu: Szavak hozzáadása a megosztott szótárhoz
id: Tambah kata ke kamus bersama
it: Aggiungi parole al dizionario condiviso
ja: 共有辞書に単語を追加
ko: 공유 사전에 단어 추가
ms: Tambah perkataan ke kamus kongsi
nb: Legg til ord i delt ordbok
nl: Woorden toevoegen aan het gedeelde woordenboek
pl: Dodaj słowa do wspólnego słownika
pt_pt: Adicione palavras ao dicionário partilhado
ro: Adaugă cuvinte la dicționarul partajat
ru: Добавьте слова в общий словарь
sk: Pridajte slová do zdieľaného slovníka
sv: Lägg till ord i den delade ordboken
th: เพิ่มคำศัพท์ในพจนานุกรมที่แชร์
tr: Paylaşılan sözlüğe kelime ekleyin
uk: Додайте слова до спільного словника
vi: Thêm từ vào từ điển chia sẻ
zh_hans: 向共享词典添加单词
zh_hant: 向共享詞典添加單詞

# quiz_list.add_your_first_word
source: Add Your First Word
ar: أضف كلمتك الأولى
ca: Afegeix la teva primera paraula
cs: Přidejte své první slovo
da: Tilføj dit første ord
de: Fügen Sie Ihr erstes Wort hinzu
el: Πρόσθεσε την πρώτη σου λέξη
es: Añade tu primera palabra
fi: Lisää ensimmäinen sanasi
fr: Ajoutez votre premier mot
he: הוסף את המילה הראשונה שלך
hi: अपना पहला शब्द जोड़ें
hr: Dodaj svoju prvu riječ
hu: Add hozzá az első szavad
id: Tambah kata pertama Anda
it: Aggiungi la tua prima parola
ja: 最初の単語を追加
ko: 첫 번째 단어 추가
ms: Tambah perkataan pertama anda
nb: Legg til ditt første ord
nl: Voeg je eerste woord toe
pl: Dodaj swoje pierwsze słowo
pt_pt: Adicione a sua primeira palavra
ro: Adaugă primul tău cuvânt
ru: Добавьте своё первое слово
sk: Pridajte svoje prvé slovo
sv: Lägg till ditt första ord
th: เพิ่มคำศัพท์คำแรกของคุณ
tr: İlk kelimenizi ekleyin
uk: Додайте ваше перше слово
vi: Thêm từ đầu tiên của bạn
zh_hans: 添加你的第一个单词
zh_hant: 添加你的第一個單詞

# quiz_list.add_more_words
source: Add More Words
ar: أضف المزيد من الكلمات
ca: Afegeix més paraules
cs: Přidat další slova
da: Tilføj flere ord
de: Weitere Wörter hinzufügen
el: Πρόσθεσε περισσότερες λέξεις
es: Añade más palabras
fi: Lisää lisää sanoja
fr: Ajouter plus de mots
he: הוסף מילים נוספות
hi: और शब्द जोड़ें
hr: Dodaj više riječi
hu: További szavak hozzáadása
id: Tambah lebih banyak kata
it: Aggiungi altre parole
ja: さらに単語を追加
ko: 더 많은 단어 추가
ms: Tambah lebih banyak perkataan
nb: Legg til flere ord
nl: Meer woorden toevoegen
pl: Dodaj więcej słów
pt_pt: Adicione mais palavras
ro: Adaugă mai multe cuvinte
ru: Добавьте ещё слова
sk: Pridajte ďalšie slová
sv: Lägg till fler ord
th: เพิ่มคำศัพท์เพิ่มเติม
tr: Daha fazla kelime ekleyin
uk: Додайте більше слів
vi: Thêm nhiều từ hơn
zh_hans: 添加更多单词
zh_hant: 添加更多單詞

# quiz_list.quizzes_help_test_knowledge
source: Quizzes help you test your knowledge and reinforce learning!
ar: تساعد الاختبارات في اختبار معرفتك وتعزيز التعلم!
ca: Els qüestionaris t'ajuden a provar els teus coneixements i reforçar l'aprenentatge!
cs: Kvízy pomáhají testovat vaše znalosti a posilují učení!
da: Quizzer hjælper med at teste din viden og forstærke læring!
de: Quiz helfen Ihnen, Ihr Wissen zu testen und Ihr Lernen zu stärken!
el: Τα κουίζ βοηθούν στη δοκιμή των γνώσεών σου και στην ενίσχυση της μάθησης!
es: ¡Los cuestionarios te ayudan a probar tus conocimientos y reforzar el aprendizaje!
fi: Visat auttavat testaamaan tietojasi ja vahvistamaan oppimistasi!
fr: Les quiz aident à tester vos connaissances et à renforcer l'apprentissage !
he: חידונים עוזרים לבדוק את הידע שלך ולחזק את הלמידה שלך!
hi: क्विज़ आपके ज्ञान का परीक्षण करने और आपकी सीख को मजबूत करने में मदद करते हैं!
hr: Kvizovi pomažu testirati vaše znanje i pojačati učenje!
hu: A kvizek segítenek tesztelni a tudásodat és erősíteni a tanulásodat!
id: Kuis membantu menguji pengetahuan Anda dan memperkuat pembelajaran Anda!
it: I quiz aiutano a testare le tue conoscenze e a rafforzare il tuo apprendimento!
ja: クイズはあなたの知識をテストし、学習を強化するのに役立ちます！
ko: 퀴즈는 당신의 지식을 테스트하고 학습을 강화하는 데 도움이 됩니다!
ms: Kui membantu menguji pengetahuan anda dan mengukuhkan pembelajaran anda!
nb: Quizzer hjelper deg med å teste kunnskapen din og forsterke læringen din!
nl: Quizzen helpen je kennis te testen en je leren te versterken!
pl: Quizy pomagają testować Twoją wiedzę i wzmacniać naukę!
pt_pt: Os questionários ajudam a testar o seu conhecimento e a reforçar a sua aprendizagem!
ro: Testele te ajută să-ți testezi cunoștințele și să-ți consolidezi învățarea!
ru: Викторины помогают проверить ваши знания и укрепить обучение!
sk: Kvíz vám pomôže otestovať vaše znalosti a posilniť učenie!
sv: Quiz hjälper dig att testa dina kunskaper och förstärka lärandet!
th: แบบทดสอบช่วยคุณทดสอบความรู้และเสริมสร้างการเรียนรู้!
tr: Testler bilginizi sınamanıza ve öğrenmeyi pekiştirmenize yardımcı olur!
uk: Тести допомагають перевірити ваші знання та зміцнити навчання!
vi: Các bài kiểm tra giúp bạn kiểm tra kiến thức và củng cố việc học!
zh_hans: 测验帮助测试你的知识并加强学习！
zh_hant: 測驗幫助測試你的知識並加強學習！

# quiz_list.words_away_from_unlocking_quizzes
source: You're %d words away from unlocking quizzes!
ar: أنت بعيد %d كلمات عن فتح الاختبارات!
ca: Et falten %d paraules per desbloquejar els qüestionaris!
cs: Chybí vám %d slov k odemčení kvízů!
da: Du mangler %d ord for at låse quizzer op!
de: Sie sind %d Wörter davon entfernt, Quiz freizuschalten!
el: Είσαι %d λέξεις μακριά από το ξεκλείδωμα των κουίζ!
es: ¡Te faltan %d palabras para desbloquear los cuestionarios!
fi: Olet %d sanaa päässä visojen avaamisesta!
fr: Vous êtes à %d mots de débloquer les quiz !
he: אתה %d מילים מלפתוח את החידונים!
hi: आप क्विज़ अनलॉक करने से %d शब्द दूर हैं!
hr: Nedostaje vam %d riječi za otključavanje kvizova!
hu: %d szóra vagy a kvizek feloldásától!
id: Anda %d kata lagi dari membuka kuis!
it: Sei a %d parole dall'attivare i quiz!
ja: クイズのロック解除まであと%d単語！
ko: 퀴즈를 잠금 해제하려면 %d개의 단어가 더 필요합니다!
ms: Anda kekurangan %d perkataan untuk membuka kunci kui!
nb: Du er %d ord unna å låse opp quizzer!
nl: Je bent %d woorden verwijderd van het ontgrendelen van quizzen!
pl: Brakuje Ci %d słów, aby odblokować quizy!
pt_pt: Faltam %d palavras para desbloquear questionários!
ro: Mai ai nevoie de %d cuvinte pentru a debloca testele!
ru: Осталось %d слов для разблокировки викторин!
sk: Chýba vám %d slov na odomknutie kvízov!
sv: Du är %d ord från att låsa upp quiz!
th: คุณขาด %d คำศัพท์เพื่อปลดล็อกแบบทดสอบ!
tr: Testleri açmak için %d kelime eksik!
uk: Вам бракує %d слів, щоб розблокувати тести!
vi: Bạn còn thiếu %d từ để mở khóa bài kiểm tra!
zh_hans: 你还差 %d 个单词即可解锁测验！
zh_hant: 你還差 %d 個單詞即可解鎖測驗！

# quiz_actions.finish
source: Finish
ar: إنهاء
ca: Acaba
cs: Dokončit
da: Afslut
de: Beenden
el: Τέλος
es: Finalizar
fi: Lopeta
fr: Terminer
he: סיום
hi: समाप्त
hr: Završi
hu: Befejezés
id: Selesai
it: Termina
ja: 終了
ko: 완료
ms: Selesai
nb: Fullfør
nl: Afronden
pl: Zakończ
pt_pt: Concluir
ro: Finalizează
ru: Завершить
sk: Dokončiť
sv: Slutför
th: เสร็จสิ้น
tr: Bitir
uk: Завершити
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# quiz_actions.next_word
source: Next Word
ar: الكلمة التالية
ca: Paraula següent
cs: Další slovo
da: Næste ord
de: Nächstes Wort
el: Επόμενη Λέξη
es: Siguiente palabra
fi: Seuraava sana
fr: Mot suivant
he: מילה הבאה
hi: अगला शब्द
hr: Sljedeća riječ
hu: Következő szó
id: Kata Berikutnya
it: Parola Successiva
ja: 次の単語
ko: 다음 단어
ms: Perkataan Seterusnya
nb: Neste ord
nl: Volgend woord
pl: Następne słowo
pt_pt: Palavra Seguinte
ro: Următorul Cuvânt
ru: Следующее слово
sk: Ďalšie slovo
sv: Nästa ord
th: คำศัพท์ถัดไป
tr: Sonraki Kelime
uk: Наступне слово
vi: Từ tiếp theo
zh_hans: 下一个单词
zh_hant: 下一個單詞

# quiz_actions.submit_answer
source: Submit Answer
ar: إرسال الإجابة
ca: Envia la resposta
cs: Odeslat odpověď
da: Indsend svar
de: Antwort einreichen
el: Υποβολή Απάντησης
es: Enviar respuesta
fi: Lähetä vastaus
fr: Soumettre la réponse
he: שליחת תשובה
hi: उत्तर जमा करें
hr: Pošalji odgovor
hu: Válasz elküldése
id: Kirim Jawaban
it: Invia Risposta
ja: 回答を送信
ko: 답변 제출
ms: Hantar Jawapan
nb: Send svar
nl: Antwoord indienen
pl: Wyślij odpowiedź
pt_pt: Submeter Resposta
ro: Trimite Răspunsul
ru: Отправить ответ
sk: Odoslať odpoveď
sv: Skicka svar
th: ส่งคำตอบ
tr: Cevabı Gönder
uk: Надіслати відповідь
vi: Nộp câu trả lời
zh_hans: 提交答案
zh_hant: 提交答案

# quiz_actions.number_of_words
source: Number of words
ar: عدد الكلمات
ca: Nombre de paraules
cs: Počet slov
da: Antal ord
de: Anzahl der Wörter
el: Αριθμός Λέξεων
es: Número de palabras
fi: Sanojen määrä
fr: Nombre de mots
he: מספר המילים
hi: शब्दों की संख्या
hr: Broj riječi
hu: Szavak száma
id: Jumlah Kata
it: Numero di Parole
ja: 単語数
ko: 단어 수
ms: Bilangan Perkataan
nb: Antall ord
nl: Aantal woorden
pl: Liczba słów
pt_pt: Número de Palavras
ro: Număr de Cuvinte
ru: Количество слов
sk: Počet slov
sv: Antal ord
th: จำนวนคำศัพท์
tr: Kelime Sayısı
uk: Кількість слів
vi: Số lượng từ
zh_hans: 单词数量
zh_hant: 單詞數量

# quiz_actions.no_difficult_words_available
source: No difficult words available for quiz
ar: لا توجد كلمات صعبة متاحة للاختبار
ca: No hi ha paraules difícils disponibles per al qüestionari
cs: Nejsou dostupná žádná obtížná slova pro kvíz
da: Ingen svære ord tilgængelige til quiz
de: Keine schwierigen Wörter für das Quiz verfügbar
el: Καμία δύσκολη λέξη διαθέσιμη για το κουίζ
es: No hay palabras difíciles disponibles para el cuestionario
fi: Ei vaikeita sanoja saatavilla visaan
fr: Aucun mot difficile disponible pour le quiz
he: אין מילים קשות זמינות לחידון
hi: क्विज़ के लिए कोई कठिन शब्द उपलब्ध नहीं
hr: Nema dostupnih teških riječi za kviz
hu: Nincsenek nehéz szavak a kvizhez
id: Tidak ada kata sulit yang tersedia untuk kuis
it: Nessuna parola difficile disponibile per il quiz
ja: クイズに利用できる難しい単語がありません
ko: 퀴즈에 사용할 어려운 단어가 없습니다
ms: Tiada perkataan sukar tersedia untuk kui
nb: Ingen vanskelige ord tilgjengelig for quiz
nl: Geen moeilijke woorden beschikbaar voor quiz
pl: Brak trudnych słów dostępnych dla quizu
pt_pt: Nenhuma palavra difícil disponível para o questionário
ro: Niciun cuvânt dificil disponibil pentru test
ru: Нет сложных слов для викторины
sk: Nie sú k dispozícii žiadne náročné slová na kvíz
sv: Inga svåra ord tillgängliga för quiz
th: ไม่มีคำศัพท์ที่ยากสำหรับแบบทดสอบ
tr: Test için zor kelime yok
uk: Немає складних слів для тесту
vi: Không có từ khó nào để kiểm tra
zh_hans: 没有困难单词可用于测验
zh_hant: 沒有困難單詞可用于測驗

# quiz_actions.your_word_is
source: Your word is '%@'. Try harder :)
ar: كلمتك هي '%@'. حاول بجهد أكبر :)
ca: La teva paraula és '%@'. Esforça't més :)
cs: Vaše slovo je '%@'. Zkuste to více :)
da: Dit ord er '%@'. Gør det bedre :)
de: Ihr Wort ist '%@'. Machen Sie es besser :)
el: Η λέξη σου είναι '%@'. Κάνε καλύτερα :)
es: Tu palabra fue '%@'. ¡Esfuérzate más!
fi: Sanasi on '%@'. Tee paremmin :)
fr: Votre mot est '%@'. Faites mieux :)
he: המילה שלך היא '%@'. תשתפר :)
hi: आपका शब्द है '%@'। बेहतर करें :)
hr: Vaša riječ je '%@'. Potrudite se više :)
hu: A szavad: '%@'. Javíts rajta :)
id: Kata Anda adalah '%@'. Lakukan lebih baik :)
it: La tua parola è '%@'. Migliora :)
ja: あなたの単語は「%@」です。もっと頑張って :)
ko: 당신의 단어는 '%@'입니다. 더 잘해보세요 :)
ms: Perkataan anda ialah '%@'. Cuba lebih baik :)
nb: Ditt ord var '%@'. Prøv hardere :)
nl: Jouw woord is '%@'. Doe het beter :)
pl: Twoje słowo to '%@'. Spróbuj lepiej :)
pt_pt: A sua palavra foi '%@'. Tente mais!
ro: Cuvântul tău a fost '%@'. Încearcă mai bine!
ru: Ваше слово было '%@'. Старайтесь лучше!
sk: Vaše slovo bolo '%@'. Skúste lepšie!
sv: Ditt ord var '%@'. Försök bättre!
th: คำศัพท์ของคุณคือ '%@' พยายามให้มากกว่านี้!
tr: Kelimeniz '%@' idi. Daha iyi deneyin!
uk: Ваше слово було '%@'. Старайтесь краще!
vi: Từ của bạn là '%@'. Hãy cố gắng hơn!
zh_hans: 你的单词是 '%@'。再努力一点 :)
zh_hant: 你的單詞是 '%@'。再努力一點 :)

# quiz_actions.try_harder
source: Try harder :)
ar: حاول بجهد أكبر :)
ca: Esforça't més :)
cs: Zkuste to více :)
da: Gør det bedre :)
de: Machen Sie es besser :)
el: Κάνε καλύτερα :)
es: ¡Esfuérzate más!
fi: Tee paremmin :)
fr: Faites mieux :)
he: תשתפר :)
hi: बेहतर करें :)
hr: Potrudite se više :)
hu: Próbáld keményebben :)
id: Coba lebih keras :)
it: Prova più duramente :)
ja: もっと頑張って :)
ko: 더 열심히 해보세요 :)
ms: Cuba lebih keras :)
nb: Prøv hardere :)
nl: Doe het beter :)
pl: Spróbuj bardziej :)
pt_pt: Tente mais!
ro: Încearcă mai mult!
ru: Старайтесь лучше!
sk: Skúste tvrdšie!
sv: Försök hårdare!
th: พยายามให้มากกว่านี้!
tr: Daha fazla çaba göster!
uk: Старайтесь краще!
vi: Cố gắng hơn nữa!
zh_hans: 再努力一点 :)
zh_hant: 再努力一點 :)

# quiz_actions.incorrect_try_again
source: Incorrect. Try again
ar: غير صحيح. حاول مرة أخرى
ca: Incorrecte. Torna-ho a provar
cs: Nesprávně. Zkuste to znovu
da: Forkert. Prøv igen
de: Falsch. Erneut versuchen
el: Λάθος. Προσπάθησε ξανά
es: Incorrecto. Intenta de nuevo
fi: Väärin. Yritä uudelleen
fr: Incorrect. Réessayez
he: לא נכון. נסה שוב
hi: गलत। पुनः प्रयास करें
hr: Netočno. Pokušajte ponovno
hu: Helytelen. Próbáld újra
id: Salah. Coba lagi
it: Sbagliato. Riprova
ja: 不正解。もう一度試してください
ko: 오답. 다시 시도하세요
ms: Salah. Cuba lagi
nb: Feil. Prøv igjen
nl: Onjuist. Probeer opnieuw
pl: Niepoprawnie. Spróbuj ponownie
pt_pt: Incorreto. Tente novamente
ro: Incorect. Încearcă din nou
ru: Неправильно. Попробуйте снова
sk: Nesprávne. Skúste znova
sv: Fel. Försök igen
th: ไม่ถูกต้อง ลองใหม่
tr: Yanlış. Tekrar deneyin
uk: Неправильно. Спробуйте ще раз
vi: Sai. Thử lại
zh_hans: 错误。请重试
zh_hant: 錯誤。請重試

# tag_selection.select_tags
source: Select Tags
ar: اختر العلامات
ca: Selecciona etiquetes
cs: Vybrat štítky
da: Vælg tags
de: Tags auswählen
el: Επιλογή Ετικετών
es: Seleccionar etiquetas
fi: Valitse tunnisteet
fr: Sélectionner des étiquettes
he: בחר תגיות
hi: टैग चुनें
hr: Odaberi oznake
hu: Címkék kiválasztása
id: Pilih Tag
it: Seleziona Tag
ja: タグを選択
ko: 태그 선택
ms: Pilih Tag
nb: Velg etiketter
nl: Tags selecteren
pl: Wybierz etykiety
pt_pt: Seleccionar Etiquetas
ro: Selectează Etichete
ru: Выбрать теги
sk: Vybrať značky
sv: Välj taggar
th: เลือกแท็ก
tr: Etiketleri Seç
uk: Вибрати теги
vi: Chọn thẻ
zh_hans: 选择标签
zh_hant: 選擇標籤
