Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# quiz_types.great_job_completed_definition_quiz
source: Great job! You've completed the definition quiz.
ar: عمل رائع! لقد أكملت اختبار التعريف.
ca: Gran feina! Has completat el qüestionari de definició.
cs: Skvělá práce! Dokončili jste kvíz definic.
da: Godt arbejde! Du har gennemført definitionsquizen.
de: Großartige Arbeit! Sie haben das Definitionsquiz abgeschlossen.
el: Εξαιρετική δουλειά! Ολοκλήρωσες το κουίζ ορισμού.
es: ¡Gran trabajo! Has completado el cuestionario de definiciones.
fi: Hienoa työtä! Olet suorittanut määritelmävisan.
fr: Excellent travail ! Vous avez terminé le quiz de définition.
he: עבודה נהדרת! השלמת את חידון ההגדרות.
hi: शानदार काम! आपने परिभाषा क्विज़ पूरा किया।
hr: Odličan posao! Završili ste kviz definicija.
hu: Nagyszerű munka! Befejezted a definíció kvizt.
id: Kerja hebat! Anda telah menyelesaikan kuis definisi.
it: Ottimo lavoro! Hai completato il quiz di definizione.
ja: 素晴らしい！定義クイズを完了しました。
ko: 훌륭합니다! 정의 퀴즈를 완료했습니다.
ms: Kerja hebat! Anda telah selesai kui definisi.
nb: Flott jobb! Du har fullført definisjonsquizen.
nl: Goed gedaan! Je hebt de definitiequiz voltooid.
pl: Świetna robota! Ukończyłeś quiz definicji.
pt_pt: Óptimo trabalho! Completou o questionário de definição.
ro: Bună treabă! Ai finalizat testul de definiție.
ru: Отличная работа! Вы завершили викторину по определениям.
sk: Skvelá práca! Dokončili ste kvíz definícií.
sv: Bra jobbat! Du har slutfört definitionsquizet.
th: เยี่ยมมาก! คุณทำแบบทดสอบความหมายเสร็จแล้ว
tr: Harika iş! Tanım testini tamamladınız.
uk: Чудова робота! Ви завершили тест на визначення
vi: Làm tốt lắm! Bạn đã hoàn thành bài kiểm tra định nghĩa.
zh_hans: 干得好！你已完成定义测验。
zh_hant: 幹得好！你已完成定義測驗。

# english_accents.australian
source: Australian
ar: أسترالي
ca: Australià
cs: Australský
da: Australsk
de: Australisch
el: Αυστραλιανό
es: Australiano
fi: Australialainen
fr: Australien
he: אוסטרלי
hi: ऑस्ट्रेलियाई
hr: Australski
hu: Ausztrál
id: Australia
it: Australiano
ja: オーストラリア
ko: 호주
ms: Australia
nb: Australsk
nl: Australisch
pl: Australijski
pt_pt: Australiano
ru: Австралийский
sk: Austrálsky
sv: Australisk
th: ออสเตรเลีย
tr: Avustralya
uk: Австралійський
vi: Úc
zh_hans: 澳大利亚口音
zh_hant: 澳大利亞口音

# english_accents.canadian
source: Canadian
ar: كندي
ca: Canadenc
cs: Kanadský
da: Canadisk
de: Kanadisch
el: Καναδικό
es: Canadiense
fi: Kanadalainen
fr: Canadien
he: קנדי
hi: कनाडाई
hr: Kanadski
hu: Kanadai
id: Kanada
it: Canadese
ja: カナダ
ko: 캐나다
ms: Kanada
nb: Kanadisk
nl: Canadees
pl: Kanadyjski
pt_pt: Canadiano
ru: Канадский
sk: Kanadský
sv: Kanadensisk
th: แคนาดา
tr: Kanada
uk: Канадський
vi: Canada
zh_hans: 加拿大口音
zh_hant: 加拿大口音

# english_accents.british
source: British
ar: بريطاني
ca: Britànic
cs: Britský
da: Britisk
de: Britisch
el: Βρετανικό
es: Británico
fi: Brittiläinen
fr: Britannique
he: בריטי
hi: ब्रिटिश
hr: Britanski
hu: Brit
id: Inggris
it: Britannico
ja: イギリス
ko: 영국
nb: Britisk
nl: Brits
pl: Brytyjski
pt_pt: Britânico
ro: Britanic
ru: Британский
sk: Britský
sv: Brittisk
th: อังกฤษ
tr: İngiliz
uk: Британський
vi: Anh
zh_hans: 英国口音
zh_hant: 英國口音

# english_accents.indian
source: Indian
ar: هندي
ca: Indi
cs: Indický
da: Indisk
de: Indisch
el: Ινδικό
es: Indio
fi: Intialainen
fr: Indien
he: הודי
hi: भारतीय
hr: Indijski
hu: Indiai
id: India
it: Indiano
ja: インド
ko: 인도
ms: India
nb: Indisk
nl: Indiaas
pl: Indyjski
pt_pt: Indiano
ru: Индийский
sk: Indický
sv: Indisk
th: อินเดีย
tr: Hint
uk: Індійський
vi: Ấn Độ
zh_hans: 印度口音
zh_hant: 印度口音

# english_accents.american
source: American
ar: أمريكي
ca: Americà
cs: Americký
da: Amerikansk
de: Amerikanisch
el: Αμερικανικό
es: Americano
fi: Amerikkalainen
fr: Américain
he: אמריקאי
hi: अमेरिकी
hr: Američki
hu: Amerikai
id: Amerika
it: Americano
ja: アメリカ
ko: 미국
ms: Amerika
nb: Amerikansk
nl: Amerikaans
pl: Amerykański
pt_pt: Americano
ru: Американский
sk: Americký
sv: Amerikansk
th: อเมริกา
tr: Amerikan
uk: Американський
vi: Mỹ
zh_hans: 美国口音
zh_hant: 美國口音

# english_accents.belgian
source: Belgian
ar: بلجيكي
ca: Belga
cs: Belgický
da: Belgisk
de: Belgisch
el: Βελγικό
es: Belga
fi: Belgialainen
fr: Belge
he: בלגי
hi: बेल्जियाई
hr: Belgijski
hu: Belga
id: Belgia
it: Belga
ja: ベルギー
ko: 벨기에
ms: Belgium
nb: Belgisk
nl: Belgisch
pl: Belgijski
pt_pt: Belga
ru: Бельгийский
sk: Belgický
sv: Belgisk
th: เบลเยียม
tr: Belçika
uk: Бельгійський
vi: Bỉ
zh_hans: 比利时口音
zh_hant: 比利時口音

# english_accents.singaporean
source: Singaporean
ar: سنغافوري
ca: Singapurenc
cs: Singapurský
da: Singaporeansk
de: Singapurisch
el: Σιγκαπουριανό
es: Singapurense
fi: Singaporen
fr: Singapourien
he: סינגפורי
hi: सिंगापुरी
hr: Singapurski
hu: Szingapúri
id: Singapura
it: Singaporeano
ja: シンガポール
ko: 싱가포르
ms: Singapura
nb: Singaporsk
nl: Singaporees
pl: Singapurski
pt_pt: Singapurense
ro: Singaporan
ru: Сингапурский
sk: Singapurský
sv: Singaporeansk
th: สิงคโปร์
tr: Singapur
uk: Сінгапурський
vi: Singapore
zh_hans: 新加坡口音
zh_hant: 新加坡口音

# english_accents.irish
source: Irish
ar: أيرلندي
ca: Irlandès
cs: Irský
da: Irsk
de: Irisch
el: Ιρλανδικό
es: Irlandés
fi: Irlantilainen
fr: Irlandais
he: אירי
hi: आयरिश
hr: Irski
hu: Ír
id: Irlandia
it: Irlandese
ja: アイルランド
ko: 아일랜드
ms: Ireland
nb: Irsk
nl: Iers
pl: Irlandzki
pt_pt: Irlandês
ro: Irlandez
ru: Ирландский
sk: Írsky
sv: Irländsk
th: ไอริช
tr: İrlanda
uk: Ірландський
vi: Ireland
zh_hans: 爱尔兰口音
zh_hant: 愛爾蘭口音

# english_accents.south_african
source: South African
ar: جنوب أفريقي
ca: Sud-africà
cs: Jihoafrický
da: Sydafrikansk
de: Südafrikanisch
el: Νοτιοαφρικανικό
es: Sudafricano
fi: Eteläafrikkalainen
fr: Sud-africain
he: דרום אפריקאי
hi: दक्षिण अफ्रीकी
hr: Južnoafrički
hu: Dél-afrikai
id: Afrika Selatan
it: Sudafricano
ja: 南アフリカ
ko: 남아프리카
ms: Afrika Selatan
nb: Sørafrikansk
nl: Zuid-Afrikaans
pl: Południowoafrykański
pt_pt: Sul-africano
ro: Sud-african
ru: Южноафриканский
sk: Juhoafrický
sv: Sydafrikansk
th: แอฟริกาใต้
tr: Güney Afrika
uk: Південноафриканський
vi: Nam Phi
zh_hans: 南非口音
zh_hant: 南非口音

# part_of_speech.full.noun
source: Noun
ar: اسم
ca: Substantiu
cs: Podstatné jméno
da: Navneord
de: Substantiv
el: Ουσιαστικό
es: Sustantivo
fi: Substantiivi
fr: Nom
he: שם עצם
hi: संज्ञा
hr: Imenica
hu: Főnév
id: Kata Benda
it: Sostantivo
ja: 名詞
ko: 명사
ms: Kata Nama
nb: Substantiv
nl: Zelfstandig naamwoord
pl: Rzeczownik
pt_pt: Substantivo
ro: Substantiv
ru: Существительное
sk: Podstatné meno
sv: Substantiv
th: นาม
tr: İsim
uk: Іменник
vi: Danh từ
zh_hans: 名词
zh_hant: 名詞

# part_of_speech.full.verb
source: Verb
ar: فعل
cs: Sloveso
da: Udsagnsord
el: Ρήμα
es: Verbo
fi: Verbi
fr: Verbe
he: פועל
hi: क्रिया
hr: Glagol
hu: Ige
id: Kata Kerja
it: Verbo
ja: 動詞
ko: 동사
ms: Kata Kerja
nl: Werkwoord
pl: Czasownik
pt_pt: Verbo
ru: Глагол
sk: Sloveso
th: กริยา
tr: Fiil
uk: Дієслово
vi: Động từ
zh_hans: 动词
zh_hant: 動詞

# part_of_speech.full.adjective
source: Adjective
ar: صفة
ca: Adjectiu
cs: Přídavné jméno
da: Tillægsord
de: Adjektiv
el: Επίθετο
es: Adjetivo
fi: Adjektiivi
fr: Adjectif
he: שם תואר
hi: विशेषण
hr: Pridjev
hu: Melléknév
id: Kata Sifat
it: Aggettivo
ja: 形容詞
ko: 형용사
ms: Kata Sifat
nb: Adjektiv
nl: Bijvoeglijk naamwoord
pl: Przymiotnik
pt_pt: Adjectivo
ro: Adjectiv
ru: Прилагательное
sk: Prídavné meno
sv: Adjektiv
th: คุณศัพท์
tr: Sıfat
uk: Прикметник
vi: Tính từ
zh_hans: 形容词
zh_hant: 形容詞

# part_of_speech.full.adverb
source: Adverb
ar: ظرف
ca: Adverbi
cs: Příslovce
da: Biord
el: Επίρρημα
es: Adverbio
fi: Adverbi
fr: Adverbe
he: תואר הפועל
hi: क्रियाविशेषण
hr: Prilog
hu: Határozószó
id: Kata Keterangan
it: Avverbio
ja: 副詞
ko: 부사
ms: Kata Keterangan
nl: Bijwoord
pl: Przysłówek
pt_pt: Advérbio
ru: Наречие
sk: Príslovka
th: กริยาวิเศษณ์
tr: Zarf
uk: Прислівник
vi: Trạng từ
zh_hans: 副词
zh_hant: 副詞

# part_of_speech.full.conjunction
source: Conjunction
ar: حرف عطف
ca: Conjunció
cs: Spojka
da: Bindeord
de: Konjunktion
el: Σύνδεσμος
es: Conjunción
fi: Konjunktio
fr: Conjonction
he: מילת חיבור
hi: संयोजक
hr: Veznik
hu: Kötőszó
id: Kata Sambung
it: Congiunzione
ja: 接続詞
ko: 접속사
ms: Kata Hubung
nb: Konjunksjon
nl: Voegwoord
pl: Spójnik
pt_pt: Conjunção
ro: Conjuncție
ru: Союз
sk: Spojka
sv: Konjunktion
th: สันธาน
tr: Bağlaç
uk: Сполучник
vi: Liên từ
zh_hans: 连词
zh_hant: 連詞

# part_of_speech.full.pronoun
source: Pronoun
ar: ضمير
ca: Pronom
cs: Zájmeno
da: Stedord
de: Pronomen
el: Αντωνυμία
es: Pronombre
fi: Pronomini
fr: Pronom
he: כינוי
hi: सर्वनाम
hr: Zamjenica
hu: Névmás
id: Kata Ganti
it: Pronome
ja: 代名詞
ko: 대명사
ms: Kata Ganti
nb: Pronomen
nl: Voornaamwoord
pl: Zaimek
pt_pt: Pronome
ro: Pronume
ru: Местоимение
sk: Zámeno
sv: Pronomen
th: สรรพนาม
tr: Zamir
uk: Займенник
vi: Đại từ
zh_hans: 代词
zh_hant: 代詞

# part_of_speech.full.preposition
source: Preposition
ar: حرف جر
ca: Preposició
cs: Předložka
da: Forholdsord
de: Präposition
el: Πρόθεση
es: Preposición
fi: Prepositio
fr: Préposition
he: מילת יחס
hi: पूर्वसर्ग
hr: Prijedlog
hu: Elöljárószó
id: Kata Depan
it: Preposizione
ja: 前置詞
ko: 전치사
ms: Kata Depan
nb: Preposisjon
nl: Voorzetsel
pl: Przyimek
pt_pt: Preposição
ro: Prepoziție
ru: Предлог
sk: Predložka
th: บุรพบท
tr: Edat
uk: Прийменник
vi: Giới từ
zh_hans: 介词
zh_hant: 介詞

# part_of_speech.full.exclamation
source: Exclamation
ar: تعجب
ca: Exclamació
cs: Vykřičník
da: Udråbsord
de: Ausruf
el: Επιφώνημα
es: Exclamación
fi: Huudahdus
he: קריאה
hi: विस्मयादिबोधक
hr: Usklik
hu: Felkiáltás
id: Seruan
it: Esclamazione
ja: 感嘆詞
ko: 감탄사
ms: Kata Seru
nb: Utropsord
nl: Uitroep
pl: Wykrzyknik
pt_pt: Exclamação
ro: Exclamație
ru: Восклицание
sk: Výkričník
sv: Utrop
th: คำอุทาน
tr: Ünlem
uk: Вигук
vi: Cảm thán
zh_hans: 感叹词
zh_hant: 感嘆詞

# part_of_speech.full.unknown
source: Unknown
ar: غير معروف
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# part_of_speech.short.noun
source: Noun
ar: اسم
ca: Subst.
cs: Podst.
da: Navn.
de: Subst.
el: Ουσ.
es: Sust.
fi: Subst.
fr: Nom
he: שם ע.
hi: संज्ञा
hr: Imen.
hu: Főn.
id: Benda
it: Sost.
ja: 名詞
ko: 명
ms: Nama
nb: Subst.
nl: Zelfst. n.
pl: Rzecz.
pt_pt: Subst.
ro: Subst.
ru: Сущ.
sk: Podst.
sv: Subst.
th: น.
tr: İsm.
uk: Ім.
vi: D.t.
zh_hans: 名
zh_hant: 名

# part_of_speech.short.verb
source: Verb
ar: فعل
cs: Slov.
da: Uds.
el: Ρήμα
he: פועל
hi: क्रिया
hr: Glag.
hu: Ige
id: Kerja
ja: 動詞
ko: 동
ms: Kerja
nl: Werkw.
pl: Czas.
ru: Глаг.
sk: Slov.
th: ก.
tr: F.
uk: Дієсл.
vi: Đ.t.
zh_hans: 动
zh_hant: 動

# part_of_speech.short.adjective
source: Adj.
ar: صفة
cs: Příd.
da: Till.
el: Επίθ.
he: שם ת.
hi: विशेषण
hr: Prid.
hu: Mell.
id: Sifat
it: Agg.
ja: 形
ko: 형
ms: Sifat
nl: Bijv. n.
pl: Przym.
ru: Прил.
sk: Príd.
th: คศ.
tr: Sıf.
uk: Прикм.
vi: T.t.
zh_hans: 形
zh_hant: 形

# part_of_speech.short.adverb
source: Adv.
ar: ظرف
cs: Přísl.
da: Bior.
el: Επίρ.
he: תואר פ.
hi: क्रियाविशेषण
hr: Pril.
hu: Hat.
id: Ket.
it: Avv.
ja: 副
ko: 부
ms: Ket.
nl: Bijw.
pl: Przysł.
ru: Нар.
sk: Prísl.
th: กว.
tr: Zrf.
uk: Присл.
vi: Tr.t.
zh_hans: 副
zh_hant: 副

# part_of_speech.short.conjunction
source: Conj.
ar: عطف
cs: Spoj.
da: Bind.
de: Konj.
el: Σύνδ.
fi: Konj.
he: חיבור
hi: संयोजक
hr: Vez.
hu: Köt.
id: Samb.
it: Cong.
ja: 接
ko: 접
ms: Hubung
nb: Konj.
nl: Voegw.
pl: Spój.
ru: Союз
sk: Spoj.
sv: Konj.
th: สธ.
tr: Bğl.
uk: Спол.
vi: L.t.
zh_hans: 连
zh_hant: 連

# part_of_speech.short.pronoun
source: Pron.
ar: ضمير
cs: Zájm.
da: Sted.
el: Αντων.
he: כינוי
hi: सर्वनाम
hr: Zamj.
hu: Név.
id: Ganti
ja: 代
ko: 대
ms: Ganti
nl: Voornaamw.
pl: Zaim.
ru: Мест.
sk: Zám.
th: สร.
tr: Zmr.
uk: Займ.
vi: Đ.từ.
zh_hans: 代
zh_hant: 代

# part_of_speech.short.preposition
source: Prep.
ar: جر
cs: Předl.
da: Forh.
de: Präp.
el: Πρόθ.
fr: Prép.
he: יחס
hi: पूर्वसर्ग
hr: Prij.
hu: Elöl.
id: Depan
ja: 前
ko: 전
ms: Depan
nl: Voorz.
pl: Przyim.
ru: Пред.
sk: Predl.
th: บ.
tr: Edt.
uk: Прийм.
vi: G.t.
zh_hans: 介
zh_hant: 介

# part_of_speech.short.exclamation
source: Excl.
ar: تعجب
cs: Vykř.
da: Udrå.
de: Ausr.
el: Επιφ.
fi: Huud.
he: קריאה
hi: विस्मय.
hr: Uskl.
hu: Felk.
id: Seru
it: Escl.
ja: 感
ko: 감
ms: Seru
nb: Utr.
nl: Uitroep
pl: Wykrz.
ru: Воскл.
sk: Výkr.
sv: Utr.
th: อุ.
tr: Ünl.
uk: Виг.
vi: C.t.
zh_hans: 感
zh_hant: 感

# part_of_speech.short.unknown
source: Unkn.
ar: غير معروف
ca: Desc.
cs: Nezn.
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Descon.
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoz.
hu: Ismeretlen
id: Tdk Diketahui
it: Scon.
ja: 不明
ko: 알 수 없음
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Niezn.
pt_pt: Desconh.
ro: Nec.
ru: Неизв.
sk: Nezn.
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: K.xđ.
zh_hans: 未知
zh_hant: 未知

# actions.settings
source: Settings
cs: Nastavení
el: Ρυθμίσεις
hr: Postavke
ms: Tetapan
nl: Instellingen
pt_pt: Configurações
ru: Настройки
sk: Nastavenia
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# tts.filters.all_use_cases
source: All Use Cases
cs: Všechny případy použití
el: Όλες οι περιπτώσεις χρήσης
hr: Svi slučajevi upotrebe
ms: Semua kes penggunaan
nl: Alle gebruiksscenario's
pt_pt: Todos os casos de uso
ru: Все случаи использования
sk: Všetky prípady použitia
uk: Усі випадки використання
vi: Tất cả các trường hợp sử dụng
zh_hans: 所有使用场景

# tts.filters.all_ages
source: All Ages
cs: Všechny věkové skupiny
el: Όλες οι ηλικίες
hr: Sve dobne skupine
ms: Semua peringkat umur
nl: Alle leeftijden
pt_pt: Todas as idades
ru: Все возраста
sk: Všetky vekové skupiny
uk: Усі вікові групи
vi: Tất cả các độ tuổi
zh_hans: 所有年龄

# tts.filters.all_timbres
source: All Timbres
cs: Všechny tóny hlasu
el: Όλοι οι τόνοι φωνής
hr: Svi tonovi glasa
ms: Semua nada suara
nl: Alle klankkleuren
pt_pt: Todos os timbres
ru: Все тембры
sk: Všetky tóny hlasu
uk: Усі тембри голосу
vi: Tất cả các âm sắc
zh_hans: 所有音色

# tts.filters.all_accents
source: All Accents
cs: Všechny přízvuky
el: Όλες οι προφορές
hr: Svi naglasci
ms: Semua aksen
nl: Alle accenten
pt_pt: Todos os sotaques
ru: Все акценты
sk: Všetky prízvuky
uk: Усі акценти
vi: Tất cả các giọng nói
zh_hans: 所有口音

# tts.filters.all_languages
source: All Languages
cs: Všechny jazyky
el: Όλες οι γλώσσες
hr: Svi jezici
ms: Semua bahasa
nl: Alle talen
pt_pt: Todos os idiomas
ru: Все языки
sk: Všetky jazyky
uk: Усі мови
vi: Tất cả các ngôn ngữ
zh_hans: 所有语言

# tts.filters.all_genders
source: All Genders
cs: Všechna pohlaví
el: Όλα τα φύλα
hr: Svi spolovi
ms: Semua jantina
nl: Alle geslachten
pt_pt: Todos os gêneros
ru: Все полы
sk: Všetky pohlavia
uk: Усі статі
vi: Tất cả các giới tính
zh_hans: 所有性别

# tts.filters.filters
source: Filters
cs: Filtry
el: Φίλτρα
hr: Filteri
ms: Penapis
pt_pt: Filtros
ru: Фильтры
sk: Filtre
uk: Фільтри
vi: Bộ lọc
zh_hans: 筛选

# tts.filters.reset
source: Reset
cs: Resetovat
el: Επαναφορά
hr: Poništi
ms: Tetapkan semula
nl: Resetten
pt_pt: Redefinir
ru: Сбросить
sk: Resetovať
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# tts.filters.select_voice
source: Select Voice
cs: Vybrat hlas
el: Επιλογή φωνής
hr: Odaberi glas
ms: Pilih suara
nl: Stem selecteren
pt_pt: Selecionar voz
ru: Выбрать голос
sk: Vybrať hlas
uk: Вибрати голос
vi: Chọn giọng nói
zh_hans: 选择语音

# tts.filters.available_voices
source: Available Voices
cs: Dostupné hlasy
el: Διαθέσιμες φωνές
hr: Dostupni glasovi
ms: Suara yang tersedia
nl: Beschikbare stemmen
pt_pt: Vozes disponíveis
ru: Доступные голоса
sk: Dostupné hlasy
uk: Доступні голоси
vi: Giọng nói có sẵn
zh_hans: 可用语音

# tts.filters.no_voices_available
source: No voices available
cs: Žádné hlasy nejsou k dispozici
el: Καμία διαθέσιμη φωνή
hr: Nema dostupnih glasova
ms: Tiada suara yang tersedia
nl: Geen stemmen beschikbaar
pt_pt: Nenhuma voz disponível
ru: Нет доступных голосов
sk: Žiadne hlasy nie sú dostupné
uk: Немає доступних голосів
vi: Không có giọng nói nào có sẵn
zh_hans: 无可用语音

# tts.filters.no_voices_found
source: No voices found
cs: Žádné hlasy nenalezeny
el: Δεν βρέθηκαν φωνές
hr: Nisu pronađeni glasovi
ms: Tiada suara ditemui
nl: Geen stemmen gevonden
pt_pt: Nenhuma voz encontrada
ru: Голоса не найдены
sk: Nenašli sa žiadne hlasy
uk: Голосів не знайдено
vi: Không tìm thấy giọng nói
zh_hans: 未找到语音

# tts.filters.no_voices_found_message
source: Try adjusting your search or filters
cs: Zkuste upravit vyhledávání nebo filtry
el: Δοκιμάστε να προσαρμόσετε την αναζήτηση ή τα φίλτρα σας
hr: Pokušajte prilagoditi pretragu ili filtre
ms: Cuba laraskan carian atau penapis anda
nl: Probeer je zoekopdracht of filters aan te passen
pt_pt: Tente ajustar sua pesquisa ou filtros
ru: Попробуйте изменить параметры поиска или фильтры
sk: Skúste upraviť vyhľadávanie alebo filtre
uk: Спробуйте скоригувати пошук або фільтри
vi: Hãy thử điều chỉnh tìm kiếm hoặc bộ lọc của bạn
zh_hans: 请尝试调整搜索或筛选条件

# tts.usage.monthly_limit_exceeded
source: Monthly Limit Exceeded
cs: Měsíční limit překročen
el: Υπέρβαση μηνιαίου ορίου
hr: Prekoračena mjesečna granica
ms: Had bulanan melebihi
nl: Maandlimiet overschreden
pt_pt: Limite mensal excedido
ru: Месячный лимит превышен
sk: Prekročený mesačný limit
uk: Перевищено місячний ліміт
vi: Vượt quá giới hạn hàng tháng
zh_hans: 月度限制已超

# tts.usage.monthly_limit_exceeded_message
source: You have reached your monthly limit of 50,000 characters for Speechify TTS. Please try again next month or use Google TTS instead.
cs: Dosáhl jste měsíčního limitu 50 000 znaků pro Speechify TTS. Zkuste to znovu příští měsíc nebo použijte Google TTS.
el: Έχετε φτάσει το μηνιαίο όριο των 50.000 χαρακτήρων για το Speechify TTS. Δοκιμάστε ξανά τον επόμενο μήνα ή χρησιμοποιήστε το Google TTS.
hr: Dosegli ste mjesečno ograničenje od 50.000 znakova za Speechify TTS. Pokušajte ponovno sljedeći mjesec ili koristite Google TTS.
ms: Anda telah mencapai had bulanan sebanyak 50,000 aksara untuk Speechify TTS. Cuba lagi bulan depan atau gunakan Google TTS.
nl: Je hebt de maandlimiet van 50.000 tekens voor Speechify TTS bereikt. Probeer het volgende maand opnieuw of gebruik in plaats daarvan Google TTS.
pt_pt: Você atingiu o limite mensal de 50.000 caracteres para Speechify TTS. Tente novamente no próximo mês ou use o Google TTS.
ru: Вы достигли месячного лимита в 50 000 символов для Speechify TTS. Попробуйте снова в следующем месяце или используйте Google TTS.
sk: Dosiahli ste mesačný limit 50 000 znakov pre Speechify TTS. Skúste to znova budúci mesiac alebo použite Google TTS.
uk: Ви досягли місячного ліміту в 50 000 символів для Speechify TTS. Спробуйте знову наступного місяця або використовуйте Google TTS.
vi: Bạn đã đạt đến giới hạn hàng tháng 50.000 ký tự cho Speechify TTS. Vui lòng thử lại vào tháng tới hoặc sử dụng Google TTS.
zh_hans: 您已达到Speechify TTS的50,000字符月度限制。请在下个月重试，或使用Google TTS。

# tts.usage.remaining_characters
source: Remaining Characters
cs: Zbývající znaky
el: Υπολειπόμενοι χαρακτήρες
hr: Preostali znakovi
ms: Aksara yang tinggal
nl: Resterende tekens
pt_pt: Caracteres restantes
ru: Оставшиеся символы
sk: Zostávajúce znaky
uk: Залишилось символів
vi: Số ký tự còn lại
zh_hans: 剩余字符

# tts.usage.monthly_usage
source: Monthly Usage
cs: Měsíční využití
el: Μηνιαία χρήση
hr: Mjesečna upotreba
ms: Penggunaan bulanan
nl: Maandelijks gebruik
pt_pt: Uso mensal
ru: Месячное использование
sk: Mesačné využitie
uk: Місячне використання
vi: Sử dụng hàng tháng
zh_hans: 月度使用量

# tts.usage.monthly_limit
source: Monthly Limit
cs: Měsíční limit
el: Μηνιαίο όριο
hr: Mjesečna granica
ms: Had bulanan
nl: Maandlimiet
pt_pt: Limite mensal
ru: Месячный лимит
sk: Mesačný limit
uk: Місячний ліміт
vi: Giới hạn hàng tháng
zh_hans: 月度限制

source: Advertisement
cs: Reklama
el: Διαφήμιση
hr: Reklama
ms: Iklan
nl: Advertentie
pt_pt: Publicidade
ru: Реклама
sk: Reklama
uk: Реклама
vi: Quảng cáo
zh_hans: 广告

source: Animation
cs: Animace
el: Κινούμενα σχέδια
hr: Animacija
ms: Animasi
nl: Animatie
pt_pt: Animação
ru: Анимация
sk: Animácia
uk: Анімація
vi: Hoạt hình
zh_hans: 动画

source: Audiobook
cs: Audiokniha
el: Ακουστικό βιβλίο
hr: Audioknjiga
ms: Buku audio
nl: Luisterboek
pt_pt: Audiolivro
ru: Аудиокнига
sk: Audiokniha
uk: Аудіокнига
vi: Sách nói
zh_hans: 有声书

# audiobook-and-narration
source: Audiobook & Narration
cs: Audiokniha a vyprávění
el: Ακουστικό βιβλίο και αφήγηση
hr: Audioknjiga i naracija
ms: Buku audio dan narasi
nl: Luisterboek en vertelling
pt_pt: Audiolivro e narração
ru: Аудиокнига и повествование
sk: Audiokniha a rozprávanie
uk: Аудіокнига та оповідь
vi: Sách nói và tường thuật
zh_hans: 有声书与旁白

# audiobooks-and-narration
source: Audiobooks & Narration
cs: Audioknihy a vyprávění
el: Ακουστικά βιβλία και αφήγηση
hr: Audioknjige i naracija
ms: Buku-buku audio dan narasi
nl: Luisterboeken en vertelling
pt_pt: Audiolivros e narração
ru: Аудиокниги и повествование
sk: Audioknihy a rozprávanie
uk: Аудіокниги та оповідь
vi: Sách nói và tường thuật
zh_hans: 有声书与旁白

source: Conversational
cs: Konverzační
el: Συνομιλητικός
hr: Konverzacijski
ms: Perbincangan
nl: Conversationeel
pt_pt: Conversacional
ru: Разговорный
sk: Konverzačný
uk: Розмовний
vi: Đàm thoại
zh_hans: 对话

source: E-Learning
cs: E-učení
el: Ηλεκτρονική μάθηση
hr: E-učenje
ms: E-pembelajaran
ru: Электронное обучение
sk: E-vzdelávanie
uk: Е-навчання
vi: Học trực tuyến
zh_hans: 电子学习

source: Gaming
cs: Hry
el: Παιχνίδια
hr: Igre
ms: Permainan
pt_pt: Jogos
ru: Игры
sk: Hry
uk: Ігри
vi: Trò chơi
zh_hans: 游戏

source: Meditation
cs: Meditace
el: Διαλογισμός
hr: Meditacija
ms: Meditasi
nl: Meditatie
pt_pt: Meditação
ru: Медитация
sk: Meditácia
uk: Медитація
vi: Thiền
zh_hans: 冥想

source: Movie
cs: Film
el: Ταινία
hr: Film
ms: Filem
nl: Film
pt_pt: Filme
ru: Фильм
sk: Film
uk: Фільм
vi: Phim
zh_hans: 电影

# movies-acting-and-gaming
source: Movies, Acting & Gaming
cs: Filmy, herectví a hry
el: Ταινίες, υποκριτική και παιχνίδια
hr: Filmovi, gluma i igre
ms: Filem, lakonan dan permainan
nl: Films, acteren en gaming
pt_pt: Filmes, atuação e jogos
ru: Фильмы, актёрская игра и игры
sk: Filmy, herectvo a hry
uk: Фільми, акторство та ігри
vi: Phim, diễn xuất và trò chơi
zh_hans: 电影、表演与游戏

source: Narration
cs: Vyprávění
el: Αφήγηση
hr: Naracija
ms: Narasi
nl: Vertelling
pt_pt: Narração
ru: Повествование
sk: Rozprávanie
uk: Оповідь
vi: Tường thuật
zh_hans: 旁白

source: Podcast
el: Ποντκαστ
ru: Подкаст
uk: Подкаст
zh_hans: 播客

source: Social Media
cs: Sociální média
el: Κοινωνικά δίκτυα
hr: Društvene mreže
ms: Media sosial
nl: Sociale media
pt_pt: Redes sociais
ru: Социальные сети
sk: Sociálne médiá
uk: Соціальні мережі
vi: Mạng xã hội
zh_hans: 社交媒体

source: Middle-aged
cs: Střední věk
el: Μεσήλικας
hr: Srednja dob
ms: Pertengahan umur
nl: Middelbare leeftijd
pt_pt: Meia-idade
ru: Средний возраст
sk: Stredný vek
uk: Середній вік
vi: Trung niên
zh_hans: 中年

source: Senior
el: Ηλικιωμένος
ms: Warga emas
pt_pt: Idoso
ru: Пожилой
uk: Старший
vi: Người cao tuổi
zh_hans: 老年

source: Teen
cs: Teenager
el: Έφηβος
hr: Tinejdžer
ms: Remaja
nl: Tiener
pt_pt: Adolescente
ru: Подросток
sk: Násťročný
uk: Підліток
vi: Thiếu niên
zh_hans: 青少年

source: Young Adult
cs: Mladý dospělý
el: Νεαρός ενήλικας
hr: Mladi odrasli
ms: Dewasa muda
nl: Jonge volwassene
pt_pt: Jovem adulto
ru: Молодой взрослый
sk: Mladý dospelý
uk: Молодий дорослий
vi: Người trưởng thành trẻ
zh_hans: 青年

source: Female
cs: Žena
el: Γυναίκα
hr: Žena
ms: Perempuan
nl: Vrouwelijk
pt_pt: Feminino
ru: Женский
sk: Žena
uk: Жінка
vi: Nữ
zh_hans: 女性

source: Male
cs: Muž
el: Άνδρας
hr: Muškarac
ms: Lelaki
nl: Mannelijk
pt_pt: Masculino
ru: Мужской
sk: Muž
uk: Чоловік
vi: Nam
zh_hans: 男性

source: Angry
cs: Rozzlobený
el: Θυμωμένος
hr: Ljut
ms: Marah
nl: Boos
pt_pt: Raivoso
ru: Злой
sk: Nahnevaný
uk: Злий
vi: Tức giận
zh_hans: 愤怒
