Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.upload_successful
source: Upload Successful
ar: الرفع ناجح
ca: Pujada exitosa
cs: Nahrání úspěšné
da: Upload vellykket
de: Hochladen erfolgreich
es: Subida exitosa
fi: Lataus onnistui
fr: Téléversement réussi
he: העלאה הושלמה בהצלחה
hi: अपलोड सफल
hr: Učitavanje uspješno
hu: Feltöltés sikeres
id: Unggah Berhasil
it: Caricamento Riuscito
ja: アップロード成功
ko: 업로드 성공
ms: Muat Naik Berjaya
nb: Opplasting vellykket
nl: Uploaden geslaagd
pl: Przesyłanie zakończone sukcesem
pt_pt: Carregamento Bem-sucedido
ro: Încărcare Reușită
ru: Загрузка успешна
sk: Nahranie úspešné
sv: Uppladdning lyckades
th: อัปโหลดสำเร็จ
tr: Yükleme Başarılı
uk: Завантаження успішне
vi: Tải lên thành công
zh_hans: 上传成功
zh_hant: 上傳成功

# settings.download_successful
source: Download Successful
ar: التنزيل ناجح
ca: Descàrrega exitosa
cs: Stažení úspěšné
da: Download vellykket
de: Herunterladen erfolgreich
es: Descarga exitosa
fi: Lataaminen onnistui
fr: Téléchargement réussi
he: הורדה הושלמה בהצלחה
hi: डाउनलोड सफल
hr: Preuzimanje uspješno
hu: Letöltés sikeres
id: Unduh Berhasil
it: Download Riuscito
ja: ダウンロード成功
ko: 다운로드 성공
ms: Muat Turun Berjaya
nb: Nedlasting vellykket
nl: Downloaden geslaagd
pl: Pobieranie zakończone sukcesem
pt_pt: Descarregamento Bem-sucedido
ro: Descărcare Reușită
ru: Скачивание успешно
sk: Stiahnutie úspešné
sv: Nedladdning lyckades
th: ดาวน์โหลดสำเร็จ
tr: İndirme Başarılı
uk: Завантаження успішне
vi: Tải xuống thành công
zh_hans: 下载成功
zh_hant: 下載成功

# settings.daily_reminders_description
source: Get reminded at 8 PM if you haven't opened the app
ar: تلقَ تذكيرًا في الساعة 8 مساءً إذا لم تفتح التطبيق
ca: Rep un recordatori a les 20:00 si no has obert l'aplicació
cs: Obdržíte připomínku v 20:00, pokud jste ten den aplikaci neotevřeli
da: Modtag en påmindelse kl. 20:00, hvis du ikke har åbnet appen
de: Erhalten Sie eine Erinnerung um 20:00 Uhr, wenn Sie die App an diesem Tag nicht geöffnet haben
es: Recibe un recordatorio a las 20:00 si no has abierto la aplicación ese día
fi: Saat muistutuksen klo 20:00, jos et ole avannut sovellusta sinä päivänä
fr: Recevez un rappel à 20h00 si vous n'avez pas ouvert l'application ce jour-là
he: קבל תזכורת בשעה 20:00 אם לא פתחת את האפליקציה באותו יום
hi: अगर आपने उस दिन ऐप नहीं खोला है तो 20:00 बजे एक अनुस्मारक प्राप्त करें
hr: Primite podsjetnik u 20:00 ako niste otvorili aplikaciju
hu: Kapj emlékeztetőt 20:00-kor, ha aznap nem nyitottad meg az alkalmazást
id: Dapatkan pengingat pada pukul 20:00 jika Anda belum membuka aplikasi hari itu
it: Ricevi un promemoria alle 20:00 se non hai aperto l'app quel giorno
ja: その日アプリを開いていない場合、20:00にリマインダーを受け取る
ko: 그날 앱을 열지 않았다면 오후 8시에 알림을 받습니다
ms: Terima peringatan pada pukul 8:00 malam jika anda belum membuka apl pada hari tersebut
nb: Motta en påminnelse kl. 20:00 hvis du ikke har åpnet appen den dagen
nl: Ontvang een herinnering om 20:00 uur als je de app die dag niet hebt geopend
pl: Otrzymuj przypomnienie o 20:00, jeśli nie otworzyłeś aplikacji tego dnia
pt_pt: Receba um lembrete às 20:00 se não abrir a aplicação nesse dia
ro: Primește un memento la ora 20:00 dacă nu ai deschis aplicația în acea zi
ru: Получайте напоминание в 20:00, если вы не открывали приложение в этот день
sk: Dostávajte pripomienku o 20:00, ak ste v ten deň neotvorili aplikáciu
sv: Få en påminnelse kl. 20:00 om du inte har öppnat appen den dagen
th: รับการแจ้งเตือนเวลา 20:00 หากคุณไม่ได้เปิดแอปในวันนั้น
tr: O gün uygulamayı açmadıysanız saat 20:00'de hatırlatma alın
uk: Отримуйте нагадування о 20:00, якщо ви не відкривали програму цього дня
vi: Nhận nhắc nhở lúc 20:00 nếu bạn chưa mở ứng dụng trong ngày
zh_hans: 如果当天未打开应用，将在晚上8点收到提醒
zh_hant: 如果當天未打開應用，將在晚上8點收到提醒

# settings.difficult_words_description
source: Get reminded at 4 PM to practice difficult words
ar: تلقَ تذكيرًا في الساعة 4 عصرًا لممارسة الكلمات الصعبة
ca: Rep un recordatori a les 16:00 per practicar paraules difícils
cs: Obdržíte připomínku v 16:00 k procvičování obtížných slov
da: Modtag en påmindelse kl. 16:00 om at øve svære ord
de: Erhalten Sie eine Erinnerung um 16:00 Uhr, um schwierige Wörter zu üben
es: Recibe un recordatorio a las 16:00 para practicar palabras difíciles
fi: Saat muistutuksen klo 16:00 harjoitella vaikeita sanoja
fr: Recevez un rappel à 16h00 pour pratiquer les mots difficiles
he: קבל תזכורת בשעה 16:00 לתרגול מילים קשות
hi: कठिन शब्दों का अभ्यास करने के लिए 16:00 बजे एक अनुस्मारक प्राप्त करें
hr: Primite podsjetnik u 16:00 za vježbanje teških riječi
hu: Kapj emlékeztetőt 16:00-kor a nehéz szavak gyakorlására
id: Dapatkan pengingat pada pukul 16:00 untuk melatih kata-kata sulit
it: Ricevi un promemoria alle 16:00 per esercitarti con le parole difficili
ja: 難しい単語の練習のために16:00にリマインダーを受け取る
ko: 어려운 단어 연습을 위해 오후 4시에 알림을 받습니다
ms: Terima peringatan pada pukul 4:00 petang untuk berlatih perkataan sukar
nb: Motta en påminnelse kl. 16:00 for å øve på vanskelige ord
nl: Ontvang een herinnering om 16:00 uur om moeilijke woorden te oefenen
pl: Otrzymuj przypomnienie o 16:00, aby ćwiczyć trudne słowa
pt_pt: Receba um lembrete às 16:00 para praticar palavras difíceis
ro: Primește un memento la ora 16:00 pentru a exersa cuvinte dificile
ru: Получайте напоминание в 16:00 для практики сложных слов
sk: Dostávajte pripomienku o 16:00 na precvičovanie náročných slov
sv: Få en påminnelse kl. 16:00 för att öva svåra ord
th: รับการแจ้งเตือนเวลา 16:00 เพื่อฝึกคำศัพท์ที่ยาก
tr: Zor kelimeleri çalışmak için saat 16:00'da hatırlatma alın
uk: Отримуйте нагадування о 16:00 для практики складних слів
vi: Nhận nhắc nhở lúc 16:00 để luyện tập các từ khó
zh_hans: 在下午4点收到提醒以练习困难单词
zh_hant: 在下午4點收到提醒以練習困難單詞

# settings.free_users_export_limit
source: Free users can export up to %d words
ar: يمكن للمستخدمين المجانيين تصدير ما يصل إلى %d كلمة
ca: Els usuaris gratuïts poden exportar fins a %d paraules
cs: Uživatelé bezplatného plánu mohou exportovat až %d slov
da: Gratis brugere kan eksportere op til %d ord
de: Kostenlose Benutzer können bis zu %d Wörter exportieren
es: Los usuarios del plan gratuito pueden exportar hasta %d palabras
fi: Ilmaiset käyttäjät voivat viedä enintään %d sanaa
fr: Les utilisateurs gratuits peuvent exporter jusqu'à %d mots
he: משתמשי חינם יכולים לייצא עד %d מילים
hi: मुफ्त उपयोगकर्ता %d शब्दों तक निर्यात कर सकते हैं
hr: Besplatni korisnici mogu izvesti do %d riječi
hu: Ingyenes felhasználók legfeljebb %d szót exportálhatnak
id: Pengguna gratis dapat mengekspor hingga %d kata
it: Gli utenti gratuiti possono esportare fino a %d parole
ja: 無料ユーザーは最大%d単語をエクスポート可能
ko: 무료 사용자는 최대 %d개의 단어를 내보낼 수 있습니다
ms: Pengguna percuma boleh mengeksport sehingga %d perkataan
nb: Gratisbrukere kan eksportere opptil %d ord
nl: Gratis gebruikers kunnen tot %d woorden exporteren
pl: Użytkownicy darmowego planu mogą eksportować do %d słów
pt_pt: Utilizadores do plano gratuito podem exportar até %d palavras
ro: Utilizatorii planului gratuit pot exporta până la %d cuvinte
ru: Пользователи бесплатного плана могут экспортировать до %d слов
sk: Používatelia bezplatného plánu môžu exportovať až %d slov
sv: Användare med gratisplan kan exportera upp till %d ord
th: ผู้ใช้แผนฟรีสามารถส่งออกได้สูงสุด %d คำ
tr: Ücretsiz plan kullanıcıları en fazla %d kelime dışa aktarabilir
uk: Користувачі безкоштовного плану можуть експортувати до %d слів
vi: Người dùng gói miễn phí có thể xuất tối đa %d từ
zh_hans: 免费用户最多可导出 %d 个单词
zh_hant: 免費用戶最多可導出 %d 個單詞

# settings.app_version
source: App version:
ar: إصدار التطبيق:
ca: Versió de l'aplicació:
cs: Verze aplikace:
es: Versión de la aplicación:
fi: Sovelluksen versio:
fr: Version de l'application :
he: גרסת האפליקציה:
hi: ऐप संस्करण:
hr: Verzija aplikacije:
hu: Alkalmazás verzió:
id: Versi Aplikasi:
it: Versione dell'App:
ja: アプリバージョン：
ko: 앱 버전:
ms: Versi Apl:
nb: Appversjon:
nl: App-versie:
pl: Wersja aplikacji:
pt_pt: Versão da Aplicação:
ro: Versiune Aplicație:
ru: Версия приложения:
sk: Verzia aplikácie:
th: เวอร์ชันแอป:
tr: Uygulama Sürümü:
uk: Версія програми:
vi: Phiên bản ứng dụng:
zh_hans: 应用版本：
zh_hant: 應用版本：

# settings.about_app_description
source: I created this app because I could not find something that I wanted. It is a simple word list manager that allows you to search for words and add their definitions along them without actually translating into a native language. I find this best to learn English. Hope it will work for you as well. If you have any questions, or want to suggest a feature, please reach out to me on the links below. Thank you for using my app!
ar: أنشأت هذا التطبيق لأنني لم أجد ما أريده. إنه مدير قوائم كلمات بسيط يسمح لك بالبحث عن الكلمات وإضافة تعريفاتها دون ترجمة إلى اللغة الأم. أجد هذا أفضل طريقة لتعلم الإنجليزية. آمل أن يعمل معك أيضًا. إذا كانت لديك أي أسئلة أو ترغب في اقتراح ميزة، يرجى التواصل معي عبر الروابط أدناه. شكرًا لاستخدام تطبيقي!
ca: Vaig crear aquesta aplicació perquè no vaig trobar el que volia. És un gestor de llistes de paraules senzill que et permet cercar paraules i afegir-ne les definicions sense traduir-les a la llengua nativa. Trobo que aquesta és la millor manera d'aprendre anglès. Espero que també et funcioni. Si tens cap pregunta o vols proposar una funció, contacta'm als enllaços següents. Gràcies per utilitzar la meva aplicació!
cs: Vytvořil jsem tuto aplikaci, protože jsem nenašel to, co jsem hledal. Je to jednoduchý správce seznamu slov, který vám umožňuje vyhledávat slova a přidávat jejich definice bez překladu do mateřského jazyka. Myslím, že je to nejlepší způsob, jak se učit angličtinu. Doufám, že to bude užitečné i pro vás. Pokud máte nějaké otázky nebo chcete navrhnout funkci, kontaktujte mě prostřednictvím odkazů níže. Děkuji, že používáte mou aplikaci!
da: Jeg skabte denne app, fordi jeg ikke kunne finde, hvad jeg ledte efter. Det er en simpel ordlistehåndtering, der lader dig søge efter ord og tilføje deres definitioner uden oversættelse til dit modersmål. Jeg tror, det er den bedste måde at lære engelsk på. Jeg håber, det vil være nyttigt for dig også. Hvis du har spørgsmål eller ønsker at foreslå en funktion, så kontakt mig via nedenstående links. Tak fordi du bruger min app!
de: Ich habe diese App entwickelt, weil ich nicht fand, was ich suchte. Es ist ein einfacher Wortlisten-Manager, mit dem Sie Wörter nachschlagen und deren Definitionen ohne Übersetzung in Ihre Muttersprache hinzufügen können. Ich denke, dies ist der beste Weg, Englisch zu lernen. Ich hoffe, es wird auch für Sie nützlich sein. Wenn Sie Fragen haben oder eine Funktion vorschlagen möchten, kontaktieren Sie mich über die untenstehenden Links. Vielen Dank, dass Sie meine App verwenden!
es: Creé esta aplicación porque no encontré lo que buscaba. Es un administrador simple de listas de palabras que te permite buscar palabras y añadir definiciones sin traducirlas a tu idioma nativo. Creo que esta es la mejor manera de aprender inglés. Espero que te resulte útil. Si tienes preguntas o quieres sugerir funciones, contáctame a través de los enlaces de abajo. ¡Gracias por usar mi aplicación!
fi: Loin tämän sovelluksen, koska en löytänyt etsimääni. Se on yksinkertainen sanalistanhallinta, jonka avulla voit hakea sanoja ja lisätä niiden määritelmiä ilman käännöstä äidinkielellesi. Uskon, että tämä on paras tapa oppia englantia. Toivon, että se on hyödyllinen myös sinulle. Jos sinulla on kysyttävää tai haluat ehdottaa ominaisuutta, ota yhteyttä alla olevien linkkien kautta. Kiitos, että käytät sovellustani!
fr: J'ai créé cette application parce que je ne trouvais pas ce que je cherchais. C'est un gestionnaire de listes de mots simple qui vous permet de rechercher des mots et d'ajouter leurs définitions sans traduction dans votre langue maternelle. Je pense que c'est la meilleure façon d'apprendre l'anglais. J'espère que cela vous sera utile aussi. Si vous avez des questions ou souhaitez suggérer une fonctionnalité, contactez-moi via les liens ci-dessous. Merci d'utiliser mon application !
he: פיתחתי את האפליקציה הזו כי לא מצאתי את מה שחיפשתי. זהו מנהל רשימות מילים פשוט המאפשר לך לחפש מילים ולהוסיף את ההגדרות שלהם ללא תרגום לשפת האם שלך. אני חושב שזו הדרך הטובה ביותר ללמוד אנגלית. אני מקווה שתמצא אותה שימושית. אם יש לך שאלות או הצעות לתכונות, צור איתי קשר דרך הקישורים למטה. תודה שהשתמשת באפליקציה שלי!
hi: मैंने यह ऐप बनाया क्योंकि मुझे वह नहीं मिला जो मैं ढूंढ रहा था। यह एक साधारण शब्द सूची प्रबंधक है जो आपको शब्द खोजने और उनकी परिभाषाएं बिना आपकी मातृभाषा में अनुवाद के जोड़ने की अनुमति देता है। मुझे लगता है कि यह अंग्रेजी सीखने का सबसे अच्छा तरीका है। मुझे आशा है कि आपको यह उपयोगी लगेगा। यदि आपके कोई प्रश्न हैं या आप कोई सुविधा सुझाना चाहते हैं, तो नीचे दिए गए लिंक के माध्यम से मुझसे संपर्क करें। मेरे ऐप का उपयोग करने के लिए धन्यवाद!
hr: Stvorio sam ovu aplikaciju jer nisam mogao pronaći ono što sam tražio. To je jednostavan upravitelj popisa riječi koji vam omogućuje pretraživanje riječi i dodavanje njihovih definicija bez prevođenja na materinji jezik. Mislim da je to najbolji način za učenje engleskog. Nadam se da će i vama poslužiti. Ako imate pitanja ili želite predložiti značajku, kontaktirajte me na donjim poveznicama. Hvala što koristite moju aplikaciju!
hu: Ezt az alkalmazást azért fejlesztettem, mert nem találtam, amit kerestem. Ez egy egyszerű szólista kezelő, amely lehetővé teszi a szavak keresését és definícióik hozzáadását az anyanyelvi fordítás nélkül. Szerintem ez a legjobb módja az angol nyelv tanulásának. Remélem, hasznosnak találod. Ha kérdésed van vagy funkciókat szeretnél javasolni, lépj kapcsolatba velem az alábbi linkeken keresztül. Köszönöm, hogy használod az alkalmazásomat!
id: Saya membuat aplikasi ini karena saya tidak menemukan apa yang saya cari. Ini adalah pengelola daftar kata sederhana yang memungkinkan Anda mencari kata dan menambahkan definisinya tanpa terjemahan ke bahasa ibu Anda. Saya pikir ini adalah cara terbaik untuk belajar bahasa Inggris. Saya harap Anda merasa ini berguna. Jika Anda memiliki pertanyaan atau ingin menyarankan fitur, hubungi saya melalui tautan di bawah ini. Terima kasih telah menggunakan aplikasi saya!
it: Ho creato questa app perché non trovavo quello che cercavo. È un semplice gestore di liste di parole che ti permette di cercare parole e aggiungere le loro definizioni senza traduzione nella tua lingua madre. Penso che sia il modo migliore per imparare l'inglese. Spero che la trovi utile. Se hai domande o vuoi suggerire funzionalità, contattami tramite i link qui sotto. Grazie per aver usato la mia app!
ja: 私は求めていたものが見つからなかったので、このアプリを作成しました。 これは単語リストを管理するシンプルなアプリで、母国語への翻訳なしで単語を検索し定義を追加できます。 これが英語を学ぶ最良の方法だと考えています。役に立つことを願っています。 質問や機能の提案があれば、以下のリンクからご連絡ください。私のアプリを使ってくれてありがとう！
ko: 원하는 앱을 찾지 못해 이 앱을 만들었습니다. 이 앱은 단어 리스트를 관리하는 간단한 앱으로, 모국어 번역 없이 단어를 검색하고 정의를 추가할 수 있습니다. 이것이 영어를 배우는 가장 좋은 방법이라고 생각합니다. 유용하게 사용되길 바랍니다. 질문이나 기능 제안이 있다면 아래 링크로 연락해주세요. 제 앱을 사용해줘서 감사합니다!
ms: Saya mencipta apl ini kerana saya tidak menemui apa yang saya cari. Ia adalah pengurus senarai perkataan yang mudah yang membolehkan anda mencari perkataan dan menambah definisi tanpa terjemahan ke dalam bahasa ibunda anda. Saya fikir ini adalah cara terbaik untuk belajar bahasa Inggeris. Saya harap anda mendapati ia berguna. Jika anda mempunyai soalan atau ingin mencadangkan ciri, hubungi saya melalui pautan di bawah. Terima kasih kerana menggunakan apl saya!
nb: Jeg lagde denne appen fordi jeg ikke fant det jeg lette etter. Det er en enkel ordlistebehandler som lar deg søke opp ord og legge til definisjoner uten oversettelser til morsmålet ditt. Jeg tror dette er den beste måten å lære engelsk på. Jeg håper du finner den nyttig. Hvis du har spørsmål eller ønsker å foreslå funksjoner, kontakt meg via lenkene nedenfor. Takk for at du bruker appen min!
nl: Ik heb deze app gemaakt omdat ik niet vond wat ik zocht. Het is een eenvoudige woordenlijstbeheerder waarmee je woorden kunt opzoeken en hun definities kunt toevoegen zonder vertaling naar je moedertaal. Ik denk dat dit de beste manier is om Engels te leren. Ik hoop dat het ook voor jou nuttig zal zijn. Als je vragen hebt of een functie wilt voorstellen, neem dan contact met mij op via de onderstaande links. Bedankt voor het gebruiken van mijn app!
pl: Stworzyłem tę aplikację, ponieważ nie znalazłem tego, czego szukałem. To prosty menedżer list słów, który pozwala wyszukiwać słowa i dodawać definicje bez tłumaczenia na język ojczysty. Myślę, że to najlepszy sposób na naukę angielskiego. Mam nadzieję, że uznasz ją za przydatną. Jeśli masz pytania lub chcesz zaproponować funkcje, skontaktuj się ze mną za pośrednictwem poniższych linków. Dziękuję za korzystanie z mojej aplikacji!
pt_pt: Criei esta aplicação porque não encontrei o que procurava. É um gestor de listas de palavras simples que permite pesquisar palavras e adicionar definições sem tradução para a sua língua materna. Acho que esta é a melhor forma de aprender inglês. Espero que a ache útil. Se tiver dúvidas ou quiser sugerir funcionalidades, contacte-me através dos links abaixo. Obrigado por usar a minha aplicação!
ro: Am creat această aplicație pentru că nu am găsit ce căutam. Este un manager simplu de liste de cuvinte care îți permite să cauți cuvinte și să adaugi definiții fără traducere în limba maternă. Cred că aceasta este cea mai bună metodă pentru a învăța engleza. Sper să ți se pară utilă. Dacă ai întrebări sau dorești să sugerezi funcționalități, contactează-mă prin linkurile de mai jos. Îți mulțumesc că folosești aplicația mea!
ru: Я создал это приложение, потому что не нашёл то, что искал. Это простой менеджер списков слов, который позволяет искать слова и добавлять определения без перевода на ваш родной язык. Я считаю, что это лучший способ изучения английского. Надеюсь, вы найдёте его полезным. Если у вас есть вопросы или вы хотите предложить функции, свяжитесь со мной по ссылкам ниже. Спасибо за использование моего приложения!
sk: Vytvoril som túto aplikáciu, pretože som nenašiel to, čo som hľadal. Je to jednoduchý správca zoznamov slov, ktorý vám umožňuje vyhľadávať slová a pridávať definície bez prekladu do vášho rodného jazyka. Myslím si, že toto je najlepší spôsob, ako sa učiť angličtinu. Dúfam, že vám bude užitočná. Ak máte otázky alebo chcete navrhnúť funkcie, kontaktujte ma cez odkazy nižšie. Ďakujem, že používate moju aplikáciu!
sv: Jag skapade denna app eftersom jag inte hittade vad jag letade efter. Det är en enkel ordlistehanterare som låter dig söka ord och lägga till definitioner utan att översätta till ditt modersmål. Jag tror att detta är det bästa sättet att lära sig engelska. Jag hoppas att du finner den användbar. Om du har frågor eller vill föreslå funktioner, kontakta mig via länkarna nedan. Tack för att du använder min app!
th: ฉันสร้างแอปนี้เพราะไม่พบสิ่งที่ต้องการ มันคือตัวจัดการรายการคำศัพท์ง่ายๆ ที่ให้คุณค้นหาคำศัพท์และเพิ่มความหมายโดยไม่ต้องแปลเป็นภาษาแม่ ฉันเชื่อว่านี่คือวิธีที่ดีที่สุดในการเรียนภาษาอังกฤษ หวังว่าคุณจะพบว่ามันมีประโยชน์ หากคุณมีคำถามหรือต้องการแนะนำฟีเจอร์ ติดต่อฉันผ่านลิงก์ด้านล่าง ขอบคุณที่ใช้แอปของฉัน!
tr: Bu uygulamayı aradığımı bulamadığım için oluşturdum. Bu, kelimeleri aramanıza ve ana dilinize çevirmeden tanımlar eklemenize olanak tanıyan basit bir kelime listesi yöneticisidir. İngilizce öğrenmenin en iyi yolu olduğuna inanıyorum. Umarım faydalı bulursunuz. Sorularınız varsa veya özellik önerilerinde bulunmak isterseniz, aşağıdaki bağlantılardan bana ulaşın. Uygulamamı kullandığınız için teşekkürler!
uk: Я створив цю програму, тому що не знайшов того, що шукав. Це простий менеджер списків слів, який дозволяє шукати слова та додавати визначення без перекладу на рідну мову. Я вірю, що це найкращий спосіб вивчати англійську мову. Сподіваюся, ви знайдете це корисним. Якщо у вас є запитання або пропозиції щодо функцій, зв'яжіться зі мною за посиланнями нижче. Дякую, що використовуєте мою програму!
vi: Tôi đã tạo ứng dụng này vì tôi không thể tìm thấy thứ mình cần. Đây là một trình quản lý danh sách từ đơn giản cho phép bạn tìm kiếm từ và thêm định nghĩa mà không cần dịch sang ngôn ngữ mẹ đẻ. Tôi tin rằng đây là cách tốt nhất để học tiếng Anh. Hy vọng bạn thấy nó hữu ích. Nếu bạn có câu hỏi hoặc đề xuất tính năng, hãy liên hệ với tôi qua các liên kết dưới đây. Cảm ơn bạn đã sử dụng ứng dụng của tôi!
zh_hans: 我创建这个应用是因为我找不到想要的。 它是一个简单的单词列表管理器，允许你搜索单词并添加其定义，而无需翻译成母语。 我认为这是学习英语的最佳方式。希望它对你也有用。 如果有任何问题或想建议功能，请通过下面的链接联系我。感谢使用我的应用！
zh_hant: 我創建這個應用是因為我找不到想要的。 它是一個簡單的單詞列表管理器，允許你搜索單詞並添加其定義，而無需翻譯成母語。 我認為這是學習英語的最佳方式。希望它對你也有用。 如果有任何問題或想建議功能，請通過下面的鏈接聯繫我。感謝使用我的應用！
