Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# analytics.complete_quizzes_growth
source: Complete quizzes to see your vocabulary growth over time
ar: أكمل الاختبارات لمشاهدة نمو مفرداتك عبر الزمن
ca: Completa qüestionaris per veure el creixement del teu vocabulari al llarg del temps
cs: Dokončete kvízy, abyste viděli, jak vaše slovní zásoba roste v čase
da: Gennemfør quizzer for at se dit ordforråd vokse over tid
de: Schließen Sie Quiz ab, um zu sehen, wie Ihr Wortschatz im Laufe der Zeit wächst
el: Ολοκλήρωσε κουίζ για να δεις το λεξιλόγιό σου να αναπτύσσεται με την πάροδο του χρόνου
es: Completa cuestionarios para ver el crecimiento de tu vocabulario con el tiempo
fi: Suorita visoja nähdäksesi sanastosi kasvavan ajan myötä
fr: Complétez des quiz pour voir votre vocabulaire croître au fil du temps
he: השלם חידונים כדי לראות את אוצר המילים שלך צומח לאורך זמן
hi: समय के साथ अपनी शब्दावली वृद्धि देखने के लिए क्विज़ पूरा करें
hr: Završite kvizove kako biste vidjeli rast svog vokabulara tijekom vremena
hu: Tölts ki kvizeket, hogy lásd a szókincsed időbeli növekedését
id: Selesaikan kuis untuk melihat pertumbuhan kosakata Anda dari waktu ke waktu
it: Completa i quiz per vedere la crescita del tuo vocabolario nel tempo
ja: クイズを完了して語彙の成長を時間経過で確認
ko: 퀴즈를 완료하여 시간이 지남에 따라 어휘 성장을 확인하세요
ms: Selesaikan kui untuk melihat pertumbuhan kosa kata anda dari masa ke masa
nb: Fullfør quizzer for å se vokabularveksten din over tid
nl: Voltooi quizzen om te zien hoe je woordenschat groeit over tijd
pl: Ukończ quizy, aby zobaczyć rozwój swojego słownictwa w czasie
pt_pt: Complete questionários para ver o crescimento do seu vocabulário ao longo do tempo
ro: Completează teste pentru a vedea creșterea vocabularului tău în timp
ru: Проходите викторины для того чтобы увидеть рост вашего словарного запаса со временем
sk: Dokončite kvízy, aby ste videli rast svojej slovnej zásoby v priebehu času
sv: Slutför quiz för att se tillväxten av ditt ordförråd över tid
th: ทำแบบทดสอบเพื่อดูการเติบโตของคลังคำศัพท์ของคุณตามเวลา
tr: Kelime dağarcığınızın zaman içindeki büyümesini görmek için testleri tamamlayın
uk: Завершуйте тести, щоб побачити зростання вашого словникового запасу з часом
vi: Hoàn thành các bài kiểm tra để xem sự phát triển vốn từ vựng của bạn theo thời gian
zh_hans: 完成测验以查看你的词汇随时间增长
zh_hant: 完成測驗以查看你的詞彙隨時間增長

# analytics.time_period
source: Time Period
ar: الفترة الزمنية
ca: Període de temps
cs: Časové období
da: Tidsperiode
de: Zeitraum
el: Χρονική Περίοδος
es: Período de tiempo
fi: Aikajakso
fr: Période
he: תקופת זמן
hi: समय अवधि
hr: Vremensko razdoblje
hu: Időszak
id: Periode Waktu
it: Periodo di Tempo
ja: 期間
ko: 기간
ms: Tempoh Masa
nb: Tidsperiode
nl: Tijdsperiode
pl: Okres czasu
pt_pt: Período de Tempo
ro: Perioadă de Timp
ru: Период времени
sk: Časové obdobie
sv: Tidsperiod
th: ช่วงเวลา
tr: Zaman Dilimi
uk: Період часу
vi: Khoảng thời gian
zh_hans: 时间段
zh_hant: 時間段

# analytics.week
source: Week
ar: أسبوع
ca: Setmana
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
fi: Viikko
fr: Semaine
he: שבוע
hi: सप्ताह
hr: Tjedan
hu: Hét
id: Minggu
it: Settimana
ja: 週
ko: 주
ms: Minggu
nb: Uke
pl: Tydzień
pt_pt: Semana
ro: Săptămână
ru: Неделя
sk: Týždeň
sv: Vecka
th: สัปดาห์
tr: Hafta
uk: Тиждень
vi: Tuần
zh_hans: 周
zh_hant: 週

# analytics.month
source: Month
ar: شهر
ca: Mes
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es: Mes
fi: Kuukausi
fr: Mois
he: חודש
hi: महीना
hr: Mjesec
hu: Hónap
id: Bulan
it: Mese
ja: 月
ko: 월
ms: Bulan
nb: Måned
nl: Maand
pl: Miesiąc
pt_pt: Mês
ro: Lună
ru: Месяц
sk: Mesiac
sv: Månad
th: เดือน
tr: Ay
uk: Місяць
vi: Tháng
zh_hans: 月
zh_hant: 月

# analytics.year
source: Year
ar: سنة
ca: Any
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
fi: Vuosi
fr: Année
he: שנה
hi: वर्ष
hr: Godina
hu: Év
id: Tahun
it: Anno
ja: 年
ko: 년
ms: Tahun
nb: År
nl: Jaar
pl: Rok
pt_pt: Ano
ro: An
ru: Год
sk: Rok
sv: År
th: ปี
tr: Yıl
uk: Рік
vi: Năm
zh_hans: 年
zh_hant: 年

# analytics.practice_time
source: Practice Time
ar: وقت التدريب
ca: Temps de pràctica
cs: Čas na cvičení
da: Øvetid
de: Übungszeit
el: Χρόνος Εξάσκησης
es: Tiempo de práctica
fi: Harjoitteluaika
fr: Temps d'entraînement
he: זמן תרגול
hi: अभ्यास समय
hr: Vrijeme vježbanja
hu: Gyakorlási idő
id: Waktu Latihan
it: Tempo di Pratica
ja: 練習時間
ko: 연습 시간
ms: Masa Latihan
nb: Øvingstid
nl: Oefentijd
pl: Czas ćwiczeń
pt_pt: Tempo de Prática
ro: Timp de Practică
ru: Время практики
sk: Čas praxe
sv: Övningstid
th: เวลาการฝึก
tr: Alıştırma Süresi
uk: Час практики
vi: Thời gian luyện tập
zh_hans: 练习时间
zh_hant: 練習時間

# analytics.sessions
source: Sessions
ar: الجلسات
cs: Relace
da: Sessioner
de: Sitzungen
el: Συνεδρίες
es: Sesiones
fi: Sessiot
he: סשנים
hi: सत्र
hr: Sesije
hu: Munkamenetek
id: Sesi
it: Sessioni
ja: セッション
ko: 세션
ms: Sesi
nb: Økter
nl: Sessies
pl: Sesje
pt_pt: Sessões
ro: Sesiuni
ru: Сессии
sk: Relácie
sv: Sessioner
th: เซสชัน
tr: Oturumlar
uk: Сеанси
vi: Phiên
zh_hans: 场次
zh_hant: 場次

# analytics.all_results
source: All Results
ar: جميع النتائج
ca: Tots els resultats
cs: Všechny výsledky
da: Alle resultater
de: Alle Ergebnisse
el: Όλα τα Αποτελέσματα
es: Todos los resultados
fi: Kaikki tulokset
fr: Tous les résultats
he: כל התוצאות
hi: सभी परिणाम
hr: Svi rezultati
hu: Összes eredmény
id: Semua Hasil
it: Tutti i Risultati
ja: すべての結果
ko: 모든 결과
ms: Semua Keputusan
nb: Alle resultater
nl: Alle resultaten
pl: Wszystkie wyniki
pt_pt: Todos os Resultados
ro: Toate Rezultatele
ru: Все результаты
sk: Všetky výsledky
sv: Alla resultat
th: ผลลัพธ์ทั้งหมด
tr: Tüm Sonuçlar
uk: Усі результати
vi: Tất cả kết quả
zh_hans: 所有结果
zh_hant: 所有結果

# analytics.duration
source: Duration
ar: المدة
ca: Durada
cs: Doba trvání
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
fi: Kesto
fr: Durée
he: משך זמן
hi: अवधि
hr: Trajanje
hu: Időtartam
id: Durasi
it: Durata
ja: 所要時間
ko: 소요 시간
ms: Tempoh
nb: Varighet
nl: Duur
pl: Czas trwania
pt_pt: Duração
ro: Durată
ru: Продолжительность
sk: Trvanie
sv: Varaktighet
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

# analytics.loading_progress_data
source: Loading progress data...
ar: جارٍ تحميل بيانات التقدم...
ca: Carregant dades de progrés...
cs: Načítání dat o pokroku...
da: Indlæser fremskridtsdata...
de: Fortschrittsdaten werden geladen...
el: Φόρτωση δεδομένων προόδου...
es: Cargando datos de progreso...
fi: Ladataan edistymistietoja...
fr: Chargement des données de progrès...
he: טוען נתוני התקדמות...
hi: प्रगति डेटा लोड हो रहा है...
hr: Učitavanje podataka o napretku...
hu: Haladási adatok betöltése...
id: Memuat data kemajuan...
it: Caricamento dati di progresso...
ja: 進捗データを読み込み中...
ko: 진행 데이터 로딩 중...
ms: Memuatkan data kemajuan...
nb: Laster fremgangsdata...
nl: Voortgangsgegevens laden...
pl: Ładowanie danych o postępach...
pt_pt: A carregar dados de progresso...
ro: Se încarcă datele de progres...
ru: Загрузка данных о прогрессе...
sk: Načítavajú sa údaje o pokroku...
sv: Laddar framstegsdata...
th: กำลังโหลดข้อมูลความคืบหน้า...
tr: İlerleme verileri yükleniyor...
uk: Завантаження даних прогресу...
vi: Đang tải dữ liệu tiến độ...
zh_hans: 正在加载进度数据...
zh_hant: 正在加載進度數據...

# analytics.complete_first_quiz_results
source: Complete your first quiz to see results here
ar: أكمل اختبارك الأول لمشاهدة النتائج هنا
ca: Completa el teu primer qüestionari per veure els resultats aquí
cs: Dokončete svůj první kvíz, abyste zde viděli výsledky
da: Gennemfør din første quiz for at se resultater her
de: Schließen Sie Ihr erstes Quiz ab, um hier Ergebnisse zu sehen
el: Ολοκλήρωσε το πρώτο σου κουίζ για να δεις τα αποτελέσματα εδώ
es: Completa tu primer cuestionario para ver los resultados aquí
fi: Suorita ensimmäinen visasi nähdäksesi tulokset täällä
fr: Complétez votre premier quiz pour voir les résultats ici
he: השלם את החידון הראשון שלך כדי לראות תוצאות כאן
hi: यहां परिणाम देखने के लिए अपना पहला क्विज़ पूरा करें
hr: Završite svoj prvi kviz kako biste ovdje vidjeli rezultate
hu: Töltsd ki az első kvizedet, hogy itt lásd az eredményeket
id: Selesaikan kuis pertama Anda untuk melihat hasil di sini
it: Completa il tuo primo quiz per vedere i risultati qui
ja: 最初のクイズを完了して結果を確認
ko: 첫 퀴즈를 완료하여 결과를 확인하세요
ms: Selesaikan kui pertama anda untuk melihat keputusan di sini
nb: Fullfør din første quiz for å se resultater her
nl: Voltooi je eerste quiz om hier resultaten te zien
pl: Ukończ swój pierwszy quiz, aby zobaczyć wyniki tutaj
pt_pt: Complete o seu primeiro questionário para ver os resultados aqui
ro: Completează primul tău test pentru a vedea rezultatele aici
ru: Пройдите свою первую викторину, чтобы увидеть результаты здесь
sk: Dokončite svoj prvý kvíz, aby ste tu videli výsledky
sv: Slutför ditt första quiz för att se resultat här
th: ทำแบบทดสอบแรกของคุณเพื่อดูผลลัพธ์ที่นี่
tr: Sonuçları görmek için ilk testinizi tamamlayın
uk: Завершіть свій перший тест, щоб побачити результати тут
vi: Hoàn thành bài kiểm tra đầu tiên để xem kết quả tại đây
zh_hans: 完成你的第一次测验以在此查看结果
zh_hant: 完成你的第一次測驗以在此查看結果

# analytics.complete_quizzes_growth_data
source: Complete quizzes to see your vocabulary growth over time
ar: أكمل الاختبارات لمشاهدة نمو مفرداتك عبر الزمن
ca: Completa qüestionaris per veure el creixement del teu vocabulari al llarg del temps
cs: Dokončete kvízy, abyste viděli, jak vaše slovní zásoba roste v čase
da: Gennemfør quizzer for at se dit ordforråd vokse over tid
de: Schließen Sie Quiz ab, um zu sehen, wie Ihr Wortschatz im Laufe der Zeit wächst
el: Ολοκλήρωσε κουίζ για να δεις το λεξιλόγιό σου να αναπτύσσεται με την πάροδο του χρόνου
es: Completa cuestionarios para ver el crecimiento de tu vocabulario con el tiempo
fi: Suorita visoja nähdäksesi sanastosi kasvavan ajan myötä
fr: Complétez des quiz pour voir votre vocabulaire croître au fil du temps
he: השלם חידונים כדי לראות את אוצר המילים שלך צומח לאורך זמן
hi: समय के साथ अपनी शब्दावली वृद्धि देखने के लिए क्विज़ पूरा करें
hr: Završite kvizove kako biste vidjeli rast svog vokabulara tijekom vremena
hu: Tölts ki kvizeket, hogy lásd a szókincsed időbeli növekedését
id: Selesaikan kuis untuk melihat pertumbuhan kosakata Anda dari waktu ke waktu
it: Completa i quiz per vedere la crescita del tuo vocabolario nel tempo
ja: クイズを完了して語彙の成長を時間経過で確認
ko: 퀴즈를 완료하여 시간이 지남에 따라 어휘 성장을 확인하세요
ms: Selesaikan kui untuk melihat pertumbuhan kosa kata anda dari masa ke masa
nb: Fullfør quizzer for å se vokabularveksten din over tid
nl: Voltooi quizzen om te zien hoe je woordenschat groeit over tijd
pl: Ukończ quizy, aby zobaczyć rozwój swojego słownictwa w czasie
pt_pt: Complete questionários para ver o crescimento do seu vocabulário ao longo do tempo
ro: Completează teste pentru a vedea creșterea vocabularului tău în timp
ru: Проходите викторины для того чтобы увидеть рост вашего словарного запаса со временем
sk: Dokončite kvízy, aby ste videli rast svojej slovnej zásoby v priebehu času
sv: Slutför quiz för att se tillväxten av ditt ordförråd över tid
th: ทำแบบทดสอบเพื่อดูการเติบโตของคลังคำศัพท์ของคุณตามเวลา
tr: Kelime dağarcığınızın zaman içindeki büyümesini görmek için testleri tamamlayın
uk: Завершуйте тести, щоб побачити зростання вашого словникового запасу з часом
vi: Hoàn thành các bài kiểm tra để xem sự phát triển vốn từ vựng của bạn theo thời gian
zh_hans: 完成测验以查看你的词汇随时间增长
zh_hant: 完成測驗以查看你的詞彙隨時間增長

# analytics.last_time_period
source: Last %@
ar: آخر %@
ca: Últim %@
cs: Poslední %@
da: Sidste %@
de: Letzter %@
el: Τελευταία %@-Περίοδος
es: Último %-período
fi: Viimeisin %@
fr: Dernière période de %@
he: תקופת %@-אחרונה
hi: पिछली %-अवधि
hr: Zadnje %@
hu: Utolsó %-időszak
id: Periode %-Terakhir
it: Ultimo %-Periodo
ja: 最後の%-期間
ko: 마지막 %-기간
ms: Tempoh %-Terakhir
nb: Siste %-periode
nl: Laatste %@
pl: Ostatni %-okres
pt_pt: Último %-período
ro: Ultimul %-perioadă
ru: Последний %-период
sk: Posledné %-obdobie
sv: Senaste %-period
th: ช่วงเวลา %-ล่าสุด
tr: Son %-zaman dilimi
uk: Останній %-період часу
vi: %-Khoảng thời gian trước
zh_hans: 最近 %@
zh_hant: 最近 %@

# analytics.points
source: pts
ar: نقاط
ca: Punts
cs: Body
da: Point
de: Punkte
el: Πόντοι
es: Puntos
fi: Pisteet
fr: Points
he: נקודות
hi: अंक
hr: Bodovi
hu: Pontok
id: Poin
it: Punti
ja: ポイント
ko: 포인트
ms: Mata
nb: Poeng
nl: Punten
pl: Punkty
pt_pt: Pontos
ro: Puncte
ru: Очки
sk: Body
sv: Poäng
th: คะแนน
tr: Puanlar
uk: Бали
vi: Điểm
zh_hans: 分数
zh_hant: 分數

# analytics.accuracy
source: Accuracy
ar: الدقة
ca: Precisió
cs: Přesnost
da: Nøjagtighed
de: Genauigkeit
el: Ακρίβεια
es: Precisión
fi: Tarkkuus
fr: Précision
he: דיוק
hi: सटीकता
hr: Točnost
hu: Pontosság
id: Akurasi
it: Precisione
ja: 正確性
ko: 정확도
ms: Ketepatan
nb: Nøyaktighet
nl: Nauwkeurigheid
pl: Dokładność
pt_pt: Precisão
ro: Acuratețe
ru: Точность
sk: Presnosť
sv: Noggrannhet
th: ความแม่นยำ
tr: Doğruluk
uk: Точність
vi: Độ chính xác
zh_hans: 准确率
zh_hant: 準確率

# analytics.progress
source: Progress
ar: التقدم
ca: Progrés
cs: Pokrok
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es: Progreso
fi: Edistyminen
fr: Progrès
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Haladás
id: Kemajuan
it: Progresso
ja: 進捗
ko: 진행 상황
ms: Kemajuan
nb: Fremgang
nl: Voortgang
pl: Postęp
pt_pt: Progresso
ro: Progres
ru: Прогресс
sk: Pokrok
sv: Framsteg
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

# analytics.streak
source: Streak
ar: السلسلة
ca: Ratxa
cs: Série
da: Stime
de: Serie
el: Σερί
es: Racha
fi: Putki
fr: Série
he: רצף
hi: स्ट्रीक
hr: Niz
hu: Sorozat
it: Serie
ja: 連続正解
ko: 연속 정답
ms: Strik
nb: Rekke
nl: Reeks
pl: Seria
pt_pt: Sequência
ro: Serie
ru: Серия
sk: Séria
sv: Svit
th: สตรีค
tr: Seri
uk: Серія
vi: Chuỗi
zh_hans: 连胜
zh_hant: 連勝

# analytics.best
source: Best
ar: الأفضل
ca: Millor
cs: Nejlepší
da: Bedste
de: Beste
el: Καλύτερο
es: Mejor
fi: Paras
fr: Meilleur
he: הטוב ביותר
hi: सर्वश्रेष्ठ
hr: Najbolji
hu: Legjobb
id: Terbaik
it: Migliore
ja: 最高
ko: 최고
ms: Terbaik
nb: Beste
nl: Beste
pl: Najlepszy
pt_pt: Melhor
ro: Cel mai Bun
ru: Лучший
sk: Najlepšie
sv: Bästa
th: ดีที่สุด
tr: En İyi
uk: Найкращий
vi: Tốt nhất
zh_hans: 最佳
zh_hant: 最佳

# analytics.score
source: Score
ar: النقاط
ca: Puntuació
cs: Skóre
de: Punktzahl
el: Βαθμολογία
es: Puntuación
fi: Pisteet
he: ציון
hi: स्कोर
hr: Rezultat
hu: Pontszám
id: Skor
it: Punteggio
ja: スコア
ko: 점수
ms: Skor
nb: Poeng
pl: Wynik
pt_pt: Pontuação
ro: Scor
ru: Счёт
sk: Skóre
sv: Poäng
th: คะแนน
tr: Puan
uk: Бал
vi: Điểm
zh_hans: 分数
zh_hant: 分數

# analytics.correct_answers
source: Correct Answers
ar: الإجابات الصحيحة
ca: Respostes correctes
cs: Správné odpovědi
da: Korrekte svar
de: Richtige Antworten
el: Σωστές Απαντήσεις
es: Respuestas correctas
fi: Oikeat vastaukset
fr: Réponses correctes
he: תשובות נכונות
hi: सही उत्तर
hr: Točni odgovori
hu: Helyes válaszok
id: Jawaban Benar
it: Risposte Corrette
ja: 正解
ko: 정답
ms: Jawapan Betul
nb: Riktige svar
nl: Correcte antwoorden
pl: Poprawne odpowiedzi
pt_pt: Respostas Correctas
ro: Răspunsuri Corecte
ru: Правильные ответы
sk: Správne odpovede
sv: Rätta svar
th: คำตอบที่ถูกต้อง
tr: Doğru Cevaplar
uk: Правильні відповіді
vi: Câu trả lời đúng
zh_hans: 正确答案
zh_hant: 正確答案

# analytics.words_played
source: Words Played
ar: الكلمات التي تم لعبها
ca: Paraules jugades
cs: Hraná slova
da: Spillede ord
de: Gespielte Wörter
el: Λέξεις που Παίχτηκαν
es: Palabras jugadas
fi: Pelatut sanat
fr: Mots joués
he: מילים שנוגנו
hi: खेले गए शब्द
hr: Igrane riječi
hu: Játszott szavak
id: Kata yang Dimainkan
it: Parole Giocate
ja: プレイした単語
ko: 플레이한 단어
ms: Perkataan Dimainkan
nb: Spilte ord
nl: Gespeelde woorden
pl: Zagrane słowa
pt_pt: Palavras Jogadas
ro: Cuvinte Jucate
ru: Сыграно слов
sk: Hrané slová
sv: Spelade ord
th: คำศัพท์ที่เล่น
tr: Oynanan Kelimeler
uk: Слова зіграно
vi: Từ đã chơi
zh_hans: 已玩单词
zh_hant: 已玩單詞

# analytics.total_questions
source: Total Questions
ar: إجمالي الأسئلة
ca: Preguntes totals
cs: Celkový počet otázek
da: Samlede spørgsmål
de: Gesamtfragen
el: Συνολικές Ερωτήσεις
es: Total de preguntas
fi: Kysymysten kokonaismäärä
fr: Total des questions
he: סה"כ שאלות
hi: कुल प्रश्न
hr: Ukupno pitanja
hu: Összes kérdés
id: Total Pertanyaan
it: Domande Totali
ja: 質問の合計
ko: 총 질문
ms: Jumlah Soalan
nb: Totalt antall spørsmål
nl: Totaal aantal vragen
pl: Całkowita liczba pytań
pt_pt: Total de Perguntas
ro: Total Întrebări
ru: Всего вопросов
sk: Celkový počet otázok
sv: Totalt antal frågor
th: จำนวนคำถามทั้งหมด
tr: Toplam Sorular
uk: Загальна кількість питань
vi: Tổng số câu hỏi
zh_hans: 总问题数
zh_hant: 總問題數

# analytics.difficulty_statistics
source: Difficulty Statistics
ar: إحصائيات الصعوبة
ca: Estadístiques de dificultat
cs: Statistiky obtížnosti
da: Sværhedsgradsstatistik
de: Schwierigkeitsstatistiken
el: Στατιστικά Δυσκολίας
es: Estadísticas de dificultad
fi: Vaikeustasotilastot
fr: Statistiques de difficulté
he: סטטיסטיקות קושי
hi: कठिनाई सांख्यिकी
hr: Statistike težine
hu: Nehézségi statisztikák
id: Statistik Kesulitan
it: Statistiche di Difficoltà
ja: 難易度統計
ko: 난이도 통계
ms: Statistik Kesukaran
nb: Vanskelighetsstatistikk
nl: Moeilijkheidsgraadstatistieken
pl: Statystyki trudności
pt_pt: Estatísticas de Dificuldade
ro: Statistici Dificultate
ru: Статистика сложности
sk: Štatistiky obtiažnosti
sv: Svårighetsstatistik
th: สถิติระดับความยาก
tr: Zorluk İstatistikleri
uk: Статистика складності
vi: Thống kê độ khó
zh_hans: 难度统计
zh_hant: 難度統計

# analytics.individual_ratings
source: Individual Ratings
ar: التقييمات الفردية
ca: Valoracions individuals
cs: Individuální hodnocení
da: Individuelle bedømmelser
de: Individuelle Bewertungen
el: Ατομικές Βαθμολογίες
es: Calificaciones individuales
fi: Yksilölliset arviot
fr: Évaluations individuelles
he: דירוגים אישיים
hi: व्यक्तिगत रेटिंग
hr: Pojedinačne ocjene
hu: Egyéni értékelések
id: Peringkat Individu
it: Valutazioni Individuali
ja: 個別評価
ko: 개별 평가
ms: Penilaian Individu
nb: Individuelle vurderinger
nl: Individuele beoordelingen
pl: Indywidualne oceny
pt_pt: Avaliações Individuais
ro: Evaluări Individuale
ru: Индивидуальные оценки
sk: Individuálne hodnotenia
sv: Individuella betyg
th: การให้คะแนนรายบุคคล
tr: Bireysel Derecelendirmeler
uk: Індивідуальні оцінки
vi: Xếp hạng cá nhân
zh_hans: 个人评分
zh_hant: 個人評分

# analytics.how_other_users_rate_difficulty
source: How other users rate this word's difficulty
ar: كيف يقيم المستخدمون الآخرون صعوبة هذه الكلمة
ca: Com altres usuaris valoren la dificultat d'aquesta paraula
cs: Jak ostatní uživatelé hodnotí obtížnost tohoto slova
da: Hvordan andre brugere bedømmer sværhedsgraden af dette ord
de: Wie andere Benutzer die Schwierigkeit dieses Wortes bewerten
el: Πώς άλλοι χρήστες βαθμολογούν τη δυσκολία αυτής της λέξης
es: Cómo otros usuarios califican la dificultad de esta palabra
fi: Kuinka muut käyttäjät arvioivat tämän sanan vaikeustason
fr: Comment les autres utilisateurs évaluent la difficulté de ce mot
he: כיצד משתמשים אחרים מדרגים את הקושי של מילה זו
hi: अन्य उपयोगकर्ता इस शब्द की कठिनाई को कैसे रेट करते हैं
hr: Kako drugi korisnici ocjenjuju težinu ove riječi
hu: Hogyan értékelik más felhasználók ennek a szónak a nehézségét
id: Bagaimana pengguna lain menilai kesulitan kata ini
it: Come altri utenti valutano la difficoltà di questa parola
ja: 他のユーザーがこの単語の難易度をどう評価しているか
ko: 다른 사용자가 이 단어의 난이도를 어떻게 평가했는지
ms: Bagaimana pengguna lain menilai kesukaran perkataan ini
nb: Hvordan andre brukere vurderer vanskelighetsgraden til dette ordet
nl: Hoe andere gebruikers de moeilijkheidsgraad van dit woord beoordelen
pl: Jak inni użytkownicy oceniają trudność tego słowa
pt_pt: Como outros utilizadores avaliam a dificuldade desta palavra
ro: Cum evaluează alți utilizatori dificultatea acestui cuvânt
ru: Как другие пользователи оценивают сложность этого слова
sk: Ako iní používatelia hodnotia obtiažnosť цього slova
sv: Hur andra användare betygsätter svårigheten för detta ord
th: ผู้ใช้รายอื่นให้คะแนนความยากของคำนี้อย่างไร
tr: Diğer kullanıcılar bu kelimenin zorluğunu nasıl değerlendiriyor
uk: Як інші користувачі оцінюють складність цього слова
vi: Người dùng khác đánh giá độ khó của từ này như thế nào
zh_hans: 其他用户如何评价这个单词的难度
zh_hant: 其他用戶如何評價這個單詞的難度

# analytics.no_difficulty_ratings_yet
source: No difficulty ratings yet
ar: لا توجد تقييمات صعوبة بعد
ca: Encara no hi ha valoracions de dificultat
cs: Zatím žádná hodnocení obtížnosti
da: Ingen sværhedsgradsbedømmelser endnu
de: Noch keine Schwierigkeitsbewertungen
el: Καμία βαθμολογία δυσκολίας ακόμα
es: Aún no hay calificaciones de dificultad
fi: Ei vielä vaikeustasoarvioita
fr: Aucune évaluation de difficulté pour le moment
he: אין דירוגי קושי עדיין
hi: अभी तक कोई कठिनाई रेटिंग नहीं
hr: Još nema ocjena težine
hu: Még nincsenek nehézségi értékelések
id: Belum ada peringkat kesulitan
it: Nessuna valutazione di difficoltà ancora
ja: まだ難易度評価がありません
ko: 아직 난이도 평가가 없습니다
ms: Belum ada penilaian kesukaran
nb: Ingen vanskelighetsvurderinger ennå
nl: Nog geen moeilijkheidsgraadbeoordelingen
pl: Brak ocen trudności
pt_pt: Sem avaliações de dificuldade ainda
ro: Fără evaluări de dificultate încă
ru: Оценок сложности пока нет
sk: Zatiaľ žiadne hodnotenia obtiažnosti
sv: Inga svårighetsbetyg ännu
th: ยังไม่มีการให้คะแนนความยาก
tr: Henüz zorluk derecesi yok
uk: Поки немає оцінок складності
vi: Chưa có xếp hạng độ khó
zh_hans: 暂无难度评分
zh_hant: 暫無難度評分

# analytics.total_ratings
source: Total Ratings
ar: إجمالي التقييمات
ca: Valoracions totals
cs: Celkové hodnocení
da: Samlede bedømmelser
de: Gesamtbewertungen
el: Συνολικές Βαθμολογίες
es: Total de calificaciones
fi: Arvioiden kokonaismäärä
fr: Total des évaluations
he: סה"כ דירוגים
hi: कुल रेटिंग
hr: Ukupne ocjene
hu: Összes értékelés
id: Total Peringkat
it: Valutazioni Totali
ja: 評価の合計
ko: 총 평가
ms: Jumlah Penilaian
nb: Totalt antall vurderinger
nl: Totaal aantal beoordelingen
pl: Całkowita liczba ocen
pt_pt: Total de Avaliações
ro: Total Evaluări
ru: Всего оценок
sk: Celkový počet hodnotení
sv: Totalt antal betyg
th: คะแนนทั้งหมด
tr: Toplam Derecelendirme
uk: Загальні оцінки
vi: Tổng số xếp hạng
zh_hans: 总评分
zh_hant: 總評分

# analytics.view_detailed_statistics
source: View Detailed Statistics
ar: عرض الإحصائيات التفصيلية
ca: Veure estadístiques detallades
cs: Zobrazit podrobné statistiky
da: Se detaljerede statistikker
de: Detaillierte Statistiken anzeigen
el: Προβολή Λεπτομερών Στατιστικών
es: Ver estadísticas detalladas
fi: Näytä yksityiskohtaiset tilastot
fr: Voir les statistiques détaillées
he: הצג סטטיסטיקות מפורטות
hi: विस्तृत सांख्यिकी देखें
hr: Pogledaj detaljne statistike
hu: Részletes statisztikák megtekintése
id: Lihat Statistik Detail
it: Visualizza Statistiche Dettagliate
ja: 詳細統計を表示
ko: 자세한 통계 보기
ms: Lihat Statistik Terperinci
nb: Vis detaljert statistikk
nl: Gedetailleerde statistieken bekijken
pl: Pokaż szczegółowe statystyki
pt_pt: Ver Estatísticas Detalhadas
ro: Vezi Statistici Detaliate
ru: Посмотреть подробную статистику
sk: Zobraziť podrobné štatistiky
sv: Visa detaljerad statistik
th: ดูสถิติโดยละเอียด
tr: Ayrıntılı İstatistikleri Görüntüle
uk: Переглянути детальну статистику
vi: Xem thống kê chi tiết
zh_hans: 查看详细统计
zh_hant: 查看詳細統計

# settings.translate_definitions
source: Translate Definitions
ar: ترجمة التعريفات
ca: Tradueix definicions
cs: Překládat definice
da: Oversæt definitioner
de: Definitionen übersetzen
es: Traducir definiciones
fi: Käännä määritelmät
fr: Traduire les définitions
he: תרגום הגדרות
hi: परिभाषाओं का अनुवाद
hr: Prevedi definicije
hu: Definíciók fordítása
id: Terjemahkan Definisi
it: Traduci Definizioni
ja: 定義を翻訳
ko: 정의 번역
ms: Terjemah Definisi
nb: Oversett definisjoner
nl: Definities vertalen
pl: Tłumacz definicje
pt_pt: Traduzir Definições
ro: Tradu Definițiile
ru: Переводить определения
sk: Preložiť definície
sv: Översätt definitioner
th: แปลความหมาย
tr: Tanımları Çevir
uk: Переклад визначень
vi: Dịch định nghĩa
zh_hans: 翻译定义
zh_hant: 翻譯定義
