Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.tag_management_description
source: Create and manage tags to organize your words, and add collaborators to share words with.
ar: إنشاء وإدارة العلامات لتنظيم كلماتك، وإضافة متعاونين لمشاركة الكلمات.
ca: Crea i gestiona etiquetes per organitzar les teves paraules i afegeix col·laboradors per compartir paraules.
cs: Vytvořte a spravujte štítky pro organizaci slov, přidejte spolupracovníky pro sdílení slov.
da: Opret og administrer tags til at organisere dine ord og tilføj samarbejdspartnere til at dele ord.
de: Erstellen und verwalten Sie Tags, um Ihre Wörter zu organisieren, und fügen Sie Mitarbeiter hinzu, um Wörter zu teilen.
es: Crea y gestiona etiquetas para organizar palabras y añade colaboradores para compartir palabras.
fi: Luo ja hallinnoi tunnisteita sanojen järjestämiseksi ja lisää yhteistyökumppaneita sanojen jakamiseen.
fr: Créez et gérez des étiquettes pour organiser vos mots et ajoutez des collaborateurs pour partager des mots.
he: צור ונהל תגיות כדי לארגן את המילים שלך והוסף משתפי פעולה לשיתוף מילים.
hi: अपने शब्दों को व्यवस्थित करने के लिए टैग बनाएं और प्रबंधन करें और शब्द साझा करने के लिए सहयोगी जोड़ें।
hr: Stvorite i upravljajte oznakama za organizaciju svojih riječi i dodajte suradnike za dijeljenje riječi.
hu: Hozz létre és kezelj címkéket a szavaid rendszerezéséhez, és adj hozzá kollaborátorokat a szavak megosztásához.
id: Buat dan kelola tag untuk mengatur kata Anda dan tambahkan kolaborator untuk berbagi kata.
it: Crea e gestisci tag per organizzare le tue parole e aggiungi collaboratori per condividere parole.
ja: 単語を整理するためにタグを作成・管理し、単語を共有するためにコラボレーターを追加。
ko: 단어를 정리하기 위해 태그를 만들고 관리하며, 단어를 공유하기 위해 협업자를 추가하세요.
ms: Cipta dan urus tag untuk menyusun perkataan anda dan tambah rakan kerjasama untuk berkongsi perkataan.
nb: Opprett og administrer etiketter for å organisere ordene dine, og legg til samarbeidspartnere for å dele ord.
nl: Maak en beheer tags om je woorden te organiseren en voeg medewerkers toe om woorden te delen.
pl: Twórz i zarządzaj etykietami, aby organizować swoje słowa, oraz dodawaj współpracowników, aby udostępniać słowa.
pt_pt: Crie e gira etiquetas para organizar as suas palavras e adicione colaboradores para partilhar palavras.
ro: Creează și gestionează etichete pentru a-ți organiza cuvintele și adaugă colaboratori pentru a partaja cuvinte.
ru: Создавайте и управляйте тегами для организации слов и добавляйте соавторов для совместного использования слов.
sk: Vytvárajte a spravujte značky na organizáciu slov a pridávajte spolupracovníkov na zdieľanie slov.
sv: Skapa och hantera taggar för att organisera ord och lägg till medarbetare för att dela ord.
th: สร้างและจัดการแท็กเพื่อจัดระเบียบคำศัพท์และเพิ่มผู้ร่วมงานเพื่อแชร์คำศัพท์
tr: Kelimeleri düzenlemek ve kelimeleri paylaşmak için işbirlikçiler eklemek için etiketler oluşturun ve yönetin.
uk: Створюйте та керуйте тегами для впорядкування слів та додайте співавторів для обміну словами
vi: Tạo và quản lý thẻ để sắp xếp từ và thêm cộng tác viên để chia sẻ từ.
zh_hans: 创建和管理标签以组织你的单词，添加协作者以分享单词。
zh_hant: 創建和管理標籤以組織你的單詞，添加協作者以分享單詞。

# settings.import_export_note
source: Please note that import and export only work with files created by this app.
ar: يرجى ملاحظة أن الاستيراد والتصدير يعملان فقط مع الملفات التي أنشأها هذا التطبيق.
ca: Tingues en compte que la importació i exportació només funcionen amb fitxers creats per aquesta aplicació.
cs: Vezměte prosím na vědomí, že import a export fungují pouze se soubory vytvořenými touto aplikací.
da: Bemærk, at import og eksport kun fungerer med filer oprettet af denne app.
de: Bitte beachten Sie, dass Importieren und Exportieren nur mit Dateien funktioniert, die von dieser App erstellt wurden.
es: Nota: La importación y exportación solo funcionan con archivos creados por esta aplicación.
fi: Huomaa, että tuonti ja vienti toimivat vain tämän sovelluksen luomien tiedostojen kanssa.
fr: Notez que l'importation et l'exportation ne fonctionnent qu'avec les fichiers créés par cette application.
he: שימו לב שייבוא וייצוא עובדים רק עם קבצים שנוצרו על ידי אפליקציה זו.
hi: नोट करें कि आयात और निर्यात केवल इस ऐप द्वारा बनाए गए फ़ाइलों के साथ काम करते हैं।
hr: Imajte na umu da uvoz i izvoz funkcioniraju samo s datotekama stvorenima ovom aplikacijom.
hu: Figyelmeztetés: az importálás és exportálás csak az alkalmazás által létrehozott fájlokkal működik.
id: Perhatikan bahwa impor dan ekspor hanya berfungsi dengan file yang dibuat oleh aplikasi ini.
it: Nota: l'importazione e l'esportazione funzionano solo con file creati dall'app.
ja: 注意：インポートとエクスポートは、このアプリで作成されたファイルでのみ機能します。
ko: 참고: 가져오기 및 내보내기는 이 앱에서 생성된 파일에서만 작동합니다.
ms: Nota: import dan eksport hanya berfungsi dengan fail yang dicipta oleh apl ini.
nb: Merk: Importering og eksportering fungerer bare med filer opprettet av denne appen.
nl: Houd er rekening mee dat importeren en exporteren alleen werken met bestanden die door deze app zijn gemaakt.
pl: Uwaga: import i eksport działają tylko z plikami utworzonymi przez tę aplikację.
pt_pt: Nota: A importação e exportação funcionam apenas com ficheiros criados por esta aplicação.
ro: Notă: Importul și exportul funcționează doar cu fișiere create de această aplicație.
ru: Примечание: Импорт и экспорт работают только с файлами, созданными этим приложением.
sk: Poznámka: Import a export fungujú iba so súbormi vytvorenými touto aplikáciou.
sv: Notera: Import och export fungerar endast med filer skapade av denna app.
th: หมายเหตุ: การนำเข้าและส่งออกใช้ได้เฉพาะกับไฟล์ที่สร้างโดยแอปนี้
tr: Not: İçe ve dışa aktarma yalnızca bu uygulama tarafından oluşturulan dosyalarla çalışır.
uk: Примітка: Імпорт та експорт працюють лише з файлами, створеними цією програмою
vi: Lưu ý: Nhập và xuất chỉ hoạt động với các tệp do ứng dụng này tạo ra.
zh_hans: 请注意，导入和导出仅适用于此应用创建的文件。
zh_hant: 請注意，導入和導出僅適用於此應用創建的文件。

# settings.buy_me_a_coffee
source: Buy Me a Coffee
ar: اشترِ لي قهوة
ca: Compra'm un cafè
cs: Kupte mi kávu
da: Køb mig en kaffe
de: Kaufen Sie mir einen Kaffee
es: Cómprame un café
fi: Osta minulle kahvi
fr: Offrez-moi un café
he: קנה לי קפה
hi: मुझे एक कॉफी खरीदें
hr: Časti me kavom
hu: Vegyél nekem egy kávét
id: Beli Saya Kopi
it: Offrimi un Caffè
ja: コーヒーをおごる
ko: 커피 한 잔 사주세요
ms: Beli Saya Kopi
nb: Kjøp meg en kaffe
nl: Koop een koffie voor mij
pl: Kup mi kawę
pt_pt: Ofereça-me um Café
ro: Cumpără-mi o Cafea
ru: Купите мне кофе
sk: Kúpte mi kávu
sv: Köp mig en kaffe
th: ซื้อกาแฟให้ฉัน
tr: Bana Kahve Ismarla
uk: Купіть мені каву
vi: Mua cà phê cho tôi
zh_hans: 请我喝杯咖啡
zh_hant: 請我喝杯咖啡

# auth.sign_in_before_subscribing
source: Sign in before subscribing
ar: تسجيل الدخول قبل الاشتراك
ca: Inicia sessió abans de subscriure't
cs: Přihlaste se před předplacením
da: Log ind før du abonnerer
de: Melden Sie sich an, bevor Sie abonnieren
es: Inicia sesión antes de suscribirte
fi: Kirjaudu sisään ennen tilaamista
fr: Connectez-vous avant de vous abonner
he: התחבר לפני ההרשמה
hi: सदस्यता लेने से पहले साइन इन करें
hr: Prijavite se prije pretplate
hu: Jelentkezz be az előfizetés előtt
id: Masuk sebelum berlangganan
it: Accedi prima di abbonarti
ja: サブスクリプション前にログイン
ko: 구독 전에 로그인하세요
ms: Log masuk sebelum melanggan
nb: Logg inn før du abonnerer
nl: Log in voordat je een abonnement neemt
pl: Zaloguj się przed subskrypcją
pt_pt: Inicie sessão antes de subscrever
ro: Conectează-te înainte de a te abona
ru: Войдите перед подпиской
sk: Prihláste sa pred predplatným
sv: Logga in innan du prenumererar
th: ลงชื่อเข้าใช้ก่อนสมัครสมาชิก
tr: Abone olmadan önce oturum açın
uk: Увійдіть перед оформленням підписки
vi: Đăng nhập trước khi đăng ký
zh_hans: 订阅前请先登录
zh_hant: 訂閱前請先登錄

# auth.sign_in_with_google
source: Sign in with Google
ar: تسجيل الدخول بحساب جوجل
ca: Inicia sessió amb Google
cs: Přihlásit se přes Google
da: Log ind med Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fi: Kirjaudu sisään Googlella
fr: Se connecter avec Google
he: התחבר עם גוגל
hi: गूगल के साथ साइन इन करें
hr: Prijavite se s Googleom
hu: Bejelentkezés Google-lal
id: Masuk dengan Google
it: Accedi con Google
ja: Googleでログイン
ko: Google로 로그인
ms: Log Masuk dengan Google
nb: Logg inn med Google
nl: Inloggen met Google
pl: Zaloguj się przez Google
pt_pt: Iniciar Sessão com Google
ro: Conectează-te cu Google
ru: Войти через Google
sk: Prihlásiť sa cez Google
sv: Logga in med Google
th: ลงชื่อเข้าใช้ด้วย Google
tr: Google ile Oturum Aç
uk: Увійти через Google
vi: Đăng nhập bằng Google
zh_hans: 使用谷歌账户登录
zh_hant: 使用谷歌帳戶登錄

# auth.can_always_sign_in_later
source: You can always sign in later from Settings
ar: يمكنك دائمًا تسجيل الدخول لاحقًا من الإعدادات
ca: Sempre pots iniciar sessió més tard des de la configuració
cs: Vždy se můžete přihlásit později z nastavení
da: Du kan altid logge ind senere fra indstillingerne
de: Sie können sich später über die Einstellungen anmelden
es: Siempre puedes iniciar sesión más tarde en los ajustes
fi: Voit aina kirjautua sisään myöhemmin asetuksista
fr: Vous pouvez toujours vous connecter plus tard depuis les paramètres
he: תמיד תוכל להתחבר מאוחר יותר דרך ההגדרות
hi: आप हमेशा सेटिंग्स से बाद में साइन इन कर सकते हैं
hr: Uvijek se možete prijaviti kasnije iz postavki
hu: Később mindig bejelentkezhetsz a beállításokon keresztül
id: Anda selalu bisa masuk nanti dari pengaturan
it: Puoi sempre accedere in seguito dalle impostazioni
ja: 後で設定からいつでもログイン可能
ko: 나중에 설정에서 언제든지 로그인할 수 있습니다
ms: Anda boleh log masuk kemudian dari tetapan
nb: Du kan alltid logge inn senere fra innstillinger
nl: Je kunt altijd later inloggen vanuit de instellingen
pl: Zawsze możesz zalogować się później z ustawień
pt_pt: Pode sempre iniciar sessão mais tarde nas definições
ro: Poți oricând să te conectezi mai târziu din setări
ru: Вы всегда можете войти позже в настройках
sk: Vždy sa môžete prihlásiť neskôr v nastaveniach
sv: Du kan alltid logga in senare i inställningarna
th: คุณสามารถลงชื่อเข้าใช้ได้ในภายหลังในหน้าการตั้งค่า
tr: Daha sonra ayarlar üzerinden her zaman oturum açabilirsiniz
uk: Ви завжди можете увійти пізніше на сторінці налаштувань
vi: Bạn luôn có thể đăng nhập sau qua trang cài đặt
zh_hans: 你随时可以从设置中登录
zh_hant: 你隨時可以從設置中登錄

# auth.link_additional_accounts
source: Link additional accounts
ar: ربط حسابات إضافية
ca: Enllaça comptes addicionals
cs: Propojit další účty
da: Link yderligere konti
de: Zusätzliche Konten verknüpfen
es: Vincular cuentas adicionales
fi: Linkitä lisätilit
fr: Lier des comptes supplémentaires
he: קישור חשבונות נוספים
hi: अतिरिक्त खातों को लिंक करें
hr: Poveži dodatne račune
hu: További fiókok összekapcsolása
id: Tautkan akun tambahan
it: Collega account aggiuntivi
ja: 追加のアカウントをリンク
ko: 추가 계정 연동
ms: Link Akaun Tambahan
nb: Koble til flere kontoer
nl: Extra accounts koppelen
pl: Połącz dodatkowe konta
pt_pt: Associar Contas Adicionais
ro: Conectează Conturi Suplimentare
ru: Связать дополнительные аккаунты
sk: Prepojiť ďalšie účty
sv: Länka ytterligare konton
th: เชื่อมต่อบัญชีเพิ่มเติม
tr: Ek Hesapları Bağla
uk: Підключити додаткові облікові записи
vi: Liên kết tài khoản bổ sung
zh_hans: 关联其他账户
zh_hant: 關聯其他帳戶

# auth.accounts_linked_successfully
source: Accounts linked successfully
ar: تم ربط الحسابات بنجاح
ca: Comptes enllaçats amb èxit
cs: Účty úspěšně propojeny
da: Konti linket med succes
de: Konten erfolgreich verknüpft
es: Cuentas vinculadas con éxito
fi: Tilit linkitetty onnistuneesti
fr: Comptes liés avec succès
he: חשבונות קושרו בהצלחה
hi: खाते सफलतापूर्वक लिंक किए गए
hr: Računi uspješno povezani
hu: Fiókok sikeresen összekapcsolva
id: Akun berhasil ditautkan
it: Account collegati con successo
ja: アカウントが正常にリンクされました
ko: 계정이 성공적으로 연동되었습니다
ms: Akaun berjaya dilink
nb: Kontoer koblet vellykket
nl: Accounts succesvol gekoppeld
pl: Konta połączono pomyślnie
pt_pt: Contas associadas com sucesso
ro: Conturi conectate cu succes
ru: Аккаунты успешно связаны
sk: Účty úspešne prepojené
sv: Konton länkade framgångsrikt
th: เชื่อมต่อบัญชีสำเร็จ
tr: Hesaplar başarıyla bağlandı
uk: Облікові записи успішно підключено
vi: Tài khoản đã được liên kết thành công
zh_hans: 账户关联成功
zh_hant: 帳戶關聯成功

# auth.sign_out_confirmation
source: Sign Out
ar: تسجيل الخروج
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: התנתקות
hi: साइन आउट
hr: Odjavi se
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
ms: Log Keluar
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt_pt: Terminar Sessão
ro: Deconectează-te
ru: Выйти
sk: Odhlásiť sa
sv: Logga ut
th: ออกจากระบบ
tr: Oturumu Kapat
uk: Вийти з системи
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# auth.your_words_are_safe
source: Your words are safe
ar: كلماتك آمنة
ca: Les teves paraules estan segures
cs: Vaše slova jsou v bezpečí
da: Dine ord er sikre
de: Ihre Wörter sind sicher
es: Tus palabras están seguras
fi: Sanasi ovat turvassa
fr: Vos mots sont en sécurité
he: המילים שלך בטוחות
hi: आपके शब्द सुरक्षित हैं
hr: Vaše riječi su sigurne
hu: A szavaid biztonságban vannak
id: Kata-kata Anda aman
it: Le tue parole sono al sicuro
ja: あなたの単語は安全です
ko: 당신의 단어는 안전합니다
ms: Perkataan anda selamat
nb: Ordene dine er trygge
nl: Je woorden zijn veilig
pl: Twoje słowa są bezpieczne
pt_pt: As suas palavras estão seguras
ro: Cuvintele tale sunt în siguranță
ru: Ваши слова в безопасности
sk: Vaše slová sú v bezpečí
sv: Dina ord är säkra
th: คำศัพท์ของคุณปลอดภัย
tr: Kelimeleriniz güvende
uk: Ваші слова в безпеці
vi: Từ của bạn an toàn
zh_hans: 你的单词是安全的
zh_hant: 你的單詞是安全的

# auth.cloud_sync_disabled
source: Cloud sync will be disabled
ar: سيتم تعطيل المزامنة السحابية
ca: La sincronització al núvol es desactivarà
cs: Synchronizace s cloudem bude deaktivována
da: Cloud-synkronisering vil blive deaktiveret
de: Cloud-Synchronisation wird deaktiviert
es: La sincronización con la nube será desactivada
fi: Pilvipalvelun synkronointi poistetaan käytöstä
fr: La synchronisation cloud sera désactivée
he: סנכרון בענן יושבת
hi: क्लाउड सिंक अक्षम हो जाएगा
hr: Sinkronizacija u oblaku bit će onemogućena
hu: A felhőszinkronizálás le lesz tiltva
id: Sinkronisasi cloud akan dinonaktifkan
it: La sincronizzazione cloud verrà disabilitata
ja: クラウド同期が無効になります
ko: 클라우드 동기화가 비활성화됩니다
ms: Penyegerakan awan akan dinyahaktifkan
nb: Sky-synkronisering vil bli deaktivert
nl: Cloudsynchronisatie wordt uitgeschakeld
pl: Synchronizacja z chmurą zostanie wyłączona
pt_pt: A sincronização na nuvem será desactivada
ro: Sincronizarea în cloud va fi dezactivată
ru: Синхронизация с облаком будет отключена
sk: Synchronizácia s cloudom bude deaktivovaná
sv: Synkronisering med molnet kommer att inaktiveras
th: การซิงค์กับคลาวด์จะถูกปิดใช้งาน
tr: Bulut senkronizasyonu devre dışı bırakılacak
uk: Синхронізація з хмарою буде відключена
vi: Đồng bộ đám mây sẽ bị tắt
zh_hans: 云同步将被禁用
zh_hant: 雲同步將被禁用

# auth.sign_out
source: Sign Out
ar: تسجيل الخروج
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: התנתקות
hi: साइन आउट
hr: Odjavi se
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
ms: Log Keluar
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt_pt: Terminar Sessão
ro: Deconectează-te
ru: Выйти
sk: Odhlásiť sa
sv: Logga ut
th: ออกจากระบบ
tr: Oturumu Kapat
uk: Вийти з системи
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# auth.no_worries_wont_remove_words
source: No worries! We won't remove your words.
ar: لا داعي للقلق! لن نزيل كلماتك.
ca: Cap preocupació! No eliminarem les teves paraules.
cs: Nebojte se! Vaše slova neodstraníme.
da: Ingen bekymringer! Vi fjerner ikke dine ord.
de: Keine Sorge! Wir werden Ihre Wörter nicht entfernen.
es: ¡No te preocupes! No eliminaremos tus palabras.
fi: Ei hätää! Emme poista sanojasi.
fr: Pas d'inquiétude ! Nous ne supprimerons pas vos mots.
he: אל דאגה! לא נמחק את המילים שלך.
hi: चिंता न करें! हम आपके शब्दों को नहीं हटाएंगे।
hr: Bez brige! Nećemo ukloniti vaše riječi.
hu: Ne aggódj! Nem töröljük a szavaidat.
id: Jangan khawatir! Kami tidak akan menghapus kata-kata Anda.
it: Non preoccuparti! Non elimineremo le tue parole.
ja: ご心配なく！単語は削除しません。
ko: 걱정 마세요! 단어를 삭제하지 않습니다.
ms: Jangan risau! Kami tidak akan memadam perkataan anda.
nb: Ingen bekymringer! Vi sletter ikke ordene dine.
nl: Geen zorgen! We verwijderen je woorden niet.
pl: Nie martw się! Nie usuniemy Twoich słów.
pt_pt: Sem preocupações! Não eliminaremos as suas palavras.
ro: Fără griji! Nu vom șterge cuvintele tale.
ru: Не волнуйтесь! Мы не удалим ваши слова.
sk: Žiadne obavy! Neodstránime vaše slová.
sv: Ingen oro! Vi tar inte bort dina ord.
th: ไม่ต้องกังวล! เราไม่ลบคำศัพท์ของคุณ
tr: Endişelenmeyin! Kelimelerinizi silmeyeceğiz.
uk: Не хвилюйтеся! Ми не видалимо ваші слова
vi: Đừng lo! Chúng tôi sẽ không xóa từ của bạn.
zh_hans: 无需担心！我们不会删除你的单词。
zh_hant: 無需擔心！我們不會刪除你的單詞。

# auth.vocabulary_stay_on_device
source: Your vocabulary will stay on this device. If you sign in with another account, your data will be combined.
ar: ستبقى مفرداتك على هذا الجهاز. إذا سجلت الدخول بحساب آخر، ستُدمج بياناتك.
ca: El teu vocabulari romandrà en aquest dispositiu. Si inicies sessió amb un altre compte, les teves dades es combinaran.
cs: Vaše slovní zásoba zůstane na tomto zařízení. Pokud se přihlásíte s jiným účtem, vaše data se sloučí.
da: Dit ordforråd bliver på denne enhed. Hvis du logger ind med en anden konto, vil dine data blive flettet.
de: Ihr Wortschatz bleibt auf diesem Gerät. Wenn Sie sich mit einem anderen Konto anmelden, werden Ihre Daten zusammengeführt.
es: Tu vocabulario permanecerá en este dispositivo. Si inicias sesión con otra cuenta, tus datos se fusionarán.
fi: Sanastosi jää tälle laitteelle. Jos kirjaudut sisään toisella tilillä, tietosi yhdistetään.
fr: Votre vocabulaire reste sur cet appareil. Si vous vous connectez avec un autre compte, vos données seront fusionnées.
he: אוצר המילים שלך נשאר במכשיר זה. אם תתחבר עם חשבון אחר, הנתונים שלך ימוזגו.
hi: आपकी शब्दावली इस डिवाइस पर रहती है। यदि आप किसी अन्य खाते से साइन इन करते हैं, तो आपका डेटा मर्ज हो जाएगा।
hr: Vaš vokabular ostat će na ovom uređaju. Ako se prijavite s drugim računom, vaši podaci će se spojiti.
hu: A szókincsed ezen az eszközön marad. Ha másik fiókkal jelentkezel be, az adataid összevonásra kerülnek.
id: Kosakata Anda tetap berada di perangkat ini. Jika Anda masuk dengan akun lain, data Anda akan digabungkan.
it: Il tuo vocabolario rimarrà su questo dispositivo. Se accedi con un altro account, i tuoi dati verranno uniti.
ja: あなたの語彙はこのデバイスに残ります。別のアカウントでログインすると、データが統合されます。
ko: 당신의 어휘는 이 기기에 남아 있습니다. 다른 계정으로 로그인하면 데이터가 병합됩니다.
ms: Kosa kata anda akan kekal di peranti ini. Jika anda log masuk dengan akaun lain, data anda akan digabungkan.
nb: Vokabularet ditt forblir på denne enheten. Hvis du logger inn med en annen konto, vil dataene dine bli slått sammen.
nl: Je woordenschat blijft op dit apparaat. Als je inlogt met een ander account, worden je gegevens samengevoegd.
pl: Twoje słownictwo pozostanie na tym urządzeniu. Jeśli zalogujesz się na inne konto, Twoje dane zostaną połączone.
pt_pt: O seu vocabulário permanecerá neste dispositivo. Se iniciar sessão com outra conta, os seus dados serão fundidos.
ro: Vocabularul tău va rămâne pe acest dispozitiv. Dacă te conectezi cu un alt cont, datele tale vor fi combinate.
ru: Ваш словарный запас останется на этом устройстве. Если вы войдёте с другим аккаунтом, ваши данные будут объединены.
sk: Vaša slovná zásoba zostane na tomto zariadení. Ak sa prihlásite s iným účtom, vaše údaje sa zlúčia.
sv: Ditt ordförråd stannar på denna enhet. Om du loggar in med ett annat konto kommer dina data att slås samman.
th: คลังคำศัพท์ของคุณจะยังคงอยู่ในอุปกรณ์นี้ หากคุณลงชื่อเข้าใช้ด้วยบัญชีอื่น ข้อมูลของคุณจะถูกรวม
tr: Kelime dağarcığınız bu cihazda kalır. Başka bir hesapla oturum açarsanız verileriniz birleştirilir.
uk: Ваш словниковий запас залишиться на цьому пристрої. Якщо ви увійдете через інший обліковий запис, ваші дані будуть об'єднані
vi: Vốn từ vựng của bạn sẽ vẫn ở trên thiết bị này. Nếu bạn đăng nhập bằng tài khoản khác, dữ liệu của bạn sẽ được hợp nhất.
zh_hans: 你的词汇将保留在此设备上。如果使用其他账户登录，你的数据将合并。
zh_hant: 你的詞彙將保留在此設備上。如果使用其他帳戶登錄，你的數據將合併。

# auth.all_vocabulary_remain_device
source: All your vocabulary words, definitions, and progress will remain on this device. You can continue using the app offline.
ar: ستبقى جميع كلمات المفردات والتعريفات والتقدم على هذا الجهاز. يمكنك متابعة استخدام التطبيق دون اتصال.
ca: Totes les teves paraules de vocabulari, definicions i progrés romandran en aquest dispositiu. Pots continuar utilitzant l'aplicació sense connexió.
cs: Všechny vaše slova, definice a pokrok zůstanou na tomto zařízení. Aplikaci můžete nadále používat offline.
da: Alle dine ord, definitioner og fremskridt forbliver på denne enhed. Du kan fortsætte med at bruge appen uden at være logget ind.
de: Alle Ihre Wörter, Definitionen und Fortschritte bleiben auf diesem Gerät. Sie können die App weiterhin offline verwenden.
es: Todas las palabras, definiciones y progreso permanecerán en este dispositivo. Puedes seguir usando la aplicación sin iniciar sesión.
fi: Kaikki sanasi, määritelmäsi ja edistymisesi jäävät tälle laitteelle. Voit jatkaa sovelluksen käyttöä ilman sisäänkirjautumista.
fr: Tous vos mots, définitions et progrès restent sur cet appareil. Vous pouvez continuer à utiliser l'application sans être connecté.
he: כל המילים, ההגדרות וההתקדמות שלך נשארות במכשיר זה. תוכל להמשיך להשתמש באפליקציה במצב לא מקוון.
hi: आपके सभी शब्द, परिभाषाएं और प्रगति इस डिवाइस पर रहते हैं। आप बिना साइन इन किए ऐप का उपयोग जारी रख सकते हैं।
hr: Sve vaše riječi, definicije i napredak ostat će na ovom uređaju. Možete nastaviti koristiti aplikaciju bez povezivanja.
hu: Minden szavad, definíciód és haladásod ezen az eszközön marad. Folytathatod az alkalmazás használatát offline módban.
id: Semua kata, definisi, dan kemajuan Anda tetap berada di perangkat ini. Anda dapat terus menggunakan aplikasi tanpa masuk.
it: Tutte le tue parole, definizioni e progressi rimarranno su questo dispositivo. Puoi continuare a usare l'app senza accedere.
ja: すべての単語、定義、進捗はこのデバイスに残ります。ログインせずにアプリを続けて使用できます。
ko: 모든 단어, 정의, 진행 상황은 이 기기에 남아 있습니다. 로그인하지 않고 앱을 계속 사용할 수 있습니다.
ms: Semua perkataan, definisi, dan kemajuan anda akan kekal di peranti ini. Anda boleh terus menggunakan apl tanpa log masuk.
nb: Alle ord, definisjoner og fremgang forblir på denne enheten. Du kan fortsette å bruke appen uten å logge inn.
nl: Al je woorden, definities en voortgang blijven op dit apparaat. Je kunt de app offline blijven gebruiken.
pl: Wszystkie słowa, definicje i postępy pozostaną na tym urządzeniu. Możesz kontynuować korzystanie z aplikacji bez logowania.
pt_pt: Todas as palavras, definições e progresso permanecerão neste dispositivo. Pode continuar a usar a aplicação sem iniciar sessão.
ro: Toate cuvintele, definițiile și progresul vor rămâne pe acest dispozitiv. Poți continua să folosești aplicația fără conectare.
ru: Все слова, определения и прогресс останутся на этом устройстве. Вы можете продолжать использовать приложение без входа.
sk: Všetky slová, definície a pokrok zostanú na tomto zariadení. Môžete pokračovať v používaní aplikácie bez prihlásenia.
sv: Alla ord, definitioner och framsteg stannar på denna enhet. Du kan fortsätta använda appen utan att logga in.
th: คำศัพท์ ความหมาย และความคืบหน้าทั้งหมดจะยังคงอยู่ในอุปกรณ์นี้ คุณสามารถใช้แอปต่อไปโดยไม่ต้องลงชื่อเข้าใช้
tr: Tüm kelimeler, tanımlar ve ilerlemeler bu cihazda kalır. Oturum açmadan uygulamayı kullanmaya devam edebilirsiniz.
uk: Усі слова, визначення та прогрес залишаться на цьому пристрої. Ви можете продовжувати використовувати програму без входу
vi: Tất cả từ, định nghĩa và tiến độ sẽ vẫn ở trên thiết bị này. Bạn có thể tiếp tục sử dụng ứng dụng mà không cần đăng nhập.
zh_hans: 所有词汇、定义和进度将保留在此设备上。你可以继续离线使用应用。
zh_hant: 所有詞彙、定義和進度將保留在此設備上。你可以繼續離線使用應用。
