Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# onboarding.visual_insights
source: Visual insights into your vocabulary growth
ar: رؤى بصرية حول نمو مفرداتك
ca: Informació visual sobre el creixement del teu vocabulari
da: Visuelle indsigter i væksten af dit ordforråd
de: Visuelle Einblicke in das Wachstum Ihres Wortschatzes
es: Perspectivas visuales sobre el crecimiento de tu vocabulario
fi: Visuaaliset näkemykset sanastosi kasvusta
fr: Aperçus visuels de la croissance de votre vocabulaire
he: תובנות ויזואליות על צמיחת אוצר המילים שלך
hi: आपकी शब्दावली वृद्धि के लिए दृश्य अंतर्दृष्टि
hu: Vizuális betekintés a szókincsed növekedéséről
id: Wawasan visual tentang pertumbuhan kosakata Anda
it: Insight visivi sulla crescita del tuo vocabolario
ja: 語彙の成長に関する視覚的な洞察
ko: 어휘 성장에 대한 시각적 통찰
ms: Pandangan visual tentang pertumbuhan kosa kata anda
nb: Visuelle innsikter om vokabularveksten din
nl: Visuele inzichten in de groei van je woordenschat
pl: Wizualne wglądy w rozwój Twojego słownictwa
ro: Informații vizuale despre creșterea vocabularului tău
ru: Визуальные данные о росте вашего словарного запаса
sv: Visuella insikter om tillväxten av ditt ordförråd
th: ข้อมูลเชิงลึกที่มองเห็นได้เกี่ยวกับการเติบโตของคลังคำศัพท์
tr: Kelime dağarcığınızın büyümesine dair görsel bilgiler
uk: Візуальна інформація про зростання вашого словникового запасу
vi: Thông tin trực quan về sự phát triển vốn từ vựng của bạn
zh_hans: 关于你的词汇增长的视觉洞察
zh_hant: 關於你的詞彙增長的視覺洞察

# onboarding.collaborative_learning
source: Collaborative Learning
ar: تعليم تعاوني
ca: Aprenentatge col·laboratiu
da: Samarbejdende læring
de: Kollaboratives Lernen
es: Aprendizaje colaborativo
fi: Yhteistyöoppiminen
fr: Apprentissage collaboratif
he: למידה שיתופית
hi: सहयोगी शिक्षा
hu: Közös tanulás
id: Pembelajaran Kolaboratif
it: Apprendimento Collaborativo
ja: 共同学習
ko: 협업 학습
ms: Pembelajaran Kolaboratif
nb: Samarbeidslæring
nl: Samenwerkend leren
pl: Nauka zespołowa
ro: Învățare Colaborativă
ru: Совместное обучение
sv: Samarbetsinlärning
th: การเรียนรู้แบบร่วมมือ
tr: İşbirlikçi Öğrenme
uk: Спільне навчання
vi: Học tập cộng tác
zh_hans: 协作学习
zh_hant: 協作學習

# onboarding.share_dictionaries
source: Share dictionaries with friends and family
ar: شارك القواميس مع الأصدقاء والعائلة
ca: Comparteix diccionaris amb amics i família
da: Del ordbøger med venner og familie
de: Teilen Sie Wörterbücher mit Freunden und Familie
es: Comparte diccionarios con amigos y familiares
fi: Jaa sanakirjoja ystävien ja perheen kanssa
fr: Partagez des dictionnaires avec vos amis et votre famille
he: שתף מילונים עם חברים ומשפחה
hi: मित्रों और परिवार के साथ शब्दकोश साझा करें
hu: Oszd meg szótáraidat barátaiddal és családoddal
id: Bagikan kamus dengan teman dan keluarga
it: Condividi dizionari con amici e familiari
ja: 友達や家族と辞書を共有
ko: 친구 및 가족과 사전을 공유
ms: Kongsi kamus dengan rakan dan keluarga
nb: Del ordbøker med venner og familie
nl: Deel woordenboeken met vrienden en familie
pl: Dziel się słownikami z przyjaciółmi i rodziną
ro: Partajează dicționare cu prietenii și familia
ru: Делитесь словарями с друзьями и семьёй
sv: Dela ordböcker med vänner och familj
th: แชร์พจนานุกรมกับเพื่อนและครอบครัว
tr: Sözlükleri arkadaşlarınız ve ailenizle paylaşın
uk: Діліться словниками з друзями та родиною
vi: Chia sẻ từ điển với bạn bè và gia đình
zh_hans: 与朋友和家人共享词典
zh_hant: 與朋友和家人共享詞典

# onboarding.back
source: Back
ar: رجوع
ca: Enrere
da: Tilbage
de: Zurück
es: Atrás
fi: Takaisin
fr: Retour
he: חזרה
hi: पीछे
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
ro: Înapoi
ru: Назад
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# onboarding.next
source: Next
ar: التالي
ca: Següent
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hi: अगला
hu: Következő
id: Berikutnya
it: Successivo
ja: 次へ
ko: 다음
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Dalej
ro: Următor
ru: Далее
sv: Nästa
th: ถัดไป
tr: Sonraki
uk: Далі
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# onboarding.personal_word_list_description
source: Create and organize your own vocabulary collections with custom definitions and examples
ar: أنشئ وقم بتنظيم مجموعات المفردات الخاصة بك مع تعريفات وأمثلة مخصصة
ca: Crea i organitza les teves pròpies col·leccions de vocabulari amb definicions i exemples personalitzats
da: Opret og organiser dine egne ordsamlinger med tilpassede definitioner og eksempler
de: Erstellen und organisieren Sie Ihre eigenen Wortsammlungen mit benutzerdefinierten Definitionen und Beispielen
es: Crea y organiza tu colección de palabras con definiciones y ejemplos personalizados
fi: Luo ja järjestä omia sanakokoelmiasi mukautetuilla määritelmillä ja esimerkeillä
fr: Créez et organisez vos propres collections de mots avec des définitions et des exemples personnalisés
he: צור וארגן את אוספי המילים שלך עם הגדרות ודוגמאות מותאמות אישית
hi: अपने स्वयं के शब्द संग्रह को कस्टम परिभाषाओं और उदाहरणों के साथ बनाएं और व्यवस्थित करें
hu: Hozd létre és rendezd szókincsgyűjteményedet egyedi definíciókkal és példákkal
id: Buat dan atur koleksi kosakata Anda dengan definisi dan contoh khusus
it: Crea e organizza la tua collezione di vocabolario con definizioni ed esempi personalizzati
ja: 独自の定義と例で語彙コレクションを作成・整理
ko: 사용자 정의 정의와 예문으로 어휘 컬렉션을 만들고 정리하세요
ms: Cipta dan susun koleksi kosa kata anda dengan definisi dan contoh yang disesuaikan
nb: Opprett og organiser vokabularet ditt med tilpassede definisjoner og eksempler
nl: Maak en organiseer je eigen woordencollecties met aangepaste definities en voorbeelden
pl: Twórz i organizuj swoją kolekcję słownictwa z niestandardowymi definicjami i przykładami
ro: Creează și organizează-ți colecția de vocabular cu definiții și exemple personalizate
ru: Создавайте и организуйте свою коллекцию слов с персонализированными определениями и примерами
sv: Skapa och organisera din ordsamling med anpassade definitioner och exempel
th: สร้างและจัดระเบียบคลังคำศัพท์ของคุณด้วยความหมายและตัวอย่างที่กำหนดเอง
tr: Özel tanımlar ve örneklerle kelime koleksiyonunuzu oluşturun ve düzenleyin
uk: Створюйте та впорядковуйте свій словниковий запас із власними визначеннями та прикладами
vi: Tạo và sắp xếp vốn từ vựng của bạn với các định nghĩa và ví dụ tùy chỉnh
zh_hans: 创建并组织你的词汇集合，包含自定义定义和示例
zh_hant: 創建並組織你的詞彙集合，包含自定義定義和示例

# onboarding.find_definitions_description
source: Get comprehensive definitions with multiple meanings and contexts
ar: احصل على تعريفات شاملة بمعانٍ وسياقات متعددة
ca: Obtén definicions completes amb múltiples significats i contextos
da: Få omfattende definitioner med flere betydninger og kontekster
de: Erhalten Sie umfassende Definitionen mit mehreren Bedeutungen und Kontexten
es: Obtén definiciones completas con múltiples significados y contextos
fi: Saat kattavia määritelmiä useilla merkityksillä ja konteksteilla
fr: Obtenez des définitions complètes avec plusieurs significations et contextes
he: קבל הגדרות מקיפות עם משמעויות מרובות והקשרים
hi: एकाधिक अर्थों और संदर्भों के साथ व्यापक परिभाषाएं प्राप्त करें
hu: Átfogó definíciók több jelentéssel és kontextussal
id: Dapatkan definisi komprehensif dengan berbagai makna dan konteks
it: Ottieni definizioni complete con molteplici significati e contesti
ja: 複数の意味と文脈を持つ包括的な定義を取得
ko: 다양한 의미와 맥락을 포함한 포괄적인 정의를 얻으세요
ms: Dapatkan definisi menyeluruh dengan pelbagai makna dan konteks
nb: Få omfattende definisjoner med flere betydninger og kontekster
nl: Krijg uitgebreide definities met meerdere betekenissen en contexten
pl: Uzyskaj kompleksowe definicje z wieloma znaczeniami i kontekstami
ro: Obține definiții cuprinzătoare cu multiple semnificații și contexte
ru: Получайте полные определения с множеством значений и контекстов
sv: Få omfattande definitioner med flera betydelser och sammanhang
th: รับความหมายที่ครอบคลุมพร้อมความหมายและบริบทหลายแบบ
tr: Birden fazla anlam ve bağlamla kapsamlı tanımlar alın
uk: Отримуйте вичерпні визначення з кількома значеннями та контекстами
vi: Nhận định nghĩa toàn diện với nhiều ý nghĩa và ngữ cảnh
zh_hans: 获取包含多种含义和语境的全面定义
zh_hant: 獲取包含多種含義和語境的全面定義

# onboarding.collect_idioms_description
source: Learn and practice idioms and expressions from around the world
ar: تعلم ومارس التعابير والمصطلحات من جميع أنحاء العالم
ca: Aprèn i practica modismes i expressions d'arreu del món
da: Lær og øv idiomer og udtryk fra hele verden
de: Lernen und üben Sie Redewendungen und Ausdrücke aus aller Welt
es: Aprende y practica modismos y frases de todo el mundo
fi: Opi ja harjoittele idiomeja ja ilmauksia ympäri maailmaa
fr: Apprenez et pratiquez des expressions et idiomes du monde entier
he: למד ותרגל ביטויים וניבים מכל העולם
hi: दुनिया भर के मुहावरों और अभिव्यक्तियों को सीखें और अभ्यास करें
hu: Tanulj és gyakorolj kifejezéseket és szólásokat a világ minden tájáról
id: Pelajari dan latih ungkapan dan frasa dari seluruh dunia
it: Impara e pratica espressioni e modi di dire da tutto il mondo
ja: 世界中の慣用句やフレーズを学び、練習
ko: 전 세계의 관용구와 표현을 배우고 연습하세요
ms: Belajar dan berlatih ungkapan dan frasa dari seluruh dunia
nb: Lær og øv på uttrykk og fraser fra hele verden
nl: Leer en oefen idiomen en uitdrukkingen van over de hele wereld
pl: Ucz się i ćwicz wyrażenia i frazy z całego świata
ro: Învață și exersează expresii și fraze din întreaga lume
ru: Изучайте и практикуйте идиомы и фразы со всего мира
sv: Lär dig och öva uttryck och fraser från hela världen
th: เรียนรู้และฝึกฝนสำนวนและวลีจากทั่วโลก
tr: Dünyanın dört bir yanından deyimler ve ifadeler öğrenin ve pratik yapın
uk: Вивчайте та практикуйте ідіоми та фрази з усього світу
vi: Học và thực hành các thành ngữ và cụm từ từ khắp nơi trên thế giới
zh_hans: 学习并练习来自世界各地的习语和表达
zh_hant: 學習並練習來自世界各地的成語和表達

# onboarding.smart_quizzes_description
source: Adaptive quizzes that learn from your progress
ar: اختبارات تتكيف مع تقدمك
ca: Qüestionaris adaptatius que aprenen del teu progrés
da: Adaptive quizzer, der lærer af dine fremskridt
de: Adaptive Quiz, die von Ihren Fortschritten lernen
es: Cuestionarios adaptativos basados en tu progreso
fi: Mukautuvat visat, jotka oppivat edistymisestäsi
fr: Quiz adaptatifs qui apprennent de vos progrès
he: חידונים מתאימים שלומדים מההתקדמות שלך
hi: आपकी प्रगति से सीखने वाले अनुकूली क्विज़
hu: A haladásodhoz igazodó adaptív kvizek
id: Kuis adaptif yang belajar dari kemajuan Anda
it: Quiz adattivi che si basano sui tuoi progressi
ja: あなたの進捗に適応するクイズ
ko: 당신의 진행 상황에 따라 적응하는 퀴즈
ms: Kui adaptif yang berdasarkan kemajuan anda
nb: Adaptive quizzer basert på fremgangen din
nl: Adaptieve quizzen die leren van je voortgang
pl: Adaptacyjne quizy oparte na Twoich postępach
ro: Teste adaptative bazate pe progresul tău
ru: Адаптивные викторины, основанные на вашем прогрессе
sv: Adaptiva quiz baserade på dina framsteg
th: แบบทดสอบที่ปรับเปลี่ยนตามความคืบหน้าของคุณ
tr: İlerlemenize göre uyarlanmış testler
uk: Тести, адаптовані до вашого прогресу
vi: Bài kiểm tra thích ứng với tiến độ của bạn
zh_hans: 根据你的进度调整的测验
zh_hant: 根據你的進度調整的測驗

# onboarding.progress_tracking_description
source: Visual insights into your vocabulary growth
ar: رؤى بصرية حول نمو مفرداتك
ca: Informació visual sobre el creixement del teu vocabulari
da: Visuelle indsigter i væksten af dit ordforråd
de: Visuelle Einblicke in das Wachstum Ihres Wortschatzes
es: Perspectivas visuales sobre el crecimiento de tu vocabulario
fi: Visuaaliset näkemykset sanastosi kasvusta
fr: Aperçus visuels de la croissance de votre vocabulaire
he: תובנות ויזואליות על צמיחת אוצר המילים שלך
hi: आपकी शब्दावली वृद्धि के लिए दृश्य अंतर्दृष्टि
hu: Vizuális betekintés a szókincsed növekedéséről
id: Wawasan visual tentang pertumbuhan kosakata Anda
it: Insight visivi sulla crescita del tuo vocabolario
ja: 語彙の成長に関する視覚的な洞察
ko: 어휘 성장에 대한 시각적 통찰
ms: Pandangan visual tentang pertumbuhan kosa kata anda
nb: Visuelle innsikter om vokabularveksten din
nl: Visuele inzichten in de groei van je woordenschat
pl: Wizualne wglądy w rozwój Twojego słownictwa
ro: Informații vizuale despre creșterea vocabularului tău
ru: Визуальные данные о росте вашего словарного запаса
sv: Visuella insikter om tillväxten av ditt ordförråd
th: ข้อมูลเชิงลึกที่มองเห็นได้เกี่ยวกับการเติบโตของคลังคำศัพท์
tr: Kelime dağarcığınızın büyümesine dair görsel bilgiler
uk: Візуальна інформація про зростання вашого словникового запасу
vi: Thông tin trực quan về sự phát triển vốn từ vựng của bạn
zh_hans: 关于你的词汇增长的视觉洞察
zh_hant: 關於你的詞彙增長的視覺洞察

# onboarding.collaborative_learning_description
source: Share dictionaries with friends and family
ar: شارك القواميس مع الأصدقاء والعائلة
ca: Comparteix diccionaris amb amics i família
da: Del ordbøger med venner og familie
de: Teilen Sie Wörterbücher mit Freunden und Familie
es: Comparte diccionarios con amigos y familiares
fi: Jaa sanakirjoja ystävien ja perheen kanssa
fr: Partagez des dictionnaires avec vos amis et votre famille
he: שתף מילונים עם חברים ומשפחה
hi: मित्रों और परिवार के साथ शब्दकोश साझा करें
hu: Oszd meg szótáraidat barátaiddal és családoddal
id: Bagikan kamus dengan teman dan keluarga
it: Condividi dizionari con amici e familiari
ja: 友達や家族と辞書を共有
ko: 친구 및 가족과 사전을 공유
ms: Kongsi kamus dengan rakan dan keluarga
nb: Del ordbøker med venner og familie
nl: Deel woordenboeken met vrienden en familie
pl: Dziel się słownikami z przyjaciółmi i rodziną
ro: Partajează dicționare cu prietenii și familia
ru: Делитесь словарями с друзьями и семьёй
sv: Dela ordböcker med vänner och familj
th: แชร์พจนานุกรมกับเพื่อนและครอบครัว
tr: Sözlükleri arkadaşlarınız ve ailenizle paylaşın
uk: Діліться словниками з друзями та родиною
vi: Chia sẻ từ điển với bạn bè và gia đình
zh_hans: 与朋友和家人共享词典
zh_hant: 與朋友和家人共享詞典

# words.add_word
source: Add Word
ar: إضافة كلمة
ca: Afegeix una paraula
da: Tilføj ord
de: Wort hinzufügen
es: Añadir palabra
fi: Lisää sana
fr: Ajouter un mot
he: הוספת מילה
hi: शब्द जोड़ें
hu: Szó hozzáadása
id: Tambah Kata
it: Aggiungi Parola
ja: 単語を追加
ko: 단어 추가
ms: Tambah Perkataan
nb: Legg til ord
nl: Woord toevoegen
pl: Dodaj słowo
ro: Adaugă Cuvânt
ru: Добавить слово
sv: Lägg till ord
th: เพิ่มคำศัพท์
tr: Kelime Ekle
uk: Додати слово
vi: Thêm từ
zh_hans: 添加单词
zh_hant: 添加單詞

# words.add_your_first_word
source: Add Your First Word
ar: أضف كلمتك الأولى
ca: Afegeix la teva primera paraula
da: Tilføj dit første ord
de: Fügen Sie Ihr erstes Wort hinzu
es: Añade tu primera palabra
fi: Lisää ensimmäinen sanasi
fr: Ajoutez votre premier mot
he: הוסף את המילה הראשונה שלך
hi: अपना पहला शब्द जोड़ें
hu: Add hozzá az első szavad
id: Tambah kata pertama Anda
it: Aggiungi la tua prima parola
ja: 最初の単語を追加
ko: 첫 번째 단어 추가
ms: Tambah perkataan pertama anda
nb: Legg til ditt første ord
nl: Voeg je eerste woord toe
pl: Dodaj swoje pierwsze słowo
ro: Adaugă primul tău cuvânt
ru: Добавьте своё первое слово
sv: Lägg till ditt första ord
th: เพิ่มคำศัพท์คำแรกของคุณ
tr: İlk Kelimenizi Ekleyin
uk: Додайте ваше перше слово
vi: Thêm từ đầu tiên của bạn
zh_hans: 添加你的第一个单词
zh_hant: 添加你的第一個單詞

# words.add_more_words
source: Add More Words
ar: أضف المزيد من الكلمات
ca: Afegeix més paraules
da: Tilføj flere ord
de: Weitere Wörter hinzufügen
es: Añade más palabras
fi: Lisää lisää sanoja
fr: Ajouter plus de mots
he: הוסף מילים נוספות
hi: और शब्द जोड़ें
hu: További szavak hozzáadása
id: Tambah lebih banyak kata
it: Aggiungi altre parole
ja: さらに単語を追加
ko: 더 많은 단어 추가
ms: Tambah lebih banyak perkataan
nb: Legg til flere ord
nl: Meer woorden toevoegen
pl: Dodaj więcej słów
ro: Adaugă mai multe cuvinte
ru: Добавьте ещё слова
sv: Lägg till fler ord
th: เพิ่มคำศัพท์เพิ่มเติม
tr: Daha Fazla Kelime Ekleyin
uk: Додайте більше слів
vi: Thêm nhiều từ hơn
zh_hans: 添加更多单词
zh_hant: 添加更多單詞

# words.add_to_shared_dictionary
source: Add to Shared Dictionary
ar: إضافة إلى القاموس المشترك
ca: Afegeix al diccionari compartit
da: Tilføj til delt ordbog
de: Zum geteilten Wörterbuch hinzufügen
es: Añadir al diccionario compartido
fi: Lisää jaettuun sanakirjaan
fr: Ajouter au dictionnaire partagé
he: הוספה למילון משותף
hi: साझा शब्दकोश में जोड़ें
hu: Hozzáadás a megosztott szótárhoz
id: Tambah ke Kamus Bersama
it: Aggiungi al Dizionario Condiviso
ja: 共有辞書に追加
ko: 공유 사전에 추가
ms: Tambah ke Kamus Kongsi
nb: Legg til i delt ordbok
nl: Toevoegen aan gedeeld woordenboek
pl: Dodaj do wspólnego słownika
ro: Adaugă la Dicționarul Partajat
ru: Добавить в общий словарь
sv: Lägg till i delad ordbok
th: เพิ่มในพจนานุกรมที่แชร์
tr: Paylaşılan Sözlüğe Ekle
uk: Додати до спільного словника
vi: Thêm vào từ điển chia sẻ
zh_hans: 添加到共享词典
zh_hant: 添加到共享詞典

# words.add_new_word
source: Add New Word
ar: إضافة كلمة جديدة
ca: Afegeix una paraula nova
da: Tilføj nyt ord
de: Neues Wort hinzufügen
es: Añadir nueva palabra
fi: Lisää uusi sana
fr: Ajouter un nouveau mot
he: הוספת מילה חדשה
hi: नया शब्द जोड़ें
hu: Új szó hozzáadása
id: Tambah Kata Baru
it: Aggiungi Nuova Parola
ja: 新しい単語を追加
ko: 새 단어 추가
ms: Tambah Perkataan Baru
nb: Legg til nytt ord
nl: Nieuw woord toevoegen
pl: Dodaj nowe słowo
ro: Adaugă Cuvânt Nou
ru: Добавить слово
sv: Lägg till nytt ord
th: เพิ่มคำศัพท์ใหม่
tr: Yeni Kelime Ekle
uk: Додати нове слово
vi: Thêm từ mới
zh_hans: 添加新单词
zh_hant: 添加新單詞

# words.delete_word
source: Delete Word
ar: حذف الكلمة
ca: Elimina la paraula
da: Slet ord
de: Wort löschen
es: Eliminar palabra
fi: Poista sana
fr: Supprimer le mot
he: מחיקת מילה
hi: शब्द हटाएं
hu: Szó törlése
id: Hapus Kata
it: Elimina Parola
ja: 単語を削除
ko: 단어 삭제
ms: Padam Perkataan
nb: Slett ord
nl: Woord verwijderen
pl: Usuń słowo
ro: Șterge Cuvânt
ru: Удалить слово
sv: Radera ord
th: ลบคำศัพท์
tr: Kelimeyi Sil
uk: Видалити слово
vi: Xóa từ
zh_hans: 删除单词
zh_hant: 刪除單詞

# words.delete_word_confirmation
source: Are you sure you want to delete this word?
ar: هل أنت متأكد من حذف هذه الكلمة؟
ca: Segur que vols eliminar aquesta paraula?
da: Er du sikker på, at du vil slette dette ord?
de: Sind Sie sicher, dass Sie dieses Wort löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta palabra?
fi: Haluatko varmasti poistaa tämän sanan?
fr: Êtes-vous sûr de vouloir supprimer ce mot ?
he: האם אתה בטוח שברצונך למחוק מילה זו?
hi: क्या आप वाकई इस शब्द को हटाना चाहते हैं?
hu: Biztosan törölni szeretnéd ezt a szót?
id: Apakah Anda yakin ingin menghapus kata ini?
it: Sei sicuro di voler eliminare questa parola?
ja: この単語を削除してもよろしいですか？
ko: 이 단어를 삭제하시겠습니까?
ms: Adakah anda pasti ingin memadam perkataan ini?
nb: Er du sikker på at du vil slette dette ordet?
nl: Weet je zeker dat je dit woord wilt verwijderen?
pl: Czy na pewno chcesz usunąć to słowo?
ro: Ești sigur că vrei să ștergi acest cuvânt?
ru: Вы уверены, что хотите удалить это слово?
sv: Är du säker på att du vill radera detta ord?
th: คุณแน่ใจหรือไม่ว่าต้องการลบคำศัพท์นี้
tr: Bu kelimeyi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити це слово?
vi: Bạn có chắc chắn muốn xóa từ này không?
zh_hans: 你确定要删除这个单词吗？
zh_hant: 你確定要刪除這個單詞嗎？

# words.transcription
source: Transcription
ar: النطق
ca: Transcripció
da: Transskription
de: Transkription
es: Transcripción
fi: Transkriptio
he: תעתיק
hi: लिप्यंतरण
hu: Átírás
id: Transkripsi
it: Trascrizione
ja: 発音記号
ko: 발음 기호
ms: Transkripsi
nb: Transkripsjon
nl: Transcriptie
pl: Transkrypcja
ro: Transcriere
ru: Транскрипция
sv: Transkription
th: การถอดเสียง
tr: Transkripsiyon
uk: Транскрипція
vi: Phiên âm
zh_hans: 音标
zh_hant: 音標

# words.part_of_speech
source: Part of Speech
ar: جزء الكلام
ca: Part del discurs
da: Ordklasse
de: Wortart
es: Categoría gramatical
fi: Sanaluokka
fr: Partie du discours
he: חלק דיבר
hi: वाक्यांश का हिस्सा
hu: Szófaj
id: Jenis Kata
it: Parte del Discorso
ja: 品詞
ko: 품사
ms: Bahagian Ucapan
nb: Ordklasse
nl: Woordsoort
pl: Część mowy
ro: Parte de Vorbire
ru: Часть речи
sv: Ordklass
th: ประเภทของคำ
tr: Sözcük Türü
uk: Частина мови
vi: Loại từ
zh_hans: 词性
zh_hant: 詞性

# words.definition
source: Definition
ar: التعريف
ca: Definició
es: Definición
fi: Määritelmä
fr: Définition
he: הגדרה
hi: परिभाषा
hu: Definíció
id: Definisi
it: Definizione
ja: 定義
ko: 정의
ms: Definisi
nb: Definisjon
nl: Definitie
pl: Definicja
ro: Definiție
ru: Определение
th: ความหมาย
tr: Tanım
uk: Визначення
vi: Định nghĩa
zh_hans: 定义
zh_hant: 定義

# words.difficulty
source: Difficulty
ar: الصعوبة
ca: Dificultat
da: Sværhedsgrad
de: Schwierigkeitsgrad
es: Dificultad
fi: Vaikeustaso
fr: Difficulté
he: קושי
hi: कठिनाई
hu: Nehézség
id: Kesulitan
it: Difficoltà
ja: 難易度
ko: 난이도
ms: Kesukaran
nb: Vanskelighetsgrad
nl: Moeilijkheidsgraad
pl: Trudność
ro: Dificultate
ru: Сложность
sv: Svårighetsgrad
th: ระดับความยาก
tr: Zorluk
uk: Складність
vi: Độ khó
zh_hans: 难度
zh_hant: 難度

# words.language
source: Language
ar: اللغة
ca: Idioma
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
ro: Limbă
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# words.input_language
source: Input Language
ar: لغة الإدخال
ca: Idioma d'entrada
da: Input-sprog
de: Eingabesprache
es: Idioma de entrada
fi: Syöttökieli
fr: Langue de saisie
he: שפת קלט
hi: इनपुट भाषा
hu: Bemeneti nyelv
id: Bahasa Masukan
it: Lingua di Input
ja: 入力言語
ko: 입력 언어
ms: Bahasa Input
nb: Innspråk
nl: Invoertaal
pl: Język wejściowy
ro: Limbă de Introducere
ru: Язык ввода
sv: Inmatningsspråk
th: ภาษาที่ป้อน
tr: Giriş Dili
uk: Мова введення
vi: Ngôn ngữ đầu vào
zh_hans: 输入语言
zh_hant: 輸入語言

# words.tags
source: Tags
ar: العلامات
ca: Etiquetes
es: Etiquetas
fi: Tunnisteet
fr: Étiquettes
he: תגיות
hi: टैग
hu: Címkék
id: Tag
it: Tag
ja: タグ
ko: 태그
ms: Tag
nb: Etiketter
pl: Etykiety
ro: Etichete
ru: Теги
sv: Taggar
th: แท็ก
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

# words.word
source: Word
ar: كلمة
ca: Paraula
da: Ord
de: Wort
es: Palabra
fi: Sana
fr: Mot
he: מילה
hi: शब्द
hu: Szó
id: Kata
it: Parola
ja: 単語
ko: 단어
ms: Perkataan
nb: Ord
nl: Woord
pl: Słowo
ro: Cuvânt
ru: Слово
sv: Ord
th: คำศัพท์
tr: Kelime
uk: Слово
vi: Từ
zh_hans: 单词
zh_hant: 單詞

# words.words
source: Words
ar: الكلمات
ca: Paraules
da: Ord
de: Wörter
es: Palabras
fi: Sanat
fr: Mots
he: מילים
hi: शब्द
hu: Szavak
id: Kata-kata
it: Parole
ja: 単語
ko: 단어
ms: Perkataan
nb: Ord
nl: Woorden
pl: Słowa
ro: Cuvinte
ru: Слова
sv: Ord
th: คำศัพท์
tr: Kelimeler
uk: Слова
vi: Từ vựng
zh_hans: 单词
zh_hant: 單詞

# words.create_tags
source: Create Tags
ar: إنشاء علامات
ca: Crea etiquetes
da: Opret tags
de: Tags erstellen
es: Crear etiquetas
fi: Luo tunnisteita
fr: Créer des étiquettes
he: יצירת תגיות
hi: टैग बनाएं
hu: Címkék létrehozása
id: Buat Tag
it: Crea Tag
ja: タグを作成
ko: 태그 생성
ms: Cipta Tag
nb: Opprett etiketter
nl: Tags aanmaken
pl: Utwórz etykiety
ro: Creează Etichete
ru: Создать теги
sv: Skapa taggar
th: สร้างแท็ก
tr: Etiket Oluştur
uk: Створити теги
vi: Tạo thẻ
zh_hans: 创建标签
zh_hant: 創建標籤

# words.all_words
source: All Words
ar: جميع الكلمات
ca: Totes les paraules
da: Alle ord
de: Alle Wörter
es: Todas las palabras
fi: Kaikki sanat
fr: Tous les mots
he: כל המילים
hi: सभी शब्द
hu: Összes szó
id: Semua Kata
it: Tutte le Parole
ja: すべての単語
ko: 모든 단어
ms: Semua Perkataan
nb: Alle ord
nl: Alle woorden
pl: Wszystkie słowa
ro: Toate Cuvintele
ru: Все слова
sv: Alla ord
th: คำศัพท์ทั้งหมด
tr: Tüm Kelimeler
uk: Усі слова
vi: Tất cả từ
zh_hans: 所有单词
zh_hant: 所有單詞

# words.favorite
source: Favorite
ar: المفضلة
ca: Favorit
da: Favorit
de: Favorit
es: Favorito
fi: Suosikki
fr: Favori
he: מועדף
hi: पसंदीदा
hu: Kedvenc
id: Favorit
it: Preferito
ja: お気に入り
ko: 즐겨찾기
ms: Kegemaran
nb: Favoritt
nl: Favoriet
pl: Ulubione
ro: Favorit
ru: Избранное
sv: Favorit
th: รายการโปรด
tr: Favori
uk: Обране
vi: Yêu thích
zh_hans: 收藏
zh_hant: 收藏
