Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Onboarding.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hi, hr, id, ja, ko, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hant

# cefr_level_b2_description
source: Upper Intermediate - Complex topics
ar: متوسط متقدم - مواضيع معقدة
ca: Intermedi Superior - Temes complexos
cs: Středně pokročilý - Složitá témata
da: Øvre mellemniveau - Komplekse emner
el: Ανώτερος Μεσαίος - Πολύπλοκα θέματα
fi: Ylempi keskitaso - Monimutkaiset aiheet
fr: Intermédiaire Supérieur - Sujets complexes
he: בינוני גבוה - נושאים מורכבים
hi: उच्च मध्यवर्ती - जटिल विषय
hr: Viši srednji - Složene teme
id: Menengah Atas - Topik kompleks
ja: 中上級 - 複雑なトピック
ko: 중상급 - 복잡한 주제
nl: Gemiddeld-hoog - Complexe onderwerpen
pl: Średnio-zaawansowany - Złożone tematy
pt_pt: Intermédio Superior - Tópicos complexos
ro: Intermediar Superior - Subiecte complexe
ru: Средний-высокий - Сложные темы
sk: Vyššie stredne pokročilý - Komplexné témy
sv: Högre mellannivå - Komplexa ämnen
th: ระดับกลางสูง - หัวข้อที่ซับซ้อน
tr: Orta Üst - Karmaşık konular
uk: Вище середнього - Складні теми
vi: Trung cấp cao - Chủ đề phức tạp
zh_hant: 中高級 - 複雜話題

# cefr_level_c1_description
source: Advanced - Fluent expression
ar: متقدم - تعبير طليق
ca: Avançat - Expressió fluida
cs: Pokročilý - Plynulé vyjadřování
da: Avanceret - Flydende udtryk
el: Προχωρημένος - Ρευστή έκφραση
fi: Edistynyt - Sujuva ilmaisu
fr: Avancé - Expression fluide
he: מתקדם - ביטוי שוטף
hi: उन्नत - धाराप्रवाह अभिव्यक्ति
hr: Napredni - Tečno izražavanje
id: Lanjutan - Ekspresi lancar
ja: 上級 - 流暢な表現
ko: 고급 - 유창한 표현
nl: Gevorderd - Vloeiende uitdrukking
pl: Zaawansowany - Płynne wyrażanie
pt_pt: Avançado - Expressão fluente
ro: Avansat - Expresie fluentă
ru: Продвинутый - Свободное выражение
sk: Pokročilý - Plynulé vyjadrovanie
sv: Avancerad - Flytande uttryck
th: ระดับสูง - การแสดงออกที่คล่องแคล่ว
tr: İleri - Akıcı ifade
uk: Просунутий - Вільне вираження
vi: Nâng cao - Diễn đạt lưu loát
zh_hant: 高級 - 流利表達

# cefr_level_c2_description
source: Mastery - Native-like proficiency
ar: إتقان - مستوى قريب من المتحدث الأصلي
ca: Domini - Competència quasi nativa
cs: Mistrovství - Rodilý mluvčí
da: Mestring - Næsten som modersmål
el: Κυριαρχία - Σχεδόν μητρική γλώσσα
fi: Mestaruus - Äidinkielen kaltainen taito
fr: Maîtrise - Compétence quasi-naturelle
he: שליטה - מיומנות דמוית שפת אם
hi: निपुणता - मूल भाषी जैसी दक्षता
hr: Majstorstvo - Znanje poput izvornog govornika
id: Mahir - Kemahiran seperti penutur asli
ja: 熟練 - ネイティブレベル
ko: 숙련 - 원어민 수준
nl: Vakbekwaam - Bijna moedertaalniveau
pl: Biegły - Poziom rodzimego użytkownika
pt_pt: Domínio - Proficiência nativa
ro: Maestru - Competență nativă
ru: Мастерство - Близкое к носителю
sk: Majstrovstvo - Rodný jazyk
sv: Mästerskap - Modersmålsliknande färdighet
th: ระดับเชี่ยวชาญ - ความสามารถระดับเจ้าของภาษา
tr: Ustalık - Ana dil seviyesi yeterlilik
uk: Майстерність - Рівень носія мови
vi: Thành thạo - Trình độ như người bản xứ
zh_hant: 精通 - 接近母語水平

source: What topics interest you?
ar: ما المواضيع التي تهمك؟
ca: Quins temes t'interessen?
cs: Jaká témata vás zajímají?
da: Hvilke emner interesserer dig?
el: Ποια θέματα σε ενδιαφέρουν;
fi: Mitä aiheita kiinnostavat sinua?
fr: Quels sujets vous intéressent ?
he: אילו נושאים מעניינים אותך?
hi: आपको कौन से विषय रुचिकर लगते हैं?
hr: Koje teme vas zanimaju?
id: Topik apa yang menarik minat Anda?
ja: どのトピックに興味がありますか？
ko: 어떤 주제에 관심이 있나요?
nl: Welke onderwerpen interesseren je?
pl: Jakie tematy Cię interesują?
pt_pt: Que tópicos o interessam?
ro: Ce subiecte te interesează?
ru: Какие темы вас интересуют?
sk: Ktoré témy vás zaujímajú?
sv: Vilka ämnen intresserar dig?
th: หัวข้อใดที่คุณสนใจ?
tr: Hangi konular ilginizi çekiyor?
uk: Які теми вас цікавлять?
vi: Những chủ đề nào bạn quan tâm?
zh_hant: 什麼話題讓您感興趣？

# select_2_to_5_interests
source: Select 2-5 interests
ar: اختر 2-5 اهتمامات
ca: Selecciona 2-5 interessos
cs: Vyberte 2-5 zájmů
da: Vælg 2-5 interesser
el: Επίλεξε 2-5 ενδιαφέροντα
fi: Valitse 2-5 kiinnostusta
fr: Sélectionnez 2-5 intérêts
he: בחר 2-5 תחומי עניין
hi: 2-5 रुचियां चुनें
hr: Odaberite 2-5 interesa
id: Pilih 2-5 minat
ja: 2-5つの興味を選択
ko: 2-5개의 관심사를 선택하세요
nl: Selecteer 2-5 interesses
pl: Wybierz 2-5 zainteresowań
pt_pt: Selecione 2-5 interesses
ro: Selectează 2-5 interese
ru: Выберите 2-5 интересов
sk: Vyberte 2-5 záujmov
sv: Välj 2-5 intressen
th: เลือก 2-5 ความสนใจ
tr: 2-5 ilgi alanı seçin
uk: Виберіть 2-5 інтересів
vi: Chọn 2-5 sở thích
zh_hant: 選擇2-5個興趣

# interest_business
source: Business
ar: الأعمال
ca: Negocis
cs: Podnikání
da: Forretning
el: Επιχειρήσεις
fi: Liiketoiminta
fr: Affaires
he: עסקים
hi: व्यापार
hr: Posao
id: Bisnis
ja: ビジネス
ko: 비즈니스
nl: Zakelijk
pl: Biznes
pt_pt: Negócios
ro: Afaceri
ru: Бизнес
sk: Podnikanie
sv: Företag
th: ธุรกิจ
tr: İş
uk: Бізнес
vi: Kinh doanh
zh_hant: 商業

# interest_technology
source: Technology
ar: التكنولوجيا
ca: Tecnologia
cs: Technologie
da: Teknologi
el: Τεχνολογία
fi: Teknologia
fr: Technologie
he: טכנולוגיה
hi: प्रौद्योगिकी
hr: Tehnologija
id: Teknologi
ja: テクノロジー
ko: 기술
nl: Technologie
pl: Technologia
pt_pt: Tecnologia
ro: Tehnologie
ru: Технологии
sk: Technológia
sv: Teknologi
th: เทคโนโลยี
tr: Teknoloji
uk: Технології
vi: Công nghệ
zh_hant: 技術

# interest_sports
source: Sports
ar: الرياضة
ca: Esports
cs: Sport
da: Sport
el: Αθλητισμός
fi: Urheilu
he: ספורט
hi: खेल
hr: Sport
id: Olahraga
ja: スポーツ
ko: 스포츠
nl: Sport
pl: Sport
pt_pt: Desporto
ro: Sport
ru: Спорт
sk: Šport
sv: Sport
th: กีฬา
tr: Spor
uk: Спорт
vi: Thể thao
zh_hant: 體育

# interest_culture
source: Culture
ar: الثقافة
ca: Cultura
cs: Kultura
da: Kultur
el: Πολιτισμός
fi: Kulttuuri
he: תרבות
hi: संस्कृति
hr: Kultura
id: Budaya
ja: 文化
ko: 문화
nl: Cultuur
pl: Kultura
pt_pt: Cultura
ro: Cultură
ru: Культура
sk: Kultúra
sv: Kultur
th: วัฒนธรรม
tr: Kültür
uk: Культура
vi: Văn hóa
zh_hant: 文化

# interest_food
source: Food
ar: الطعام
ca: Menjar
cs: Jídlo
da: Mad
el: Φαγητό
fi: Ruoka
fr: Nourriture
he: אוכל
hi: भोजन
hr: Hrana
id: Makanan
ja: 食べ物
ko: 음식
nl: Eten
pl: Jedzenie
pt_pt: Comida
ro: Mâncare
ru: Еда
sk: Jedlo
sv: Mat
th: อาหาร
tr: Yemek
uk: Їжа
vi: Ẩm thực
zh_hant: 食物

# interest_entertainment
source: Entertainment
ar: الترفيه
ca: Entreteniment
cs: Zábava
da: Underholdning
el: Ψυχαγωγία
fi: Viihde
fr: Divertissement
he: בידור
hi: मनोरंजन
hr: Zabava
id: Hiburan
ja: エンターテイメント
ko: 엔터테인먼트
pl: Rozrywka
pt_pt: Entretenimento
ro: Divertisment
ru: Развлечения
sk: Zábava
sv: Underhållning
th: บันเทิง
tr: Eğlence
uk: Розваги
vi: Giải trí
zh_hant: 娛樂

# interest_science
source: Science
ar: العلوم
ca: Ciència
cs: Věda
da: Videnskab
el: Επιστήμη
fi: Tiede
he: מדע
hi: विज्ञान
hr: Znanost
id: Sains
ja: 科学
ko: 과학
nl: Wetenschap
pl: Nauka
pt_pt: Ciência
ro: Știință
ru: Наука
sk: Veda
sv: Vetenskap
th: วิทยาศาสตร์
tr: Bilim
uk: Наука
vi: Khoa học
zh_hant: 科學

# interest_health
source: Health
ar: الصحة
ca: Salut
cs: Zdraví
da: Sundhed
el: Υγεία
fi: Terveys
fr: Santé
he: בריאות
hi: स्वास्थ्य
hr: Zdravlje
id: Kesehatan
ja: 健康
ko: 건강
nl: Gezondheid
pl: Zdrowie
pt_pt: Saúde
ro: Sănătate
ru: Здоровье
sk: Zdravie
sv: Hälsa
th: สุขภาพ
tr: Sağlık
uk: Здоров'я
vi: Sức khỏe
zh_hant: 健康

# interest_travel
source: Travel
ar: السفر
ca: Viatges
cs: Cestování
da: Rejse
el: Ταξίδια
fi: Matkailu
fr: Voyage
he: נסיעות
hi: यात्रा
hr: Putovanje
id: Perjalanan
ja: 旅行
ko: 여행
nl: Reizen
pl: Podróże
pt_pt: Viagem
ro: Călătorii
ru: Путешествия
sk: Cestovanie
sv: Resor
th: การเดินทาง
tr: Seyahat
uk: Подорожі
vi: Du lịch
zh_hant: 旅行

# interest_education
source: Education
ar: التعليم
ca: Educació
cs: Vzdělávání
da: Uddannelse
el: Εκπαίδευση
fi: Koulutus
fr: Éducation
he: חינוך
hi: शिक्षा
hr: Obrazovanje
id: Pendidikan
ja: 教育
ko: 교육
nl: Onderwijs
pl: Edukacja
pt_pt: Educação
ro: Educație
ru: Образование
sk: Vzdelávanie
sv: Utbildning
th: การศึกษา
tr: Eğitim
uk: Освіта
vi: Giáo dục
zh_hant: 教育

# how_many_words_per_week
source: How many words do you want to learn per week?
ar: كم كلمة تريد تعلمها في الأسبوع؟
ca: Quantes paraules vols aprendre per setmana?
cs: Kolik slov se chcete učit týdně?
da: Hvor mange ord vil du lære om ugen?
el: Πόσες λέξεις θέλεις να μάθεις την εβδομάδα;
fi: Kuinka monta sanaa haluat oppia viikossa?
fr: Combien de mots voulez-vous apprendre par semaine ?
he: כמה מילים אתה רוצה ללמוד בשבוע?
hi: आप प्रति सप्ताह कितने शब्द सीखना चाहते हैं?
hr: Koliko riječi želite naučiti tjedno?
id: Berapa banyak kata yang ingin Anda pelajari per minggu?
ja: 週に何語学びたいですか？
ko: 주당 몇 개의 단어를 배우고 싶나요?
nl: Hoeveel woorden wil je per week leren?
pl: Ile słów chcesz uczyć się tygodniowo?
pt_pt: Quantas palavras quer aprender por semana?
ro: Câte cuvinte vrei să înveți pe săptămână?
ru: Сколько слов вы хотите изучать в неделю?
sk: Koľko slov sa chcete učiť za týždeň?
sv: Hur många ord vill du lära dig per vecka?
th: คุณต้องการเรียนกี่คำต่อสัปดาห์?
tr: Haftada kaç kelime öğrenmek istiyorsunuz?
uk: Скільки слів ви хочете вивчати на тиждень?
vi: Bạn muốn học bao nhiêu từ mỗi tuần?
zh_hant: 您每週想學習多少個單詞？

# words_per_week
source: %d words/week
ar: %d كلمة/أسبوع
ca: %d paraules/setmana
cs: %d slov/týden
da: %d ord/uge
el: %d λέξεις/εβδομάδα
fi: %d sanaa/viikko
fr: %d mots/semaine
he: %d מילים/שבוע
hi: %d शब्द/सप्ताह
hr: %d riječi/tjedno
id: %d kata/minggu
ja: %d語/週
ko: %d개 단어/주
nl: %d woorden/week
pl: %d słów/tydzień
pt_pt: %d palavras/semana
ro: %d cuvinte/săptămână
ru: %d слов/неделя
sk: %d slov/týždeň
sv: %d ord/vecka
th: %d คำ/สัปดาห์
tr: %d kelime/hafta
uk: %d слів/тиждень
vi: %d từ/tuần
zh_hant: %d個單詞/週

# estimated_daily_time
source: â‰ˆ %d min/day
ar: ≈ %d دقيقة/يوم
ca: ≈ %d min/dia
cs: ≈ %d min/den
da: ≈ %d min/dag
el: ≈ %d λεπτά/ημέρα
fi: ≈ %d min/päivä
fr: ≈ %d min/jour
he: ≈ %d דקות/יום
hi: ≈ %d मिनट/दिन
hr: ≈ %d min/dan
id: â‰ˆ %d menit/hari
ja: ≈ %d分/日
ko: ≈ %d분/일
nl: ≈ %d min/dag
pl: ≈ %d min/dzień
pt_pt: ≈ %d min/dia
ro: ≈ %d min/zi
ru: ≈ %d мин/день
sk: ≈ %d min/deň
sv: ≈ %d min/dag
th: ≈ %d นาที/วัน
tr: ≈ %d dk/gün
uk: ≈ %d хв/день
vi: ≈ %d phút/ngày
zh_hant: ≈ %d分鐘/天

source: When do you prefer to study?
ar: متى تفضل الدراسة؟
ca: Quan prefereixes estudiar?
cs: Kdy se raději učíte?
da: Hvornår foretrækker du at studere?
el: Πότε προτιμάς να μελετάς;
fi: Milloin haluat opiskella?
fr: Quand préférez-vous étudier ?
he: מתי אתה מעדיף ללמוד?
hi: आप कब अध्ययन करना पसंद करते हैं?
hr: Kada preferirate učiti?
id: Kapan Anda lebih suka belajar?
ja: いつ学習するのが好きですか？
ko: 언제 공부하는 것을 선호하나요?
nl: Wanneer studeer je het liefst?
pl: Kiedy wolisz się uczyć?
pt_pt: Quando prefere estudar?
ro: Când preferi să studiezi?
ru: Когда вы предпочитаете заниматься?
sk: Kedy preferujete študovať?
sv: När föredrar du att studera?
th: คุณชอบเรียนเวลาไหน?
tr: Ne zaman çalışmayı tercih edersiniz?
uk: Коли ви віддаєте перевагу навчанню?
vi: Bạn thích học vào lúc nào?
zh_hant: 您更喜歡什麼時候學習？

# study_time_morning
source: Morning
ar: الصباح
ca: Matí
cs: Ráno
da: Morgen
el: Πρωί
fi: Aamu
fr: Matin
he: בוקר
hi: सुबह
hr: Jutro
id: Pagi
ja: 朝
ko: 아침
nl: Ochtend
pl: Rano
pt_pt: Manhã
ro: Dimineața
ru: Утро
sk: Ráno
sv: Morgon
th: เช้า
tr: Sabah
uk: Ранок
vi: Sáng
zh_hant: 早上

# study_time_afternoon
source: Afternoon
ar: بعد الظهر
ca: Tarda
cs: Odpoledne
da: Eftermiddag
el: Απόγευμα
fi: Iltapäivä
fr: Après-midi
he: אחר הצהריים
hi: दोपहर
hr: Poslijepodne
id: Siang
ja: 午後
ko: 오후
nl: Middag
pl: Popołudnie
pt_pt: Tarde
ro: După-amiaza
ru: День
sk: Popoludní
sv: Eftermiddag
th: บ่าย
tr: Öğleden sonra
uk: Після обіду
vi: Chiều
zh_hant: 下午

# study_time_evening
source: Evening
ar: المساء
ca: Vespre
cs: Večer
da: Aften
el: Βράδυ
fi: Ilta
fr: Soir
he: ערב
hi: शाम
hr: Večer
id: Malam
ja: 夜
ko: 저녁
nl: Avond
pl: Wieczór
pt_pt: Noite
ro: Seara
ru: Вечер
sk: Večer
sv: Kväll
th: เย็น
tr: Akşam
uk: Вечір
vi: Tối
zh_hant: 晚上

# study_time_flexible
source: Flexible
ar: مرن
cs: Flexibilní
da: Fleksibel
el: Ευέλικτο
fi: Joustava
he: גמיש
hi: लचीला
hr: Fleksibilno
id: Fleksibel
ja: 柔軟
ko: 유연함
nl: Flexibel
pl: Elastycznie
pt_pt: Flexível
ro: Flexibil
ru: Гибко
sk: Flexibilne
sv: Flexibel
th: ยืดหยุ่น
tr: Esnek
uk: Гнучкий
vi: Linh hoạt
zh_hant: 靈活

# study_time_flexible_range
source: Anytime
ar: أي وقت
ca: Qualsevol hora
cs: Kdykoli
da: Når som helst
el: Οποιαδήποτε ώρα
fi: Milloin tahansa
fr: N'importe quand
he: בכל זמן
hi: कभी भी
hr: Bilo kada
id: Kapan saja
ja: いつでも
ko: 언제든지
nl: Elke tijd
pl: Kiedykolwiek
pt_pt: A qualquer hora
ro: Oricând
ru: В любое время
sk: Kedykoľvek
sv: När som helst
th: เวลาใดก็ได้
tr: Her zaman
uk: Будь-коли
vi: Bất cứ lúc nào
zh_hant: 任何時間

source: Build your learning streak!
ar: ابنِ سلسلة تعلمك!
ca: Construeix la teva ratxa d'aprenentatge!
cs: Vybudujte si svou učební sérii!
da: Byg din læringsstreak!
el: Χτίσε τη σειρά μάθησής σου!
fi: Rakenna oppimisputkesi!
fr: Construisez votre série d'apprentissage !
he: בנה את רצף הלמידה שלך!
hi: अपनी सीखने की स्ट्रीक बनाएं!
hr: Izgradite svoju seriju učenja!
id: Bangun streak pembelajaran Anda!
ja: 学習ストリークを築きましょう！
ko: 학습 연속 기록을 만들어보세요!
nl: Bouw je leerreeks op!
pl: Zbuduj swoją serię nauki!
pt_pt: Construa a sua sequência de aprendizagem!
ro: Construiește-ți seria de învățare!
ru: Создайте свою серию обучения!
sk: Vybudujte si svoju sériu učenia!
sv: Bygg din lärstreak!
th: สร้างแถบการเรียนรู้ของคุณ!
tr: Öğrenme serinizi oluşturun!
uk: Створіть свою серію навчання!
vi: Xây dựng chuỗi học tập của bạn!
zh_hant: 建立您的學習連續記錄！

# streak_intro_message
source: Practice every day to build your streak and stay motivated. Don't break the chain!
ar: تدرب كل يوم لبناء سلسلتك والبقاء متحمسًا. لا تكسر السلسلة!
ca: Practica cada dia per construir la teva ratxa i mantenir-te motivat. No trenquis la cadena!
cs: Cvičte každý den, abyste vybudovali svou sérii a zůstali motivováni. Nepřerušte řetěz!
da: Øv hver dag for at bygge din streak og holde dig motiveret. Bryd ikke kæden!
el: Εξάσκηση κάθε μέρα για να χτίσεις τη σειρά σου και να μείνεις μοτιβιρισμένος. Μη σπάσεις την αλυσίδα!
fi: Harjoittele joka päivä rakentaaksesi putkesi ja pysyäksesi motivoituneena. Älä riko ketjua!
fr: Pratiquez chaque jour pour construire votre série et rester motivé. Ne cassez pas la chaîne !
he: תרגל כל יום כדי לבנות את הרצף שלך ולהישאר מוטיבציה. אל תשבור את השרשרת!
hi: अपनी स्ट्रीक बनाने और प्रेरित रहने के लिए हर दिन अभ्यास करें। श्रृंखला को तोड़ें नहीं!
hr: Vježbajte svaki dan da izgradite svoju seriju i ostanete motivirani. Ne prekidajte lanac!
id: Berlatih setiap hari untuk membangun streak Anda dan tetap termotivasi. Jangan putus rantai!
ja: 毎日練習してストリークを築き、モチベーションを保ちましょう。チェーンを壊さないで！
ko: 매일 연습하여 연속 기록을 만들고 동기를 유지하세요. 체인을 끊지 마세요!
nl: Oefen elke dag om je reeks op te bouwen en gemotiveerd te blijven. Breek de ketting niet!
pl: Ćwicz codziennie, aby zbudować swoją serię i pozostać zmotywowanym. Nie przerywaj łańcucha!
pt_pt: Pratique todos os dias para construir a sua sequência e manter-se motivado. Não quebre a corrente!
ro: Exersează în fiecare zi pentru a-ți construi seria și rămâi motivat. Nu rupe lanțul!
ru: Занимайтесь каждый день, чтобы создать серию и оставаться мотивированным. Не прерывайте цепочку!
sk: Cvičte každý deň, aby ste si vybudovali sériu a zostali motivovaní. Neprerušte reťaz!
sv: Öva varje dag för att bygga din streak och hålla dig motiverad. Bryt inte kedjan!
th: ฝึกฝนทุกวันเพื่อสร้างแถบของคุณและรักษาความกระตือรือร้น อย่าทำให้ขาด!
tr: Serinizi oluşturmak ve motive kalmak için her gün pratik yapın. Zinciri kırmayın!
uk: Практикуйтеся щодня, щоб створити свою серію та залишатися мотивованими. Не переривайте ланцюг!
vi: Luyện tập mỗi ngày để xây dựng chuỗi và giữ động lực. Đừng phá vỡ chuỗi!
zh_hant: 每天練習以建立您的連續記錄並保持動力。不要打破鏈條！

# streak_benefits_title
source: Why streaks matter:
ar: لماذا السلسلة مهمة:
ca: Per què les ratxes importen:
cs: Proč série záleží:
da: Hvorfor streaks betyder noget:
el: Γιατί οι σειρές έχουν σημασία:
fi: Miksi putket ovat tärkeitä:
fr: Pourquoi les séries comptent :
he: למה רצפים חשובים:
hi: स्ट्रीक क्यों महत्वपूर्ण हैं:
hr: Zašto su serije važne:
id: Mengapa streak penting:
ja: なぜストリークが重要なのか：
ko: 왜 연속 기록이 중요한가:
nl: Waarom reeksen belangrijk zijn:
pl: Dlaczego serie są ważne:
pt_pt: Por que as sequências importam:
ro: De ce seriile contează:
ru: Почему серии важны:
sk: Prečo série záležia:
sv: Varför streaks är viktiga:
th: ทำไมแถบจึงสำคัญ:
tr: Seriler neden önemli:
uk: Чому серії важливі:
vi: Tại sao chuỗi quan trọng:
zh_hant: 為什麼連續記錄很重要：

# streak_benefit_motivation
source: Stay motivated
ar: ابق متحمسًا
ca: Mantingues-te motivat
cs: Zůstaňte motivováni
da: Hold dig motiveret
el: Μείνε μοτιβιρισμένος
fi: Pysy motivoituneena
fr: Restez motivé
he: הישאר מוטיבציה
hi: प्रेरित रहें
hr: Ostanite motivirani
id: Tetap termotivasi
ja: モチベーションを保つ
ko: 동기 유지
nl: Blijf gemotiveerd
pl: Pozostań zmotywowany
pt_pt: Mantenha-se motivado
ro: Rămâi motivat
ru: Оставайтесь мотивированными
sk: Zostaňte motivovaní
sv: Håll dig motiverad
th: รักษาความกระตือรือร้น
tr: Motivasyonu koruyun
uk: Залишайтеся мотивованими
vi: Giữ động lực
zh_hant: 保持動力

# streak_benefit_consistency
source: Build consistency
ar: ابنِ الثبات
ca: Construeix consistència
cs: Vybudujte konzistenci
da: Byg konsistens
el: Χτίσε συνέπεια
fi: Rakenna johdonmukaisuutta
fr: Construisez la cohérence
he: בנה עקביות
hi: निरंतरता बनाएं
hr: Izgradite konzistentnost
id: Bangun konsistensi
ja: 一貫性を築く
ko: 일관성 구축
nl: Bouw consistentie op
pl: Zbuduj konsekwencję
pt_pt: Construa consistência
ro: Construiește consistența
ru: Создавайте постоянство
sk: Vybudujte si konzistentnosť
sv: Bygg konsistens
th: สร้างความสม่ำเสมอ
tr: Tutarlılık oluşturun
uk: Створюйте послідовність
vi: Xây dựng tính nhất quán
zh_hant: 建立一致性

# streak_benefit_rewards
source: Earn rewards
ar: اكسب المكافآت
ca: Guanya recompenses
cs: Získejte odměny
da: Tjen belønninger
el: Κέρδισε ανταμοιβές
fi: Ansaitse palkintoja
fr: Gagnez des récompenses
he: הרווח פרסים
hi: पुरस्कार अर्जित करें
hr: Zaradite nagrade
id: Dapatkan hadiah
ja: 報酬を得る
ko: 보상 획득
nl: Verdien beloningen
pl: Zarabiaj nagrody
pt_pt: Ganhe recompensas
ro: Câștigă recompense
ru: Зарабатывайте награды
sk: Získajte odmeny
sv: Tjäna belöningar
th: รับรางวัล
tr: Ödül kazanın
uk: Отримуйте нагороди
vi: Kiếm phần thưởng
zh_hant: 獲得獎勵

source: Sounds Great!
ar: يبدو رائعًا!
ca: Sona Genial!
cs: Zní to skvěle!
da: Lyder fantastisk!
el: Ακούγεται υπέροχα!
fi: Kuulostaa hienolta!
fr: Ça Sonne Bien !
he: נשמע נהדר!
hi: बहुत अच्छा!
hr: Zvuči odlično!
id: Kedengarannya bagus!
ja: 素晴らしい！
ko: 훌륭해요!
nl: Klinkt Geweldig!
pl: Brzmi Świetnie!
pt_pt: Parece ótimo!
ro: Sună minunat!
ru: Звучит круто!
sk: Znie to skvelo!
sv: Låter bra!
th: ฟังดูดี!
tr: Harika!
uk: Чудово!
vi: Tuyệt vời!
zh_hant: 聽起來很棒！

# stay_on_track_with_reminders
source: Stay on track with smart reminders
ar: ابق على المسار الصحيح مع التذكيرات الذكية
ca: Mantingues-te al dia amb recordatoris intel·ligents
cs: Zůstaňte na cestě s chytrými připomínkami
da: Hold dig på sporet med smarte påmindelser
el: Μείνε στο δρόμο με έξυπνες υπενθυμίσεις
fi: Pysy radalla älykkäillä muistutuksilla
fr: Restez sur la bonne voie avec des rappels intelligents
he: הישאר על המסלול עם תזכורות חכמות
hi: स्मार्ट अनुस्मारक के साथ ट्रैक पर रहें
hr: Ostanite na pravom putu s pametnim podsjetnicima
id: Tetap di jalur dengan pengingat cerdas
ja: スマートリマインダーで軌道に乗る
ko: 스마트 알림으로 정상 궤도 유지
nl: Blijf op koers met slimme herinneringen
pl: Pozostań na torze ze smart przypomnieniami
pt_pt: Mantenha-se no caminho com lembretes inteligentes
ro: Rămâi pe drum cu memento-uri inteligente
ru: Оставайтесь на правильном пути с умными напоминаниями
sk: Zostaňte na ceste s inteligentnými pripomienkami
sv: Håll dig på rätt spår med smarta påminnelser
th: ติดตามด้วยการแจ้งเตือนที่ชาญฉลาด
tr: Akıllı hatırlatmalarla yolda kalın
uk: Залишайтеся на шляху з розумними нагадуваннями
vi: Giữ đúng hướng với lời nhắc thông minh
zh_hant: 通過智能提醒保持正軌

# notification_benefit_daily_practice
source: Daily practice reminders
ar: تذكيرات الممارسة اليومية
ca: Recordatoris de pràctica diària
cs: Denní připomínky cvičení
da: Daglige øvepåmindelser
el: Καθημερινές υπενθυμίσεις εξάσκησης
fi: Päivittäiset harjoittelumuistutukset
fr: Rappels de pratique quotidienne
he: תזכורות תרגול יומיות
hi: दैनिक अभ्यास अनुस्मारक
hr: Dnevni podsjetnici za vježbanje
id: Pengingat latihan harian
ja: 日常練習リマインダー
ko: 일일 연습 알림
nl: Dagelijkse oefenherinneringen
pl: Codzienne przypomnienia o ćwiczeniach
pt_pt: Lembretes de prática diária
ro: Memento-uri de practică zilnică
ru: Ежедневные напоминания о практике
sk: Denné pripomienky na cvičenie
sv: Dagliga övningspåminnelser
th: การแจ้งเตือนการฝึกฝนทุกวัน
tr: Günlük pratik hatırlatmaları
uk: Щоденні нагадування про практику
vi: Lời nhắc luyện tập hàng ngày
zh_hant: 日常練習提醒

# notification_benefit_streak_protection
source: Streak protection alerts
ar: تنبيهات حماية السلسلة
ca: Alertes de protecció de ratxa
cs: Upozornění na ochranu série
da: Streak beskyttelsesalarmer
el: Ειδοποιήσεις προστασίας σειράς
fi: Putken suojeluhälytykset
fr: Alertes de protection de série
he: התראות הגנה על רצף
hi: स्ट्रीक सुरक्षा अलर्ट
hr: Upozorenja za zaštitu serije
id: Peringatan perlindungan streak
ja: ストリーク保護アラート
ko: 연속 기록 보호 알림
nl: Reeksbeschermingswaarschuwingen
pl: Alerty ochrony serii
pt_pt: Alertas de proteção da sequência
ro: Alerte de protecție a seriei
ru: Оповещения о защите серии
sk: Upozornenia na ochranu série
sv: Streak-skyddsvarningar
th: การแจ้งเตือนการป้องกันแถบ
tr: Seri koruma uyarıları
uk: Сповіщення про захист серії
vi: Cảnh báo bảo vệ chuỗi
zh_hant: 連續記錄保護提醒

# notification_benefit_progress_updates
source: Progress milestones
ar: معالم التقدم
ca: Fites de progrés
cs: Míle pokroku
da: Fremskridtsmilepæle
el: Ορόσημα προόδου
fi: Edistymisen virstanpylväät
fr: Jalons de progrès
he: אבני דרך בהתקדמות
hi: प्रगति माइलस्टोन
hr: Prekretnice napretka
id: Tonggak kemajuan
ja: 進歩のマイルストーン
ko: 진행 상황 마일스톤
nl: Voortgangsmijlpalen
pl: Kamienie milowe postępu
pt_pt: Marcos de progresso
ro: Repere de progres
ru: Вехи прогресса
sk: Míľniky pokroku
sv: Framstegsmilstenar
th: จุดสำคัญของความคืบหน้า
tr: İlerleme kilometre taşları
uk: Віхи прогресу
vi: Cột mốc tiến độ
zh_hant: 進度里程碑

# notification_preview_title
source: Time to practice!
ar: حان وقت الممارسة!
ca: Hora de practicar!
cs: Čas na cvičení!
da: Tid til at øve!
el: Ώρα για εξάσκηση!
fi: Aika harjoitella!
fr: Il est temps de pratiquer !
he: זמן לתרגול!
hi: अभ्यास का समय!
hr: Vrijeme za vježbanje!
id: Waktu untuk berlatih!
ja: 練習の時間です！
ko: 연습 시간입니다!
nl: Tijd om te oefenen!
pl: Czas na ćwiczenia!
pt_pt: Hora de praticar!
ro: Timpul de practică!
ru: Время практиковаться!
sk: Čas na cvičenie!
sv: Dags att öva!
th: เวลาฝึกฝนแล้ว!
tr: Pratik zamanı!
uk: Час практикуватися!
vi: Đến giờ luyện tập!
zh_hant: 是時候練習了！

# notification_preview_body
source: Keep your streak alive with 10 minutes of practice
ar: حافظ على سلسلتك حية مع 10 دقائق من الممارسة
ca: Mantén viva la teva ratxa amb 10 minuts de pràctica
cs: Udržujte svou sérii naživu s 10 minutami cvičení
da: Hold din streak i live med 10 minutters øvelse
el: Κράτησε τη σειρά σου ζωντανή με 10 λεπτά εξάσκησης
fi: Pidä putkesi elossa 10 minuutin harjoittelulla
fr: Gardez votre série vivante avec 10 minutes de pratique
he: שמור על הרצף שלך חי עם 10 דקות תרגול
hi: 10 मिनट के अभ्यास से अपनी स्ट्रीक को जीवित रखें
hr: Održavajte svoju seriju živom s 10 minuta vježbanja
id: Jaga streak Anda tetap hidup dengan 10 menit latihan
ja: 10分の練習でストリークを活かしましょう
ko: 10분 연습으로 연속 기록을 유지하세요
nl: Houd je reeks levend met 10 minuten oefenen
pl: Utrzymaj swoją serię żywą z 10 minutami ćwiczeń
pt_pt: Mantenha a sua sequência viva com 10 minutos de prática
ro: Păstrează-ți seria vie cu 10 minute de practică
ru: Поддерживайте свою серию 10 минутами практики
sk: Udržujte svoju sériu nažive s 10 minútami cvičenia
sv: Håll din streak vid liv med 10 minuters övning
th: รักษาแถบของคุณให้มีชีวิตด้วยการฝึกฝน 10 นาที
tr: 10 dakikalık pratikle serinizi canlı tutun
uk: Підтримуйте свою серію живою з 10 хвилинами практики
vi: Giữ chuỗi của bạn sống động với 10 phút luyện tập
zh_hant: 用10分鐘練習保持您的連續記錄活躍
