Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Onboarding.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hi, hr, id, ja, ko, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hant

# paywall.achievement_business_communication
source: Excel in %@ business communication and professional contexts
ar: تميز في التواصل التجاري %@ والسياقات المهنية
ca: Destaca en la comunicació empresarial %@ i contextos professionals
cs: Vynikněte v obchodní komunikaci %@ a profesionálních kontextech
da: Fremrag i %@ forretningskommunikation og professionelle kontekster
fi: Erity %@ liiketoimintaviestinnässä ja ammattimaisissa konteksteissa
fr: Excellez dans la communication d'affaires %@ et les contextes professionnels
he: הצטיין בתקשורת עסקית ב-%@ ובהקשרים מקצועיים
hi: %@ व्यापारिक संचार और पेशेवर संदर्भों में उत्कृष्टता प्राप्त करें
hr: Odličite u %@ poslovnoj komunikaciji i profesionalnim kontekstima
id: Unggul dalam komunikasi bisnis %@ dan konteks profesional
ja: %@ビジネスコミュニケーションとプロフェッショナルな環境で優秀な成績を収める
ko: %@ 비즈니스 커뮤니케이션과 전문 환경에서 뛰어난 성과
nl: Blink uit in %@ zakelijke communicatie en professionele contexten
pl: Wyróżnij się w komunikacji biznesowej %@ i kontekstach profesjonalnych
pt_pt: Destaque-se na comunicação empresarial %@ e contextos profissionais
ro: Excelează în comunicarea de afaceri %@ și contexte profesionale
ru: Превосходите в деловом общении %@ и профессиональных контекстах
sv: Excellera i %@ affärskommunikation och professionella sammanhang
th: เก่งในการสื่อสารธุรกิจ %@ และบริบทระดับมืออาชีพ
tr: %@ iş iletişiminde ve profesyonel bağlamlarda mükemmelleşin
uk: Досягайте успіху в %@ діловому спілкуванні та професійних контекстах
vi: Xuất sắc trong giao tiếp kinh doanh %@ và các bối cảnh chuyên nghiệp
zh_hant: 在%@商務溝通和專業環境中脫穎而出

# paywall.achievement_tech_vocabulary
source: Master %@ tech vocabulary and industry terminology
ar: أتقن مفردات التكنولوجيا %@ ومصطلحات الصناعة
ca: Domina el vocabulari tecnològic %@ i terminologia de la indústria
cs: Ovládněte technickou slovní zásobu %@ a terminologii odvětví
da: Mestrer %@ tech ordforråd og brancheterminologi
fi: Hallitse %@ teknologia sanastoa ja alan terminologiaa
fr: Maîtrisez le vocabulaire technologique %@ et la terminologie de l'industrie
he: שלוט באוצר מילים טכנולוגי ב-%@ ובטרמינולוגיה תעשייתית
hi: %@ तकनीकी शब्दावली और उद्योग शब्दावली में महारत हासिल करें
hr: Ovladajte %@ tehnološkim vokabularom i industrijskom terminologijom
id: Kuasai kosakata teknologi %@ dan terminologi industri
ja: %@テクノロジー語彙と業界用語をマスター
ko: %@ 기술 어휘와 업계 용어 마스터
nl: Beheers %@ technologisch vocabulaire en industrie-terminologie
pl: Opanuj słownictwo technologiczne %@ i terminologię branżową
pt_pt: Domine o vocabulário tecnológico %@ e terminologia da indústria
ro: Stăpânește vocabularul tehnologic %@ și terminologia industriei
ru: Освойте технологический словарь %@ и отраслевую терминологию
sv: Behärska %@ teknisk ordförråd och branschterminologi
th: เชี่ยวชาญคำศัพท์เทคโนโลยี %@ และคำศัพท์เฉพาะอุตสาหกรรม
tr: %@ teknoloji kelime dağarcığını ve endüstri terminolojisini öğrenin
uk: Опануйте %@ технологічний словниковий запас та галузеву термінологію
vi: Thành thạo từ vựng công nghệ %@ và thuật ngữ ngành
zh_hant: 掌握%@技術詞彙和行業術語

# paywall.achievement_business_contexts
source: Excel in %@ business contexts and professional communication
ar: تميز في السياقات التجارية %@ والتواصل المهني
ca: Destaca en contextos empresarials %@ i comunicació professional
cs: Vynikněte v obchodních kontextech %@ a profesionální komunikaci
da: Fremrag i %@ forretningskontekster og professionel kommunikation
fi: Erity %@ liiketoimintakonteksteissa ja ammattimaisessa viestinnässä
fr: Excellez dans les contextes d'affaires %@ et la communication professionnelle
he: הצטיין בהקשרים עסקיים ב-%@ ובתקשורת מקצועית
hi: %@ व्यापारिक संदर्भों और पेशेवर संचार में उत्कृष्टता प्राप्त करें
hr: Odličite u %@ poslovnim kontekstima i profesionalnoj komunikaciji
id: Unggul dalam konteks bisnis %@ dan komunikasi profesional
ja: %@ビジネス環境とプロフェッショナルコミュニケーションで優秀な成績を収める
ko: %@ 비즈니스 환경과 전문 커뮤니케이션에서 뛰어난 성과
nl: Blink uit in %@ zakelijke contexten en professionele communicatie
pl: Wyróżnij się w kontekstach biznesowych %@ i komunikacji profesjonalnej
pt_pt: Destaque-se em contextos empresariais %@ e comunicação profissional
ro: Excelează în contexte de afaceri %@ și comunicare profesională
ru: Превосходите в деловых контекстах %@ и профессиональном общении
sv: Excellera i %@ affärssammanhang och professionell kommunikation
th: เก่งในบริบทธุรกิจ %@ และการสื่อสารระดับมืออาชีพ
tr: %@ iş bağlamlarında ve profesyonel iletişimde mükemmelleşin
uk: Досягайте успіху в %@ ділових контекстах та професійному спілкуванні
vi: Xuất sắc trong các bối cảnh kinh doanh %@ và giao tiếp chuyên nghiệp
zh_hant: 在%@商務環境和專業溝通中脫穎而出

# paywall.days
source: Days
ar: أيام
ca: Dies
cs: Dny
da: Dage
fi: Päivää
fr: Jours
he: ימים
hi: दिन
hr: Dani
id: Hari
ja: 日
ko: 일
nl: Dagen
pl: Dni
pt_pt: Dias
ro: Zile
ru: Дни
sv: Dagar
th: วัน
tr: Gün
uk: Дні
vi: Ngày
zh_hant: 天

# paywall.words_goal
source: Words Goal
ar: هدف الكلمات
ca: Objectiu de Paraules
cs: Cíl slov
da: Ord Mål
fi: Sanojen tavoite
fr: Objectif de Mots
he: יעד מילים
hi: शब्द लक्ष्य
hr: Cilj riječi
id: Tujuan Kata
ja: 単語目標
ko: 단어 목표
nl: Woorden Doel
pl: Cel Słów
pt_pt: Objetivo de Palavras
ro: Obiectiv Cuvinte
ru: Цель Слов
sv: Ord Mål
th: เป้าหมายคำศัพท์
tr: Kelime Hedefi
uk: Мета слів
vi: Mục tiêu từ vựng
zh_hant: 單詞目標

# paywall.new
source: NEW
ar: جديد
ca: NOU
cs: NOVÉ
da: NY
fi: UUSI
fr: NOUVEAU
he: חדש
hi: नया
hr: NOVO
id: BARU
ja: 新
ko: 신규
nl: NIEUW
pl: NOWY
pt_pt: NOVO
ro: NOU
ru: НОВОЕ
sv: NYTT
th: ใหม่
tr: YENİ
uk: НОВИЙ
vi: MỚI
zh_hant: 新

# paywall.your_personalized_journey
source: Your Personalized 7-Day Journey
ar: رحلتك المخصصة لمدة 7 أيام
ca: El Teu Viatge Personalitzat de 7 Dies
cs: Vaše personalizovaná 7denní cesta
da: Din personlige 7-dages rejse
fi: Henkilökohtainen 7 päivän matkasi
fr: Votre Parcours Personnalisé de 7 Jours
he: המסע המותאם אישית של 7 הימים שלך
hi: आपकी व्यक्तिगत 7-दिवसीय यात्रा
hr: Vaše personalizirano 7-dnevno putovanje
id: Perjalanan 7 Hari yang Dipersonalisasi Anda
ja: あなたのパーソナライズされた7日間の旅
ko: 당신의 개인화된 7일 여정
nl: Je Gepersonaliseerde 7-Daagse Reis
pl: Twoja Spersonalizowana 7-Dniowa Podróż
pt_pt: A Sua Jornada Personalizada de 7 Dias
ro: Călătoria Ta Personalizată de 7 Zile
ru: Ваше персонализированное путешествие
sv: Din Personaliserade 7-Dagars Resa
th: การเดินทาง 7 วันที่ปรับแต่งสำหรับคุณ
tr: Kişiselleştirilmiş 7 Günlük Yolculuğunuz
uk: Ваша персоналізована 7-денна подорож
vi: Hành trình 7 ngày cá nhân hóa của bạn
zh_hant: 您的個性化7天之旅

# paywall.free
source: FREE
ar: مجاني
ca: GRATUÏT
cs: ZDARMA
da: GRATIS
fi: ILMAINEN
fr: GRATUIT
he: חינם
hi: मुफ्त
hr: BESPLATNO
id: GRATIS
ja: 無料
ko: 무료
nl: GRATIS
pl: ZA DARMO
pt_pt: GRÁTIS
ro: GRATUIT
ru: БЕСПЛАТНО
sv: GRATIS
th: ฟรี
tr: ÜCRETSİZ
uk: БЕЗКОШТОВНО
vi: MIỄN PHÍ
zh_hant: 免費

# paywall.recommended
source: RECOMMENDED
ar: موصى به
ca: RECOMANAT
cs: DOPORUČENO
da: ANBEFALET
fi: SUOSITELTU
fr: RECOMMANDÉ
he: מומלץ
hi: अनुशंसित
hr: PREPORUČENO
id: DIREKOMENDASIKAN
ja: おすすめ
ko: 추천
nl: AANBEVOLEN
pl: POLECANE
pt_pt: RECOMENDADO
ro: RECOMANDAT
ru: РЕКОМЕНДУЕТСЯ
sv: REKOMMENDERAD
th: แนะนำ
tr: ÖNERİLEN
uk: РЕКОМЕНДОВАНО
vi: ĐƯỢC KHUYẾN NGHỊ
zh_hant: 推薦

# paywall.skip_for_now
source: Skip for Now
ar: تخطي الآن
ca: Omet per Ara
cs: Přeskočit zatím
da: Spring over for nu
fi: Ohita toistaiseksi
fr: Passer pour l'Instant
he: דלג לעת עתה
hi: अभी के लिए छोड़ें
hr: Preskoči za sada
id: Lewati untuk Sekarang
ja: 今はスキップ
ko: 지금은 건너뛰기
nl: Voor Nu Overslaan
pl: Pomiń na Razie
pt_pt: Saltar por Agora
ro: Sări peste pentru acum
ru: Пропустить
sv: Hoppa Över För Nu
th: ข้ามไปก่อน
tr: Şimdilik Atla
uk: Поки що пропустити
vi: Bỏ qua bây giờ
zh_hant: 暫時跳過

# paywall.start_my_free_trial_now
source: Start My Free Trial Now
ar: ابدأ تجربتي المجانية الآن
ca: Començar la Meva Prova Gratuïta Ara
cs: Začít mou bezplatnou zkušební verzi nyní
da: Start min gratis prøveperiode nu
fi: Aloita ilmainen kokeiluni nyt
fr: Commencer mon Essai Gratuit Maintenant
he: התחל את הניסיון החינמי שלי עכשיו
hi: अभी मेरा मुफ्त परीक्षण शुरू करें
hr: Započni moj besplatni probni period sada
id: Mulai Uji Coba Gratis Saya Sekarang
ja: 今すぐ無料トライアルを開始
ko: 지금 무료 체험 시작
nl: Start Nu Mijn Gratis Proefperiode
pl: Rozpocznij Mój Bezpłatny Okres Próbny Teraz
pt_pt: Iniciar o Meu Período de Teste Gratuito Agora
ro: Începe Perioada Mea de Probă Gratuită Acum
ru: Подписаться бесплатно
sv: Starta Min Gratis Provperiod Nu
th: เริ่มทดลองใช้ฟรีของฉันตอนนี้
tr: Ücretsiz Denememi Şimdi Başlat
uk: Почніть мою безкоштовну пробну версію зараз
vi: Bắt đầu dùng thử miễn phí của tôi ngay bây giờ
zh_hant: 立即開始我的免費試用

# paywall.start_free_trial_save
source: Start Free Trial - Save %@
ar: ابدأ التجربة المجانية - وفر %@
ca: Començar Prova Gratuïta - Estalvia %@
cs: Začít bezplatnou zkušební verzi - Ušetřit %@
da: Start gratis prøveperiode - Spar %@
fi: Aloita ilmainen kokeilu - Säästä %@
fr: Commencer l'Essai Gratuit - Économisez %@
he: התחל ניסיון חינמי - חסוך %@
hi: मुफ्त परीक्षण शुरू करें - %@ बचाएं
hr: Započni besplatni probni period - Uštedi %@
id: Mulai Uji Coba Gratis - Hemat %@
ja: 無料トライアルを開始 - %@節約
ko: 무료 체험 시작 - %@ 절약
nl: Start Gratis Proefperiode - Bespaar %@
pl: Rozpocznij Bezpłatny Okres Próbny - Oszczędź %@
pt_pt: Iniciar Período de Teste Gratuito - Poupe %@
ro: Începe Perioada de Probă Gratuită - Economisește %@
ru: Подписаться бесплатно со скидкой %@
sv: Starta Gratis Provperiod - Spara %@
th: เริ่มทดลองใช้ฟรี - ประหยัด %@
tr: Ücretsiz Deneme Başlat - %@ Tasarruf Edin
uk: Почніть безкоштовну пробну версію - економте %@
vi: Bắt đầu dùng thử miễn phí - Tiết kiệm %@
zh_hant: 開始免費試用 - 節省%@

# paywall.app_store_rating
source: App Store Rating
ar: تقييم App Store
ca: Valoració de l'App Store
cs: Hodnocení App Store
da: App Store vurdering
fi: App Store arviointi
fr: Note App Store
he: דירוג App Store
hi: ऐप स्टोर रेटिंग
hr: App Store ocjena
id: Rating App Store
ja: App Store評価
ko: App Store 평점
nl: App Store Beoordeling
pl: Ocena App Store
pt_pt: Classificação da App Store
ro: Evaluarea App Store
ru: Рейтинг App Store
sv: App Store Betyg
th: คะแนน App Store
tr: App Store Puanı
uk: Рейтинг App Store
vi: Đánh giá App Store
zh_hant: App Store評分

# paywall.total_ratings
source: Total Ratings
ar: إجمالي التقييمات
ca: Valoracions Totals
cs: Celková hodnocení
da: Samlede vurderinger
fi: Yhteensä arviointeja
fr: Notes Totales
he: סה"כ דירוגים
hi: कुल रेटिंग
hr: Ukupne ocjene
id: Total Rating
ja: 総評価
ko: 총 평점
nl: Totale Beoordelingen
pl: Łączne Oceny
pt_pt: Classificações Totais
ro: Evaluări Totale
ru: Общие Рейтинги
sv: Totalt Antal Betyg
th: คะแนนรวม
tr: Toplam Puan
uk: Загальні рейтинги
vi: Tổng đánh giá
zh_hant: 總評分

# paywall.reviews
source: Reviews
ar: المراجعات
ca: Resenyes
cs: Recenze
da: Anmeldelser
fi: Arvostelut
fr: Avis
he: ביקורות
hi: समीक्षाएं
hr: Recenzije
id: Ulasan
ja: レビュー
ko: 리뷰
nl: Recensies
pl: Recenzje
pt_pt: Avaliações
ro: Recenzii
ru: Отзывы
sv: Recensioner
th: รีวิว
tr: İncelemeler
uk: Відгуки
vi: Đánh giá
zh_hant: 評論
