Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Onboarding.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hi, hr, id, ja, ko, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hant

source: Enable Notifications
ar: تفعيل الإشعارات
ca: Activar Notificacions
cs: Povolit Oznámení
da: Aktivér Notifikationer
el: Ενεργοποίηση Ειδοποιήσεων
fi: Ota ilmoitukset käyttöön
fr: Activer les Notifications
he: הפעל התראות
hi: अधिसूचनाएं सक्षम करें
hr: Omogući obavještenja
id: Aktifkan Notifikasi
ja: 通知を有効にする
ko: 알림 활성화
nl: Meldingen Inschakelen
pl: Włącz Powiadomienia
pt_pt: Ativar Notificações
ro: Activează Notificările
ru: Включить уведомления
sk: Povoliť upozornenia
sv: Aktivera Notifieringar
th: เปิดใช้งานการแจ้งเตือน
tr: Bildirimleri Etkinleştir
uk: Увімкнути сповіщення
vi: Bật thông báo
zh_hant: 啟用通知

source: Maybe Later
ar: ربما لاحقًا
ca: Potser Després
cs: Možná Později
da: Måske Senere
el: Ίσως Αργότερα
fi: Ehkä myöhemmin
fr: Peut-être Plus Tard
he: אולי מאוחר יותר
hi: शायद बाद में
hr: Možda kasnije
id: Mungkin nanti
ja: 後で
ko: 나중에
nl: Misschien Later
pl: Może Później
pt_pt: Talvez Mais Tarde
ro: Poate Mai Târziu
ru: Может быть позже
sk: Možno neskôr
sv: Kanske senare
th: ไว้ทีหลัง
tr: Belki Sonra
uk: Можливо пізніше
vi: Có thể sau
zh_hant: 稍後再說

# unlock_full_learning_potential
source: Unlock Your Full Learning Potential
ar: أطلق إمكانات التعلم الكاملة
ca: Desbloqueja el Teu Potencial d'Aprenentatge Complet
cs: Odemkněte svůj plný učební potenciál
da: Lås op for dit fulde læringspotentiale
el: Ξεκλείδωσε το Πλήρες Δυναμικό Μάθησής σου
fi: Avaa täysi oppimispotentiaalisi
fr: Débloquez votre Potentiel d'Apprentissage Complet
he: פתח את הפוטנציאל המלא שלך ללמידה
hi: अपनी पूरी सीखने की क्षमता को अनलॉक करें
hr: Otključajte svoj puni potencijal učenja
id: Buka Potensi Pembelajaran Penuh Anda
ja: 完全な学習ポテンシャルを解放
ko: 완전한 학습 잠재력 해제
nl: Ontgrendel je Volledige Leerpotentieel
pl: Odblokuj swój Pełny Potencjał Nauki
pt_pt: Desbloqueie o Seu Potencial de Aprendizagem Completo
ro: Deblochează-ți Potențialul Complet de Învățare
ru: Раскройте свой потенциал в знаниях иностранных языков
sk: Odomknite svoj plný potenciál učenia
sv: Lås upp din fulla lärpotential
th: ปลดล็อกศักยภาพการเรียนรู้เต็มรูปแบบของคุณ
tr: Tam Öğrenme Potansiyelinizi Açın
uk: Розблокуйте свій повний навчальний потенціал
vi: Mở khóa tiềm năng học tập đầy đủ của bạn
zh_hant: 解鎖您的完整學習潛力

# start_7_day_free_trial
source: Start your 7-day free trial
ar: ابدأ تجربتك المجانية لمدة 7 أيام
ca: Comença la teva prova gratuïta de 7 dies
cs: Začněte svou 7denní bezplatnou zkušební verzi
da: Start din 7-dages gratis prøveperiode
el: Ξεκίνα την 7-ήμερη δωρεάν δοκιμή σου
fi: Aloita 7 päivän ilmainen kokeilu
fr: Commencez votre essai gratuit de 7 jours
he: התחל את הניסיון החינמי של 7 ימים
hi: अपना 7-दिन का मुफ्त परीक्षण शुरू करें
hr: Započnite svoj 7-dnevni besplatni probni period
id: Mulai uji coba gratis 7 hari Anda
ja: 7日間無料トライアルを開始
ko: 7일 무료 체험 시작
nl: Start je 7-daagse gratis proefperiode
pl: Rozpocznij 7-dniowy bezpłatny okres próbny
pt_pt: Inicie o seu período de teste gratuito de 7 dias
ro: Începe perioada ta de probă gratuită de 7 zile
ru: Начните 7-дневную бесплатную пробную версию
sk: Začnite svoju 7-dňovú bezplatnú skúšku
sv: Starta din 7-dagars gratis provperiod
th: เริ่มทดลองใช้ฟรี 7 วันของคุณ
tr: 7 günlük ücretsiz denemenizi başlatın
uk: Почніть свій 7-денний безкоштовний пробний період
vi: Bắt đầu dùng thử miễn phí 7 ngày
zh_hant: 開始您的7天免費試用

# personalized_lessons_for_languages
source: Personalized lessons for %@
ar: دروس مخصصة لـ %@
ca: Lliçons personalitzades per a %@
cs: Personalizované lekce pro %@
da: Personlige lektioner for %@
el: Προσωποποιημένα μαθήματα για %@
fi: Henkilökohtaiset oppitunnit %@:lle
fr: Leçons personnalisées pour %@
he: שיעורים מותאמים אישית עבור %@
hi: %@ के लिए व्यक्तिगत पाठ
hr: Personalizirane lekcije za %@
id: Pelajaran yang dipersonalisasi untuk %@
ja: %@のパーソナライズレッスン
ko: %@을 위한 개인화된 레슨
nl: Gepersonaliseerde lessen voor %@
pl: Spersonalizowane lekcje dla %@
pt_pt: Lições personalizadas para %@
ro: Lecții personalizate pentru %@
ru: Персонализированные уроки для %@
sk: Personalizované lekcie pre %@
sv: Personliga lektioner för %@
th: บทเรียนที่ปรับแต่งสำหรับ %@
tr: %@ için kişiselleştirilmiş dersler
uk: Персоналізовані уроки для %@
vi: Bài học cá nhân hóa cho %@
zh_hant: 為%@量身定制的課程

# ai_powered_practice_for_interests
source: AI-powered practice for %@
ar: ممارسة مدعومة بالذكاء الاصطناعي لـ %@
ca: Pràctica impulsada per IA per a %@
cs: Cvičení poháněné AI pro %@
da: AI-drevet praksis for %@
el: Εξάσκηση με τεχνητή νοημοσύνη για %@
fi: AI-pohjainen harjoittelu %@:lle
fr: Pratique alimentée par l'IA pour %@
he: תרגול מונע בינה מלאכותית עבור %@
hi: %@ के लिए AI-संचालित अभ्यास
hr: AI-pokretana vježba za %@
id: Latihan bertenaga AI untuk %@
ja: %@のAI駆動練習
ko: %@을 위한 AI 기반 연습
nl: AI-aangedreven oefening voor %@
pl: Praktyka napędzana AI dla %@
pt_pt: Prática alimentada por IA para %@
ro: Practică alimentată de IA pentru %@
ru: Практика на основе ИИ для %@
sk: Cvičenie poháňané AI pre %@
sv: AI-driven övning för %@
th: การฝึกฝนที่ขับเคลื่อนด้วย AI สำหรับ %@
tr: %@ için AI destekli pratik
uk: Практика на основі ШІ для %@
vi: Luyện tập AI cho %@
zh_hant: 為%@提供AI驅動的練習

source: Unlimited words and quizzes
ar: كلمات واختبارات غير محدودة
ca: Paraules i qüestionaris il·limitats
cs: Neomezená slova a kvízy
da: Ubegrænsede ord og quizzer
el: Απεριόριστες λέξεις και κουίζ
fi: Rajoittamattomat sanat ja visat
fr: Mots et quiz illimités
he: מילים וחידונים ללא הגבלה
hi: असीमित शब्द और क्विज़
hr: Neograničene riječi i kvizovi
id: Kata dan kuis tak terbatas
ja: 無制限の単語とクイズ
ko: 무제한 단어와 퀴즈
nl: Onbeperkte woorden en quizzen
pl: Nieograniczone słowa i quizy
pt_pt: Palavras e questionários ilimitados
ro: Cuvinte și teste nelimitate
ru: Неограниченные слова и викторины
sk: Neobmedzené slová a kvízy
sv: Obegränsade ord och quiz
th: คำศัพท์และแบบทดสอบไม่จำกัด
tr: Sınırsız kelime ve testler
uk: Необмежені слова та тести
vi: Từ vựng và bài kiểm tra không giới hạn
zh_hant: 無限單詞和測驗

source: Cross-device sync
ar: مزامنة عبر الأجهزة
ca: Sincronització entre dispositius
cs: Synchronizace mezi zařízeními
da: Tværs-enhedssynkronisering
el: Συγχρονισμός συσκευών
fi: Laitteiden välinen synkronointi
fr: Synchronisation entre appareils
he: סנכרון בין מכשירים
hi: क्रॉस-डिवाइस सिंक
hr: Sinkronizacija između uređaja
id: Sinkronisasi lintas perangkat
ja: デバイス間同期
ko: 기기 간 동기화
nl: Synchronisatie tussen apparaten
pl: Synchronizacja między urządzeniami
pt_pt: Sincronização entre dispositivos
ro: Sincronizare între dispozitive
ru: Синхронизация между устройствами
sk: Synchronizácia medzi zariadeniami
sv: Synkronisering mellan enheter
th: ซิงค์ข้ามอุปกรณ์
tr: Cihazlar arası senkronizasyon
uk: Синхронізація між пристроями
vi: Đồng bộ đa thiết bị
zh_hant: 跨設備同步

source: Priority support
ar: دعم أولوي
ca: Suport prioritari
cs: Prioritní podpora
da: Prioriteret support
el: Προτεραιότητα υποστήριξης
fi: Prioriteettituki
fr: Support prioritaire
he: תמיכה בעדיפות
hi: प्राथमिकता सहायता
hr: Prioritetna podrška
id: Dukungan prioritas
ja: 優先サポート
ko: 우선 지원
nl: Prioriteitsondersteuning
pl: Priorytetowe wsparcie
pt_pt: Suporte prioritário
ro: Suport prioritar
ru: Приоритетная поддержка
sk: Prioritná podpora
sv: Prioritetsstöd
th: การสนับสนุนลำดับความสำคัญ
tr: Öncelikli destek
uk: Пріоритетна підтримка
vi: Hỗ trợ ưu tiên
zh_hant: 優先支援

source: Start Free Trial
ar: ابدأ التجربة المجانية
ca: Començar Prova Gratuïta
cs: Začít Bezplatnou Zkušební Verzi
da: Start Gratis Prøveperiode
el: Ξεκίνα Δωρεάν Δοκιμή
fi: Aloita ilmainen kokeilu
fr: Commencer l'Essai Gratuit
he: התחל ניסיון חינמי
hi: मुफ्त परीक्षण शुरू करें
hr: Započni besplatni probni period
id: Mulai Uji Coba Gratis
ja: 無料トライアルを開始
ko: 무료 체험 시작
nl: Start Gratis Proefperiode
pl: Rozpocznij Bezpłatny Okres Próbny
pt_pt: Iniciar Período de Teste Gratuito
ro: Începe Perioada de Probă Gratuită
ru: Начать бесплатно
sk: Začať bezplatnú skúšku
sv: Starta Gratis Provperiod
th: เริ่มทดลองใช้ฟรี
tr: Ücretsiz Deneme Başlat
uk: Почніть безкоштовний пробний період
vi: Bắt đầu dùng thử miễn phí
zh_hant: 開始免費試用

source: Monthly
ar: شهري
ca: Mensual
cs: Měsíčně
da: Månedligt
el: Μηνιαία
fi: Kuukausittain
fr: Mensuel
he: חודשי
hi: मासिक
hr: Mjesečno
id: Bulanan
ja: 月額
ko: 월간
nl: Maandelijks
pl: Miesięcznie
pt_pt: Mensal
ro: Lunar
ru: Ежемесячно
sk: Mesačne
sv: Månadsvis
th: รายเดือน
tr: Aylık
uk: Щомісячно
vi: Hàng tháng
zh_hant: 月度

source: Yearly
ar: سنوي
ca: Anual
cs: Ročně
da: Årligt
el: Ετήσια
fi: Vuosittain
fr: Annuel
he: שנתי
hi: वार्षिक
hr: Godišnje
id: Tahunan
ja: 年額
ko: 연간
nl: Jaarlijks
pl: Rocznie
pt_pt: Anual
ro: Anual
ru: Ежегодно
sk: Ročne
sv: Årligen
th: รายปี
tr: Yıllık
uk: Щорічно
vi: Hàng năm
zh_hant: 年度

# save_percentage
source: Save %d%%
ar: وفر %d%%
ca: Estalvia %d%%
cs: Ušetřete %d%%
da: Spar %d%%
el: Εconomia %d%%
fi: Säästä %d%%
fr: Économisez %d%%
he: חסוך %d%%
hi: %d%% बचाएं
hr: Uštedi %d%%
id: Hemat %d%%
ja: %d%%節約
ko: %d%% 절약
nl: Bespaar %d%%
pl: Oszczędź %d%%
pt_pt: Poupe %d%%
ro: Economisește %d%%
ru: Экономьте %d%%
sk: Ušetriť %d%%
sv: Spara %d%%
th: ประหยัด %d%%
tr: %d%% tasarruf edin
uk: Економте %d%%
vi: Tiết kiệm %d%%
zh_hant: 節省%d%%

# sync_your_progress
source: Sync your progress across devices
ar: مزامنة تقدمك عبر الأجهزة
ca: Sincronitza el teu progrés entre dispositius
cs: Synchronizujte svůj pokrok mezi zařízeními
da: Synkroniser din fremgang på tværs af enheder
el: Συγχρονίσε την πρόοδό σου σε όλες τις συσκευές
fi: Synkronoi edistymisesi laitteiden välillä
fr: Synchronisez votre progrès entre appareils
he: סנכרן את ההתקדמות שלך בין מכשירים
hi: अपनी प्रगति को डिवाइस में सिंक करें
hr: Sinkronizirajte svoj napredak između uređaja
id: Sinkronkan kemajuan Anda di seluruh perangkat
ja: デバイス間で進歩を同期
ko: 기기 간 진행 상황 동기화
nl: Synchroniseer je voortgang tussen apparaten
pl: Synchronizuj swój postęp między urządzeniami
pt_pt: Sincronize o seu progresso entre dispositivos
ro: Sincronizează-ți progresul între dispozitive
ru: Синхронизируйте свой прогресс между устройствами
sk: Synchronizujte svoj pokrok medzi zariadeniami
sv: Synkronisera ditt framsteg mellan enheter
th: ซิงค์ความคืบหน้าของคุณข้ามอุปกรณ์
tr: İlerlemenizi cihazlar arası senkronize edin
uk: Синхронізуйте свій прогрес між пристроями
vi: Đồng bộ tiến độ của bạn trên các thiết bị
zh_hant: 在設備間同步您的進度

# sign_in_benefit_cloud_backup
source: Cloud backup
ar: نسخ احتياطي في السحابة
ca: Còpia de seguretat al núvol
cs: Záloha v cloudu
el: Αντίγραφο ασφαλείας στο cloud
fi: Pilvipalvelun varmuuskopio
fr: Sauvegarde cloud
he: גיבוי בענן
hi: क्लाउड बैकअप
id: Backup cloud
ja: クラウドバックアップ
ko: 클라우드 백업
pl: Kopia zapasowa w chmurze
pt_pt: Backup na nuvem
ro: Backup în cloud
ru: Облачное резервное копирование
sk: Záloha v cloude
sv: Molnbackup
th: สำรองข้อมูลบนคลาวด์
tr: Bulut yedekleme
uk: Резервне копіювання в хмарі
vi: Sao lưu đám mây
zh_hant: 雲端備份

# sign_in_benefit_multi_device
source: Multi-device access
ar: وصول متعدد الأجهزة
ca: Accés multi-dispositiu
cs: Přístup z více zařízení
da: Multi-enhedsadgang
el: Πρόσβαση πολλαπλών συσκευών
fi: Monilaitepääsy
fr: Accès multi-appareils
he: גישה מרובת מכשירים
hi: मल्टी-डिवाइस एक्सेस
hr: Pristup s više uređaja
id: Akses multi-perangkat
ja: マルチデバイスアクセス
ko: 다중 기기 액세스
nl: Multi-apparaattoegang
pl: Dostęp wielourządzeniowy
pt_pt: Acesso multi-dispositivo
ro: Acces multi-dispozitiv
ru: Многопользовательский доступ
sk: Prístup k viacerým zariadeniam
sv: Multi-enhetsåtkomst
th: การเข้าถึงหลายอุปกรณ์
tr: Çoklu cihaz erişimi
uk: Доступ до кількох пристроїв
vi: Truy cập đa thiết bị
zh_hant: 多設備訪問

# sign_in_benefit_shared_dictionaries
source: Shared dictionaries
ar: قواميس مشتركة
ca: Diccionaris compartits
cs: Sdílené slovníky
da: Delte ordbøger
el: Κοινόχρηστα λεξικά
fi: Jaetut sanakirjat
fr: Dictionnaires partagés
he: מילונים משותפים
hi: साझा शब्दकोश
hr: Dijeljeni rječnici
id: Kamus bersama
ja: 共有辞書
ko: 공유 사전
nl: Gedeelde woordenboeken
pl: Współdzielone słowniki
pt_pt: Dicionários partilhados
ro: Dicționare partajate
ru: Общие словари
sk: Zdieľané slovníky
sv: Delade ordböcker
th: พจนานุกรมที่แชร์
tr: Paylaşılan sözlükler
uk: Спільні словники
vi: Từ điển chia sẻ
zh_hant: 共享詞典

source: Sign in with Apple
ar: تسجيل الدخول مع Apple
ca: Inicia sessió amb Apple
cs: Přihlásit se přes Apple
da: Log ind med Apple
el: Σύνδεση με Apple
fi: Kirjaudu sisään Applella
fr: Se connecter avec Apple
he: התחבר עם Apple
hi: Apple के साथ साइन इन करें
hr: Prijavite se s Apple
id: Masuk dengan Apple
ja: Appleでサインイン
ko: Apple로 로그인
nl: Inloggen met Apple
pl: Zaloguj się przez Apple
pt_pt: Entrar com Apple
ro: Conectează-te cu Apple
ru: Войти через Apple
sk: Prihlásiť sa cez Apple
sv: Logga in med Apple
th: เข้าสู่ระบบด้วย Apple
tr: Apple ile giriş yap
uk: Увійти через Apple
vi: Đăng nhập bằng Apple
zh_hant: 使用Apple登入

source: Sign in with Google
ar: تسجيل الدخول مع Google
ca: Inicia sessió amb Google
cs: Přihlásit se přes Google
da: Log ind med Google
el: Σύνδεση με Google
fi: Kirjaudu sisään Googlella
fr: Se connecter avec Google
he: התחבר עם Google
hi: Google के साथ साइन इन करें
hr: Prijavite se s Google
id: Masuk dengan Google
ja: Googleでサインイン
ko: Google로 로그인
nl: Inloggen met Google
pl: Zaloguj się przez Google
pt_pt: Entrar com Google
ro: Conectează-te cu Google
ru: Войти через Google
sk: Prihlásiť sa cez Google
sv: Logga in med Google
th: เข้าสู่ระบบด้วย Google
tr: Google ile giriş yap
uk: Увійти через Google
vi: Đăng nhập bằng Google
zh_hant: 使用Google登入

source: Skip for now
ar: تخطي الآن
ca: Omet per ara
cs: Přeskočit zatím
da: Spring over for nu
el: Παράλειψη προς το παρόν
fi: Ohita toistaiseksi
fr: Passer pour l'instant
he: דלג לעת עתה
hi: अभी के लिए छोड़ें
hr: Preskoči za sada
id: Lewati untuk sekarang
ja: 今はスキップ
ko: 지금은 건너뛰기
nl: Voor nu overslaan
pl: Pomiń na razie
pt_pt: Saltar por agora
ro: Sări peste pentru acum
ru: Пропустить пока
sk: Preskočiť zatiaľ
sv: Hoppa över för nu
th: ข้ามไปก่อน
tr: Şimdilik atla
uk: Поки що пропустити
vi: Bỏ qua bây giờ
zh_hant: 暫時跳過

# youre_all_set_name
source: You're all set, %@!
ar: أنت جاهز، %@!
ca: Estàs tot a punt, %@!
cs: Vše je připraveno, %@!
da: Du er klar, %@!
el: Είσαι έτοιμος, %@!
fi: Olet valmis, %@!
fr: Vous êtes prêt, %@ !
he: אתה מוכן, %@!
hi: आप तैयार हैं, %@!
hr: Sve je spremno, %@!
id: Anda sudah siap, %@!
ja: 準備完了、%@！
ko: 준비 완료, %@!
nl: Je bent klaar, %@!
pl: Wszystko gotowe, %@!
pt_pt: Está tudo pronto, %@!
ro: Totul este gata, %@!
ru: Вы готовы, %@!
sk: Všetko je pripravené, %@!
sv: Du är redo, %@!
th: คุณพร้อมแล้ว, %@!
tr: Her şey hazır, %@!
uk: Ви готові, %@!
vi: Bạn đã sẵn sàng, %@!
zh_hant: 您已準備就緒，%@！

# ready_to_learn_languages
source: Ready to learn %@
ar: جاهز لتعلم %@
ca: Llest per aprendre %@
cs: Připraveni učit se %@
da: Klar til at lære %@
el: Έτοιμος να μάθεις %@
fi: Valmis oppimaan %@
fr: Prêt à apprendre %@
he: מוכן ללמוד %@
hi: %@ सीखने के लिए तैयार
hr: Spremni za učenje %@
id: Siap belajar %@
ja: %@を学ぶ準備ができました
ko: %@을 배울 준비가 되었습니다
nl: Klaar om %@ te leren
pl: Gotowy do nauki %@
pt_pt: Pronto para aprender %@
ro: Gata să înveți %@
ru: Готов изучать %@
sk: Pripravení učiť sa %@
sv: Redo att lära dig %@
th: พร้อมเรียน %@
tr: %@ öğrenmeye hazır
uk: Готові вивчати %@
vi: Sẵn sàng học %@
zh_hant: 準備學習%@

source: Start Learning
ar: ابدأ التعلم
ca: Començar a Aprendre
cs: Začít Učení
da: Start Læring
el: Ξεκίνα Μάθηση
fi: Aloita oppiminen
fr: Commencer à Apprendre
he: התחל ללמוד
hi: सीखना शुरू करें
hr: Započni učenje
id: Mulai Belajar
ja: 学習を開始
ko: 학습 시작
nl: Beginnen met Leren
pl: Rozpocznij Naukę
pt_pt: Começar a Aprender
ro: Începe Învățarea
ru: Начать Обучение
sk: Začať učenie
sv: Starta Lärande
th: เริ่มเรียน
tr: Öğrenmeye Başla
uk: Почніть навчання
vi: Bắt đầu học
zh_hant: 開始學習

source: Complete Your Profile
ar: أكمل ملفك الشخصي
ca: Completa el Teu Perfil
cs: Dokončete svůj profil
da: Fuldfør din profil
el: Ολοκλήρωσε το Προφίλ σου
fi: Täydennä profiilisi
fr: Complétez votre Profil
he: השלם את הפרופיל שלך
hi: अपना प्रोफाइल पूरा करें
hr: Završite svoj profil
id: Lengkapi Profil Anda
ja: プロフィールを完成させる
ko: 프로필 완성
nl: Voltooi je Profiel
pl: Uzupełnij swój Profil
pt_pt: Complete o Seu Perfil
ro: Completează-ți Profilul
ru: Завершите свой профиль
sk: Dokončite svoj profil
sv: Slutför din profil
th: กรอกโปรไฟล์ของคุณ
tr: Profilinizi Tamamlayın
uk: Завершіть свій профіль
vi: Hoàn thành hồ sơ của bạn
zh_hant: 完善您的個人資料

# personalize_your_learning
source: Personalize your learning experience with a quick survey
ar: خصص تجربة التعلم مع استطلاع سريع
ca: Personalitza la teva experiència d'aprenentatge amb una enquesta ràpida
cs: Personalizujte svou učební zkušenost rychlým průzkumem
da: Personliggør din læringserfaring med en hurtig undersøgelse
el: Προσωποποίησε την εμπειρία μάθησής σου με μια γρήγορη έρευνα
fi: Mukauta oppimiskokemustasi nopealla kyselyllä
fr: Personnalisez votre expérience d'apprentissage avec un sondage rapide
he: התאם אישית את חוויית הלמידה שלך עם סקר קצר
hi: एक त्वरित सर्वेक्षण के साथ अपने सीखने के अनुभव को व्यक्तिगत बनाएं
hr: Personalizirajte svoje iskustvo učenja s brzim anketom
id: Personalisasi pengalaman belajar Anda dengan survei cepat
ja: 簡単な調査で学習体験をパーソナライズ
ko: 빠른 설문으로 학습 경험을 개인화하세요
nl: Personaliseer je leerervaring met een snelle enquête
pl: Spersonalizuj swoje doświadczenie nauki szybką ankietą
pt_pt: Personalize a sua experiência de aprendizagem com uma pesquisa rápida
ro: Personalizează-ți experiența de învățare cu un sondaj rapid
ru: Персонализируйте свой опыт обучения с помощью быстрого опроса
sk: Personalizujte svoju učebnú skúsenosť s rýchlym prieskumom
sv: Personalisera din lärerfarenhet med en snabb undersökning
th: ปรับแต่งประสบการณ์การเรียนรู้ของคุณด้วยการสำรวจอย่างรวดเร็ว
tr: Hızlı bir anketle öğrenme deneyiminizi kişiselleştirin
uk: Персоналізуйте свій навчальний досвід з швидким опитуванням
vi: Cá nhân hóa trải nghiệm học tập của bạn với khảo sát nhanh
zh_hant: 通過快速調查個性化您的學習體驗

source: Takes 2 minutes
ar: يستغرق دقيقتين
ca: Porta 2 minuts
cs: Trvá 2 minuty
da: Tager 2 minutter
el: Παίρνει 2 λεπτά
fi: Kestää 2 minuuttia
fr: Prend 2 minutes
he: לוקח 2 דקות
hi: 2 मिनट लगते हैं
hr: Traje 2 minute
id: Memakan waktu 2 menit
ja: 2分かかります
ko: 2분 소요
nl: Duurt 2 minuten
pl: Zajmuje 2 minuty
pt_pt: Demora 2 minutos
ro: Durează 2 minute
ru: Занимает 2 минуты
sk: Trvá 2 minúty
sv: Tar 2 minuter
th: ใช้เวลา 2 นาที
tr: 2 dakika sürer
uk: Займає 2 хвилини
vi: Mất 2 phút
zh_hant: 需要2分鐘

source: Personalize Now
ar: خصص الآن
ca: Personalitzar Ara
cs: Personalizovat Nyní
da: Personliggør Nu
el: Προσωποποίηση Τώρα
fi: Mukauta nyt
fr: Personnaliser Maintenant
he: התאם אישית עכשיו
hi: अभी व्यक्तिगत बनाएं
hr: Personaliziraj sada
id: Personalisasi Sekarang
ja: 今すぐパーソナライズ
ko: 지금 개인화
nl: Nu Personaliseren
pl: Spersonalizuj Teraz
pt_pt: Personalizar Agora
ro: Personalizează Acum
ru: Персонализировать
sk: Personalizovať teraz
sv: Personalisera Nu
th: ปรับแต่งตอนนี้
tr: Şimdi Kişiselleştir
uk: Персоналізувати зараз
vi: Cá nhân hóa ngay
zh_hant: 立即個性化

source: Loading from iCloud...
ar: جاري التحميل من iCloud...
ca: Carregant des de iCloud...
cs: Načítání z iCloud...
da: Indlæser fra iCloud...
el: Φόρτωση από iCloud...
fi: Ladataan iCloudista...
fr: Chargement depuis iCloud...
he: טוען מ-iCloud...
hi: iCloud से लोड हो रहा है...
hr: Učitavanje iz iCloud-a...
id: Memuat dari iCloud...
ja: iCloudから読み込み中...
ko: iCloud에서 로딩 중...
nl: Laden vanuit iCloud...
pl: Ładowanie z iCloud...
pt_pt: A carregar do iCloud...
ro: Se încarcă din iCloud...
ru: Загрузка из iCloud...
sk: Načítava sa z iCloud...
sv: Laddar från iCloud...
th: กำลังโหลดจาก iCloud...
tr: iCloud'dan yükleniyor...
uk: Завантаження з iCloud...
vi: Đang tải từ iCloud...
zh_hant: 從iCloud載入...

source: Profile Found!
ar: تم العثور على الملف الشخصي!
ca: Perfil Trobat!
cs: Profil nalezen!
da: Profil fundet!
el: Βρέθηκε Προφίλ!
fi: Profiili löytyi!
fr: Profil Trouvé !
he: פרופיל נמצא!
hi: प्रोफाइल मिला!
hr: Profil pronađen!
id: Profil Ditemukan!
ja: プロフィールが見つかりました！
ko: 프로필 발견!
nl: Profiel Gevonden!
pl: Znaleziono Profil!
pt_pt: Perfil Encontrado!
ro: Profil Găsit!
ru: Профиль найден!
sk: Profil nájdený!
sv: Profil hittad!
th: พบโปรไฟล์!
tr: Profil Bulundu!
uk: Профіль знайдено!
vi: Đã tìm thấy hồ sơ!
zh_hant: 找到個人資料！

# profile_found_message
source: We found your profile from another device. Your settings and preferences are ready to go!
ar: وجدنا ملفك الشخصي من جهاز آخر. إعداداتك وتفضيلاتك جاهزة!
ca: Hem trobat el teu perfil d'un altre dispositiu. Les teves configuracions i preferències estan llestes!
cs: Našli jsme váš profil z jiného zařízení. Vaše nastavení a preference jsou připraveny!
da: Vi fandt din profil fra en anden enhed. Dine indstillinger og præferencer er klar til brug!
el: Βρήκαμε το προφίλ σου από άλλη συσκευή. Οι ρυθμίσεις και οι προτιμήσεις σου είναι έτοιμες!
fi: Löysimme profiilisi toiselta laitteelta. Asetuksesi ja mieltymyksesi ovat valmiit!
fr: Nous avons trouvé votre profil d'un autre appareil. Vos paramètres et préférences sont prêts !
he: מצאנו את הפרופיל שלך ממכשיר אחר. ההגדרות וההעדפות שלך מוכנות!
hi: हमें दूसरे डिवाइस से आपका प्रोफाइल मिला। आपकी सेटिंग्स और प्राथमिकताएं तैयार हैं!
hr: Pronašli smo vaš profil s drugog uređaja. Vaše postavke i preferencije su spremne!
id: Kami menemukan profil Anda dari perangkat lain. Pengaturan dan preferensi Anda siap digunakan!
ja: 他のデバイスからプロフィールを見つけました。設定と好みが準備完了です！
ko: 다른 기기에서 프로필을 찾았습니다. 설정과 선호도가 준비되었습니다!
nl: We hebben je profiel van een ander apparaat gevonden. Je instellingen en voorkeuren zijn klaar!
pl: Znaleźliśmy Twój profil z innego urządzenia. Twoje ustawienia i preferencje są gotowe!
pt_pt: Encontrámos o seu perfil de outro dispositivo. As suas configurações e preferências estão prontas!
ro: Am găsit profilul tău de pe alt dispozitiv. Setările și preferințele tale sunt gata!
ru: Мы нашли ваш профиль с другого устройства. Ваши настройки и предпочтения готовы!
sk: Našli sme váš profil z iného zariadenia. Vaše nastavenia a preferencie sú pripravené!
sv: Vi hittade din profil från en annan enhet. Dina inställningar och preferenser är redo!
th: เราพบโปรไฟล์ของคุณจากอุปกรณ์อื่น การตั้งค่าและความชอบของคุณพร้อมใช้งาน!
tr: Profilinizi başka bir cihazdan bulduk. Ayarlarınız ve tercihleriniz kullanıma hazır!
uk: Ми знайшли ваш профіль з іншого пристрою. Ваші налаштування та уподобання готові до використання!
vi: Chúng tôi đã tìm thấy hồ sơ của bạn từ thiết bị khác. Cài đặt và tùy chọn của bạn đã sẵn sàng!
zh_hant: 我們從其他設備找到了您的個人資料。您的設定和偏好已準備就緒！

# paywall.personalized_title
source: %@, unlock your full learning potential!
ar: %@، أطلق إمكانات التعلم الكاملة!
ca: %@, desbloqueja el teu potencial d'aprenentatge complet!
cs: %@, odemkněte svůj plný učební potenciál!
da: %@, lås op for dit fulde læringspotentiale!
fi: %@, avaa täysi oppimispotentiaalisi!
fr: %@, débloquez votre potentiel d'apprentissage complet !
he: %@, שחרר את הפוטנציאל המלא שלך ללמידה!
hi: %@, अपनी पूरी सीखने की क्षमता को अनलॉक करें!
hr: %@, otključajte svoj puni potencijal učenja!
id: %@, buka potensi pembelajaran penuh Anda!
ja: %@、完全な学習ポテンシャルを解放しましょう！
ko: %@, 완전한 학습 잠재력을 해제하세요!
nl: %@, ontgrendel je volledige leerpotentieel!
pl: %@, odblokuj swój pełny potencjał nauki!
pt_pt: %@, desbloqueie o seu potencial de aprendizagem completo!
ro: %@, deblochează-ți potențialul complet de învățare!
ru: %@, раскройте свой полный потенциал обучения!
sv: %@, lås upp din fulla lärpotential!
th: %@, ปลดล็อกศักยภาพการเรียนรู้เต็มรูปแบบของคุณ!
tr: %@, tam öğrenme potansiyelinizi açın!
uk: %@, розблокуйте свій повний навчальний потенціал!
vi: %@, mở khóa tiềm năng học tập đầy đủ của bạn!
zh_hant: %@，解鎖您的完整學習潛力！
