Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Onboarding.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hi, hr, id, ja, ko, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hant

source: Welcome to
ar: مرحبًا بك في
ca: Benvingut a
cs: Vítejte v
da: Velkommen til
el: Καλώς Ήρθες στο
fi: Tervetuloa
fr: Bienvenue sur
he: ברוכים הבאים ל
hi: में आपका स्वागत है
hr: Dobrodošli u
id: Selamat Datang di
ja: ようこそ
ko: 환영합니다
nl: Welkom bij
pl: Witaj w
pt_pt: Bem-vindo a
ro: Bine ai venit la
ru: Добро пожаловать в
sk: Vitajte v
sv: Välkommen till
th: ยินดีต้อนรับสู่
tr: Hoş Geldiniz
uk: Ласкаво просимо до
vi: Chào mừng đến với
zh_hant: 歡迎使用

source: My Dictionary
ar: قاموسي
ca: El meu diccionari
cs: Můj slovník
da: Min Ordbog
el: Το Λεξικό Μου
fi: Oma Sanakirja
fr: Mon Dictionnaire
he: המילון שלי
hi: मेरा शब्दकोश
hr: Moj rječnik
id: Kamus Saya
ja: マイ辞書
ko: 내 사전
nl: Mijn Woordenboek
pl: Mój słownik
pt_pt: O Meu Dicionário
ro: Dicționarul Meu
ru: Мой словарь
sk: Môj slovník
sv: Min Ordbok
th: พจนานุกรมของฉัน
tr: Sözlüğüm
uk: Мій словник
vi: Từ điển của tôi
zh_hant: 我的詞典

# personal_vocabulary_companion
source: Your personal vocabulary companion
ar: رفيقك الشخصي لتطوير المفردات
ca: El teu company personal de vocabulari
cs: Váš osobní průvodce slovní zásobou
da: Din personlige ordbogskammerat
el: Ο προσωπικός σου σύντροφος λεξιλογίου
fi: Henkilökohtainen sanastoavustajasi
fr: Votre compagnon de vocabulaire personnel
he: המלווה האישי שלך ללימוד אוצר מילים
hi: आपका व्यक्तिगत शब्दावली सहयोगी
hr: Vaš osobni pratitelj za vokabular
id: Pendamping Kosakata Pribadi Anda
ja: あなたの個人的な語彙の仲間
ko: 개인 어휘 동반자
nl: Jouw persoonlijke woordenschatgenoot
pl: Twój osobisty towarzysz słownictwa
pt_pt: O seu companheiro de vocabulário pessoal
ro: Companionul tău personal pentru vocabular
ru: Ваш личный помощник по словарному запасу
sk: Váš osobný sprievodca slovnou zásobou
sv: Din personliga ordförrådspartner
th: เพื่อนคู่ใจในการเรียนรู้คำศัพท์
tr: Kişisel Kelime Arkadaşınız
uk: Ваш особистий помічник зі словниковим запасом
vi: Người bạn đồng hành từ vựng cá nhân của bạn
zh_hant: 你的個人詞彙助手

source: Build Your Vocabulary
ar: ابنِ مفرداتك
ca: Construeix el teu vocabulari
cs: Budujte svou slovní zásobu
da: Byg dit ordforråd
el: Χτίσε το Λεξιλόγιό σου
fi: Rakenna sanastosi
fr: Construisez votre vocabulaire
he: בנה את אוצר המילים שלך
hi: अपनी शब्दावली बनाएं
hr: Izgradite svoj vokabular
id: Bangun Kosakata Anda
ja: 語彙を増やす
ko: 어휘를 쌓아보세요
nl: Bouw je woordenschat op
pl: Buduj swoje słownictwo
pt_pt: Construa o Seu Vocabulário
ro: Construiește-ți Vocabularul
ru: Расширяйте свой словарный запас
sk: Rozšírte si slovnú zásobu
sv: Bygg ditt ordförråd
th: สร้างคลังคำศัพท์ของคุณ
tr: Kelime Dağarcığınızı Geliştirin
uk: Розвивайте свій словниковий запас
vi: Xây dựng vốn từ vựng của bạn
zh_hant: 構建你的詞彙庫

source: Personalized Learning
ar: تعليم مخصص
ca: Aprenentatge personalitzat
cs: Personalizované učení
da: Personlig læring
el: Προσωποποιημένη Μάθηση
fi: Henkilökohtainen oppiminen
fr: Apprentissage personnalisé
he: למידה מותאמת אישית
hi: वैयक्तिकृत शिक्षा
hr: Personalizirano učenje
id: Pembelajaran yang Dipersonalisasi
ja: パーソナライズされた学習
ko: 맞춤형 학습
nl: Gepersonaliseerd leren
pl: Spersonalizowana nauka
pt_pt: Aprendizagem Personalizada
ro: Învățare Personalizată
ru: Персонализированное обучение
sk: Personalizované učenie
sv: Personligt lärande
th: การเรียนรู้แบบเฉพาะบุคคล
tr: Kişiselleştirilmiş Öğrenme
uk: Персоналізоване навчання
vi: Học tập cá nhân hóa
zh_hant: 個性化學習

source: You're All Set!
ar: أنت جاهز تمامًا!
ca: Tot a punt!
cs: Vše je připraveno!
da: Du er klar!
el: Είσαι Έτοιμος!
fi: Olet valmis!
fr: Vous êtes prêt !
he: אתה מוכן!
hi: आप पूरी तरह तैयार हैं!
hr: Sve je spremno!
id: Anda Sudah Siap!
ja: 準備完了！
ko: 모두 준비되었습니다!
nl: Je bent helemaal klaar!
pl: Wszystko gotowe!
pt_pt: Está tudo pronto!
ro: Totul este gata!
ru: Всё готово!
sk: Všetko je pripravené!
sv: Du är redo!
th: พร้อมแล้ว!
tr: Her Şey Hazır!
uk: Ви готові!
vi: Bạn đã sẵn sàng!
zh_hant: 一切就緒！

# start_building_vocabulary
source: Start building your vocabulary today and watch your language skills grow.
ar: ابدأ ببناء مفرداتك اليوم وشاهد مهاراتك اللغوية تنمو.
ca: Comença a construir el teu vocabulari avui i observa com creixen les teves habilitats lingüístiques.
cs: Začněte dnes budovat svou slovní zásobu a sledujte, jak rostou vaše jazykové dovednosti.
da: Begynd at opbygge dit ordforråd i dag og se dine sprogkundskaber vokse.
el: Ξεκίνα να χτίζεις το λεξιλόγιό σου σήμερα και δες τις γλωσσικές σου δεξιότητες να αναπτύσσονται.
fi: Aloita sanastosi rakentaminen tänään ja näe kielitaitosi kasvavan.
fr: Commencez à construire votre vocabulaire dès aujourd'hui et voyez vos compétences linguistiques progresser.
he: התחל לבנות את אוצר המילים שלך עוד היום וראה את כישורי השפה שלך צומחים.
hi: आज से अपनी शब्दावली बनाना शुरू करें और अपनी भाषा कौशल को बढ़ते देखें।
hr: Počnite graditi svoj vokabular danas i promatrajte kako vaše jezične vještine rastu.
id: Mulai bangun kosakata Anda hari ini dan saksikan keterampilan bahasa Anda berkembang.
ja: 今日から語彙を増やし始め、言語スキルの向上を体感してください。
ko: 오늘부터 어휘를 쌓기 시작하여 언어 실력이 향상되는 모습을 지켜보세요.
nl: Begin vandaag met het opbouwen van je woordenschat en zie je taalvaardigheden groeien.
pl: Zacznij budować swoje słownictwo już dziś i obserwuj, jak rosną Twoje umiejętności językowe.
pt_pt: Comece a construir o seu vocabulário hoje e veja as suas competências linguísticas crescerem.
ro: Începe să-ți construiești vocabularul astăzi și urmărește cum cresc abilitățile tale lingvistice.
ru: Начните расширять свой словарный запас сегодня и наблюдайте, как растут ваши языковые навыки.
sk: Začnite si budovať slovnú zásobu ešte dnes a sledujte, ako rastú vaše jazykové schopnosti.
sv: Börja bygga ditt ordförråd idag och se dina språkfärdigheter växa.
th: เริ่มสร้างคลังคำศัพท์ของคุณวันนี้และดูทักษะภาษาของคุณเติบโต
tr: Bugünden itibaren kelime dağarcığınızı oluşturmaya başlayın ve dil becerilerinizin büyümesini izleyin.
uk: Почніть створювати свій словниковий запас сьогодні та спостерігайте за зростанням ваших мовних навичок
vi: Hãy bắt đầu xây dựng vốn từ vựng của bạn ngay hôm nay và theo dõi sự phát triển kỹ năng ngôn ngữ của bạn.
zh_hant: 今天開始構建你的詞彙庫，觀看你的語言技能成長。

source: Get Started
ar: ابدأ الآن
ca: Comença ara
cs: Začít
da: Kom i gang
el: Ξεκίνα
fi: Aloita
fr: Commencer
he: התחל
hi: शुरू करें
hr: Započni
id: Mulai
ja: 始める
ko: 시작하기
nl: Aan de slag
pl: Rozpocznij
pt_pt: Começar
ro: Începe
ru: Начать
sk: Začať
sv: Kom igång
th: เริ่มต้น
tr: Başla
uk: Почати
vi: Bắt đầu
zh_hant: 開始

# next_step
source: Next
ar: الخطوة التالية
ca: Següent
cs: Další krok
da: Næste skridt
el: Επόμενο Βήμα
fi: Seuraava askel
fr: Étape suivante
he: השלב הבא
hi: अगला कदम
hr: Sljedeći korak
id: Langkah Berikutnya
ja: 次のステップ
ko: 다음 단계
nl: Volgende stap
pl: Następny krok
pt_pt: Passo Seguinte
ro: Pasul Următor
ru: Далее
sk: Ďalší krok
sv: Nästa steg
th: ขั้นตอนถัดไป
tr: Sonraki Adım
uk: Наступний крок
vi: Bước tiếp theo
zh_hant: 下一步

source: Personal Word List
ar: قائمة كلمات شخصية
ca: Llista de paraules personal
cs: Osobní seznam slov
da: Personlig ordliste
el: Προσωπική Λίστα Λέξεων
fi: Henkilökohtainen sanalista
fr: Liste de mots personnelle
he: רשימת מילים אישית
hi: व्यक्तिगत शब्द सूची
hr: Osobni popis riječi
id: Daftar Kata Pribadi
ja: 個人単語リスト
ko: 개인 단어 리스트
nl: Persoonlijke woordenlijst
pl: Osobista lista słów
pt_pt: Lista de Palavras Pessoal
ro: Listă Personală de Cuvinte
ru: Личный список слов
sk: Osobný zoznam slov
sv: Personlig ordlista
th: รายการคำศัพท์ส่วนตัว
tr: Kişisel Kelime Listesi
uk: Особистий список слів
vi: Danh sách từ cá nhân
zh_hant: 個人單詞列表

# create_organize_vocabulary
source: Create and organize your own vocabulary collections with custom definitions and examples
ar: أنشئ وقم بتنظيم مجموعات المفردات الخاصة بك مع تعريفات وأمثلة مخصصة
ca: Crea i organitza les teves pròpies col·leccions de vocabulari amb definicions i exemples personalitzats
cs: Vytvořte a organizujte své sbírky slovní zásoby s vlastními definicemi a příklady
da: Opret og organiser dine egne ordsamlinger med tilpassede definitioner og eksempler
el: Δημιούργησε και οργάνωσε τις δικές σου συλλογές λέξεων με προσαρμοσμένους ορισμούς και παραδείγματα
fi: Luo ja järjestä omia sanakokoelmiasi mukautetuilla määritelmillä ja esimerkeillä
fr: Créez et organisez vos propres collections de mots avec des définitions et des exemples personnalisés
he: צור וארגן את אוספי המילים שלך עם הגדרות ודוגמאות מותאמות אישית
hi: अपने स्वयं के शब्द संग्रह को कस्टम परिभाषाओं और उदाहरणों के साथ बनाएं और व्यवस्थित करें
hr: Stvorite i organizirajte vlastite zbirke vokabulara s prilagođenim definicijama i primjerima
id: Buat dan atur koleksi kosakata Anda dengan definisi dan contoh khusus
ja: 独自の定義と例で語彙コレクションを作成・整理
ko: 사용자 정의 정의와 예문으로 어휘 컬렉션을 만들고 정리하세요
nl: Maak en organiseer je eigen woordencollecties met aangepaste definities en voorbeelden
pl: Twórz i organizuj swoją kolekcję słownictwa z niestandardowymi definicjami i przykładami
pt_pt: Crie e organize a sua colecção de vocabulário com definições e exemplos personalizados
ro: Creează și organizează-ți colecția de vocabular cu definiții și exemple personalizate
ru: Создавайте и организуйте свою коллекцию слов с персонализированными определениями и примерами
sk: Vytvárajte a organizujte svoju zbierku slov s vlastnými definíciami a príkladmi
sv: Skapa och organisera din ordsamling med anpassade definitioner och exempel
th: สร้างและจัดระเบียบคลังคำศัพท์ของคุณด้วยความหมายและตัวอย่างที่กำหนดเอง
tr: Özel tanımlar ve örneklerle kelime koleksiyonunuzu oluşturun ve düzenleyin
uk: Створюйте та впорядковуйте свій словниковий запас із власними визначеннями та прикладами
vi: Tạo và sắp xếp vốn từ vựng của bạn với các định nghĩa và ví dụ tùy chỉnh
zh_hant: 創建並組織你的詞彙集合，包含自定義定義和示例

source: Find Definitions
ar: ابحث عن التعريفات
ca: Troba definicions
cs: Najít definice
da: Find definitioner
el: Βρες Ορισμούς
fi: Etsi määritelmiä
fr: Trouver des définitions
he: מצא הגדרות
hi: परिभाषाएं खोजें
hr: Pronađite definicije
id: Temukan Definisi
ja: 定義を見つける
ko: 정의 찾기
nl: Vind definities
pl: Znajdź definicje
pt_pt: Encontrar Definições
ro: Găsește Definiții
ru: Поиск определений
sk: Nájsť definície
sv: Hitta definitioner
th: ค้นหาความหมาย
tr: Tanımları Bul
uk: Знайти визначення
vi: Tìm định nghĩa
zh_hant: 查找定義

# comprehensive_definitions
source: Get comprehensive definitions with multiple meanings and contexts
ar: احصل على تعريفات شاملة بمعانٍ وسياقات متعددة
ca: Obtén definicions completes amb múltiples significats i contextos
cs: Získejte komplexní definice s více významy a kontexty
da: Få omfattende definitioner med flere betydninger og kontekster
el: Απόκτησε ολοκληρωμένους ορισμούς με πολλαπλές σημασίες και συμφραζόμενα
fi: Saat kattavia määritelmiä useilla merkityksillä ja konteksteilla
fr: Obtenez des définitions complètes avec plusieurs significations et contextes
he: קבל הגדרות מקיפות עם משמעויות מרובות והקשרים
hi: एकाधिक अर्थों और संदर्भों के साथ व्यापक परिभाषाएं प्राप्त करें
hr: Dobijte sveobuhvatne definicije s višestrukim značenjima i kontekstima
id: Dapatkan definisi komprehensif dengan berbagai makna dan konteks
ja: 複数の意味と文脈を持つ包括的な定義を取得
ko: 다양한 의미와 맥락을 포함한 포괄적인 정의를 얻으세요
nl: Krijg uitgebreide definities met meerdere betekenissen en contexten
pl: Uzyskaj kompleksowe definicje z wieloma znaczeniami i kontekstami
pt_pt: Obtenha definições abrangentes com múltiplos significados e contextos
ro: Obține definiții cuprinzătoare cu multiple semnificații și contexte
ru: Получайте полные определения с множеством значений и контекстов
sk: Získajte komplexné definície s viacerými významami a kontextami
sv: Få omfattande definitioner med flera betydelser och sammanhang
th: รับความหมายที่ครอบคลุมพร้อมความหมายและบริบทหลายแบบ
tr: Birden fazla anlam ve bağlamla kapsamlı tanımlar alın
uk: Отримуйте вичерпні визначення з кількома значеннями та контекстами
vi: Nhận định nghĩa toàn diện với nhiều ý nghĩa và ngữ cảnh
zh_hant: 獲取包含多種含義和語境的全面定義

source: Collect Idioms
ar: جمع التعابير
ca: Recull modismes
cs: Sbírat idiomy
da: Saml idiomer
el: Συλλογή Ιδιωματισμών
fi: Kerää idiomeja
fr: Collecter des expressions
he: אסוף ביטויים
hi: मुहावरे संग्रह करें
hr: Sakupljajte idiome
id: Kumpulkan Ungkapan
ja: 慣用句を収集
ko: 관용구 수집
nl: Idiomen verzamelen
pl: Zbieraj wyrażenia
pt_pt: Colectar Expressões
ro: Colectează Expresii
ru: Собирайте выражения
sk: Zbierajte idiomy
sv: Samla uttryck
th: รวบรวมสำนวน
tr: Deyimleri Topla
uk: Збирайте ідіоми
vi: Sưu tầm thành ngữ
zh_hant: 收集成語

# learn_practice_idioms
source: Learn and practice idioms and expressions from around the world
ar: تعلم ومارس التعابير والمصطلحات من جميع أنحاء العالم
ca: Aprèn i practica modismes i expressions d'arreu del món
cs: Učte se a procvičujte idiomy a výrazy z celého světa
da: Lær og øv idiomer og udtryk fra hele verden
el: Μάθε και εξάσκησε ιδιωματισμούς και εκφράσεις από όλο τον κόσμο
fi: Opi ja harjoittele idiomeja ja ilmauksia ympäri maailmaa
fr: Apprenez et pratiquez des expressions et idiomes du monde entier
he: למד ותרגל ביטויים וניבים מכל העולם
hi: दुनिया भर के मुहावरों और अभिव्यक्तियों को सीखें और अभ्यास करें
hr: Učite i vježbajte idiome i izraze iz cijelog svijeta
id: Pelajari dan latih ungkapan dan frasa dari seluruh dunia
ja: 世界中の慣用句やフレーズを学び、練習
ko: 전 세계의 관용구와 표현을 배우고 연습하세요
nl: Leer en oefen idiomen en uitdrukkingen van over de hele wereld
pl: Ucz się i ćwicz wyrażenia i frazy z całego świata
pt_pt: Aprenda e pratique expressões e frases de todo o mundo
ro: Învață și exersează expresii și fraze din întreaga lume
ru: Изучайте и практикуйте идиомы и фразы со всего мира
sk: Učte sa a precvičujte idiomy a frázy z celého sveta
sv: Lär dig och öva uttryck och fraser från hela världen
th: เรียนรู้และฝึกฝนสำนวนและวลีจากทั่วโลก
tr: Dünyanın dört bir yanından deyimler ve ifadeler öğrenin ve pratik yapın
uk: Вивчайте та практикуйте ідіоми та фрази з усього світу
vi: Học và thực hành các thành ngữ và cụm từ từ khắp nơi trên thế giới
zh_hant: 學習並練習來自世界各地的成語和表達

source: Smart Quizzes
ar: اختبارات ذكية
ca: Qüestionaris intel·ligents
cs: Chytré kvízy
da: Smarte quizzer
el: Έξυπνα Κουίζ
fi: Älykkäät visat
fr: Quiz intelligents
he: חידונים חכמים
hi: स्मार्ट क्विज़
hr: Pametni kvizovi
id: Kuis Cerdas
ja: スマートクイズ
ko: 스마트 퀴즈
nl: Slimme quizzen
pl: Inteligentne quizy
pt_pt: Questionários Inteligentes
ro: Teste Inteligente
ru: Умные викторины
sk: Inteligentné kvízy
sv: Smarta quiz
th: แบบทดสอบอัจฉริยะ
tr: Akıllı Testler
uk: Розумні тести
vi: Bài kiểm tra thông minh
zh_hant: 智能測驗

# adaptive_quizzes
source: Adaptive quizzes that learn from your progress
ar: اختبارات تتكيف مع تقدمك
ca: Qüestionaris adaptatius que aprenen del teu progrés
cs: Adaptivní kvízy, které se učí z vašeho pokroku
da: Adaptive quizzer, der lærer af dine fremskridt
el: Προσαρμοστικά κουίζ που μαθαίνουν από την πρόοδό σου
fi: Mukautuvat visat, jotka oppivat edistymisestäsi
fr: Quiz adaptatifs qui apprennent de vos progrès
he: חידונים מתאימים שלומדים מההתקדמות שלך
hi: आपकी प्रगति से सीखने वाले अनुकूली क्विज़
hr: Prilagodljivi kvizovi koji uče iz vašeg napretka
id: Kuis adaptif yang belajar dari kemajuan Anda
ja: あなたの進捗に適応するクイズ
ko: 당신의 진행 상황에 따라 적응하는 퀴즈
nl: Adaptieve quizzen die leren van je voortgang
pl: Adaptacyjne quizy oparte na Twoich postępach
pt_pt: Questionários adaptativos baseados no seu progresso
ro: Teste adaptative bazate pe progresul tău
ru: Адаптивные викторины, основанные на вашем прогрессе
sk: Adaptívne kvízy založené na vašom pokroku
sv: Adaptiva quiz baserade på dina framsteg
th: แบบทดสอบที่ปรับเปลี่ยนตามความคืบหน้าของคุณ
tr: İlerlemenize göre uyarlanmış testler
uk: Тести, адаптовані до вашого прогресу
vi: Bài kiểm tra thích ứng với tiến độ của bạn
zh_hant: 根據你的進度調整的測驗

source: Progress Tracking
ar: تتبع التقدم
ca: Seguiment del progrés
cs: Sledování pokroku
da: Fremskridtssporing
el: Παρακολούθηση Προόδου
fi: Edistymisen seuranta
fr: Suivi des progrès
he: מעקב אחר התקדמות
hi: प्रगति ट्रैकिंग
hr: Praćenje napretka
id: Pelacakan Kemajuan
ja: 進捗追跡
ko: 진행 상황 추적
nl: Voortgangsregistratie
pl: Śledzenie postępów
pt_pt: Acompanhamento de Progresso
ro: Urmărirea Progresului
ru: Отслеживание прогресса
sk: Sledovanie pokroku
sv: Spåra framsteg
th: ติดตามความคืบหน้า
tr: İlerlemeyi Takip Et
uk: Відстеження прогресу
vi: Theo dõi tiến độ
zh_hant: 進度跟踪

# visual_insights
source: Visual insights into your vocabulary growth
ar: رؤى بصرية حول نمو مفرداتك
ca: Informació visual sobre el creixement del teu vocabulari
cs: Vizuální přehledy o růstu vaší slovní zásoby
da: Visuelle indsigter i væksten af dit ordforråd
el: Οπτικές πληροφορίες για την ανάπτυξη του λεξιλογίου σου
fi: Visuaaliset näkemykset sanastosi kasvusta
fr: Aperçus visuels de la croissance de votre vocabulaire
he: תובנות ויזואליות על צמיחת אוצר המילים שלך
hi: आपकी शब्दावली वृद्धि के लिए दृश्य अंतर्दृष्टि
hr: Vizualni uvidi u rast vašeg vokabulara
id: Wawasan visual tentang pertumbuhan kosakata Anda
ja: 語彙の成長に関する視覚的な洞察
ko: 어휘 성장에 대한 시각적 통찰
nl: Visuele inzichten in de groei van je woordenschat
pl: Wizualne wglądy w rozwój Twojego słownictwa
pt_pt: Perspectivas visuais sobre o crescimento do seu vocabulário
ro: Informații vizuale despre creșterea vocabularului tău
ru: Визуальные данные о росте вашего словарного запаса
sk: Vizuálne prehľady o raste vašej slovnej zásoby
sv: Visuella insikter om tillväxten av ditt ordförråd
th: ข้อมูลเชิงลึกที่มองเห็นได้เกี่ยวกับการเติบโตของคลังคำศัพท์
tr: Kelime dağarcığınızın büyümesine dair görsel bilgiler
uk: Візуальна інформація про зростання вашого словникового запасу
vi: Thông tin trực quan về sự phát triển vốn từ vựng của bạn
zh_hant: 關於你的詞彙增長的視覺洞察

source: Collaborative Learning
ar: تعليم تعاوني
ca: Aprenentatge col·laboratiu
cs: Kolaborativní učení
da: Samarbejdende læring
el: Συνεργατική Μάθηση
fi: Yhteistyöoppiminen
fr: Apprentissage collaboratif
he: למידה שיתופית
hi: सहयोगी शिक्षा
hr: Kolaborativno učenje
id: Pembelajaran Kolaboratif
ja: 共同学習
ko: 협업 학습
nl: Samenwerkend leren
pl: Nauka zespołowa
pt_pt: Aprendizagem Colaborativa
ro: Învățare Colaborativă
ru: Совместное обучение
sk: Spolupracujúce učenie
sv: Samarbetsinlärning
th: การเรียนรู้แบบร่วมมือ
tr: İşbirlikçi Öğrenme
uk: Спільне навчання
vi: Học tập cộng tác
zh_hant: 協作學習

# share_dictionaries
source: Share dictionaries with friends and family
ar: شارك القواميس مع الأصدقاء والعائلة
ca: Comparteix diccionaris amb amics i família
cs: Sdílejte slovníky s přáteli a rodinou
da: Del ordbøger med venner og familie
el: Μοιράσου λεξικά με φίλους και οικογένεια
fi: Jaa sanakirjoja ystävien ja perheen kanssa
fr: Partagez des dictionnaires avec vos amis et votre famille
he: שתף מילונים עם חברים ומשפחה
hi: मित्रों और परिवार के साथ शब्दकोश साझा करें
hr: Dijelite rječnike s prijateljima i obitelji
id: Bagikan kamus dengan teman dan keluarga
ja: 友達や家族と辞書を共有
ko: 친구 및 가족과 사전을 공유
nl: Deel woordenboeken met vrienden en familie
pl: Dziel się słownikami z przyjaciółmi i rodziną
pt_pt: Partilhe dicionários com amigos e família
ro: Partajează dicționare cu prietenii și familia
ru: Делитесь словарями с друзьями и семьёй
sk: Zdieľajte slovníky s priateľmi a rodinou
sv: Dela ordböcker med vänner och familj
th: แชร์พจนานุกรมกับเพื่อนและครอบครัว
tr: Sözlükleri arkadaşlarınız ve ailenizle paylaşın
uk: Діліться словниками з друзями та родиною
vi: Chia sẻ từ điển với bạn bè và gia đình
zh_hant: 與朋友和家人共享詞典

source: Back
ar: رجوع
ca: Enrere
cs: Zpět
da: Tilbage
el: Πίσω
fi: Takaisin
fr: Retour
he: חזרה
hi: पीछे
hr: Natrag
id: Kembali
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hant: 返回

source: Next
ar: التالي
ca: Següent
cs: Další
da: Næste
el: Επόμενο
fi: Seuraava
fr: Suivant
he: הבא
hi: अगला
hr: Sljedeće
id: Berikutnya
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_pt: Seguinte
ro: Următor
ru: Далее
sk: Ďalej
sv: Nästa
th: ถัดไป
tr: Sonraki
uk: Далі
vi: Tiếp theo
zh_hant: 下一步

# personal_word_list_description
source: Create and organize your own vocabulary collections with custom definitions and examples
ar: أنشئ وقم بتنظيم مجموعات المفردات الخاصة بك مع تعريفات وأمثلة مخصصة
ca: Crea i organitza les teves pròpies col·leccions de vocabulari amb definicions i exemples personalitzats
cs: Vytvořte a organizujte své sbírky slovní zásoby s vlastními definicemi a příklady
da: Opret og organiser dine egne ordsamlinger med tilpassede definitioner og eksempler
el: Δημιούργησε και οργάνωσε τις δικές σου συλλογές λέξεων με προσαρμοσμένους ορισμούς και παραδείγματα
fi: Luo ja järjestä omia sanakokoelmiasi mukautetuilla määritelmillä ja esimerkeillä
fr: Créez et organisez vos propres collections de mots avec des définitions et des exemples personnalisés
he: צור וארגן את אוספי המילים שלך עם הגדרות ודוגמאות מותאמות אישית
hi: अपने स्वयं के शब्द संग्रह को कस्टम परिभाषाओं और उदाहरणों के साथ बनाएं और व्यवस्थित करें
hr: Stvorite i organizirajte vlastite zbirke vokabulara s prilagođenim definicijama i primjerima
id: Buat dan atur koleksi kosakata Anda dengan definisi dan contoh khusus
ja: 独自の定義と例で語彙コレクションを作成・整理
ko: 사용자 정의 정의와 예문으로 어휘 컬렉션을 만들고 정리하세요
nl: Maak en organiseer je eigen woordencollecties met aangepaste definities en voorbeelden
pl: Twórz i organizuj swoją kolekcję słownictwa z niestandardowymi definicjami i przykładami
pt_pt: Crie e organize a sua colecção de vocabulário com definições e exemplos personalizados
ro: Creează și organizează-ți colecția de vocabular cu definiții și exemple personalizate
ru: Создавайте и организуйте свою коллекцию слов с персонализированными определениями и примерами
sk: Vytvárajte a organizujte svoju zbierku slov s vlastnými definíciami a príkladmi
sv: Skapa och organisera din ordsamling med anpassade definitioner och exempel
th: สร้างและจัดระเบียบคลังคำศัพท์ของคุณด้วยความหมายและตัวอย่างที่กำหนดเอง
tr: Özel tanımlar ve örneklerle kelime koleksiyonunuzu oluşturun ve düzenleyin
uk: Створюйте та впорядковуйте свій словниковий запас із власними визначеннями та прикладами
vi: Tạo và sắp xếp vốn từ vựng của bạn với các định nghĩa và ví dụ tùy chỉnh
zh_hant: 創建並組織你的詞彙集合，包含自定義定義和示例

# find_definitions_description
source: Get comprehensive definitions with multiple meanings and contexts
ar: احصل على تعريفات شاملة بمعانٍ وسياقات متعددة
ca: Obtén definicions completes amb múltiples significats i contextos
cs: Získejte komplexní definice s více významy a kontexty
da: Få omfattende definitioner med flere betydninger og kontekster
el: Απόκτησε ολοκληρωμένους ορισμούς με πολλαπλές σημασίες και συμφραζόμενα
fi: Saat kattavia määritelmiä useilla merkityksillä ja konteksteilla
fr: Obtenez des définitions complètes avec plusieurs significations et contextes
he: קבל הגדרות מקיפות עם משמעויות מרובות והקשרים
hi: एकाधिक अर्थों और संदर्भों के साथ व्यापक परिभाषाएं प्राप्त करें
hr: Dobijte sveobuhvatne definicije s višestrukim značenjima i kontekstima
id: Dapatkan definisi komprehensif dengan berbagai makna dan konteks
ja: 複数の意味と文脈を持つ包括的な定義を取得
ko: 다양한 의미와 맥락을 포함한 포괄적인 정의를 얻으세요
nl: Krijg uitgebreide definities met meerdere betekenissen en contexten
pl: Uzyskaj kompleksowe definicje z wieloma znaczeniami i kontekstami
pt_pt: Obtenha definições abrangentes com múltiplos significados e contextos
ro: Obține definiții cuprinzătoare cu multiple semnificații și contexte
ru: Получайте полные определения с множеством значений и контекстов
sk: Získajte komplexné definície s viacerými významami a kontextami
sv: Få omfattande definitioner med flera betydelser och sammanhang
th: รับความหมายที่ครอบคลุมพร้อมความหมายและบริบทหลายแบบ
tr: Birden fazla anlam ve bağlamla kapsamlı tanımlar alın
uk: Отримуйте вичерпні визначення з кількома значеннями та контекстами
vi: Nhận định nghĩa toàn diện với nhiều ý nghĩa và ngữ cảnh
zh_hant: 獲取包含多種含義和語境的全面定義
