Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Onboarding.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hi, hr, id, ja, ko, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hant

# collect_idioms_description
source: Learn and practice idioms and expressions from around the world
ar: تعلم ومارس التعابير والمصطلحات من جميع أنحاء العالم
ca: Aprèn i practica modismes i expressions d'arreu del món
cs: Učte se a procvičujte idiomy a výrazy z celého světa
da: Lær og øv idiomer og udtryk fra hele verden
el: Μάθε και εξάσκησε ιδιωματισμούς και εκφράσεις από όλο τον κόσμο
fi: Opi ja harjoittele idiomeja ja ilmauksia ympäri maailmaa
fr: Apprenez et pratiquez des expressions et idiomes du monde entier
he: למד ותרגל ביטויים וניבים מכל העולם
hi: दुनिया भर के मुहावरों और अभिव्यक्तियों को सीखें और अभ्यास करें
hr: Učite i vježbajte idiome i izraze iz cijelog svijeta
id: Pelajari dan latih ungkapan dan frasa dari seluruh dunia
ja: 世界中の慣用句やフレーズを学び、練習
ko: 전 세계의 관용구와 표현을 배우고 연습하세요
nl: Leer en oefen idiomen en uitdrukkingen van over de hele wereld
pl: Ucz się i ćwicz wyrażenia i frazy z całego świata
pt_pt: Aprenda e pratique expressões e frases de todo o mundo
ro: Învață și exersează expresii și fraze din întreaga lume
ru: Изучайте и практикуйте идиомы и фразы со всего мира
sk: Učte sa a precvičujte idiomy a frázy z celého sveta
sv: Lär dig och öva uttryck och fraser från hela världen
th: เรียนรู้และฝึกฝนสำนวนและวลีจากทั่วโลก
tr: Dünyanın dört bir yanından deyimler ve ifadeler öğrenin ve pratik yapın
uk: Вивчайте та практикуйте ідіоми та фрази з усього світу
vi: Học và thực hành các thành ngữ và cụm từ từ khắp nơi trên thế giới
zh_hant: 學習並練習來自世界各地的成語和表達

# smart_quizzes_description
source: Adaptive quizzes that learn from your progress
ar: اختبارات تتكيف مع تقدمك
ca: Qüestionaris adaptatius que aprenen del teu progrés
cs: Adaptivní kvízy, které se učí z vašeho pokroku
da: Adaptive quizzer, der lærer af dine fremskridt
el: Προσαρμοστικά κουίζ που μαθαίνουν από την πρόοδό σου
fi: Mukautuvat visat, jotka oppivat edistymisestäsi
fr: Quiz adaptatifs qui apprennent de vos progrès
he: חידונים מתאימים שלומדים מההתקדמות שלך
hi: आपकी प्रगति से सीखने वाले अनुकूली क्विज़
hr: Prilagodljivi kvizovi koji uče iz vašeg napretka
id: Kuis adaptif yang belajar dari kemajuan Anda
ja: あなたの進捗に適応するクイズ
ko: 당신의 진행 상황에 따라 적응하는 퀴즈
nl: Adaptieve quizzen die leren van je voortgang
pl: Adaptacyjne quizy oparte na Twoich postępach
pt_pt: Questionários adaptativos baseados no seu progresso
ro: Teste adaptative bazate pe progresul tău
ru: Адаптивные викторины, основанные на вашем прогрессе
sk: Adaptívne kvízy založené na vašom pokroku
sv: Adaptiva quiz baserade på dina framsteg
th: แบบทดสอบที่ปรับเปลี่ยนตามความคืบหน้าของคุณ
tr: İlerlemenize göre uyarlanmış testler
uk: Тести, адаптовані до вашого прогресу
vi: Bài kiểm tra thích ứng với tiến độ của bạn
zh_hant: 根據你的進度調整的測驗

# progress_tracking_description
source: Visual insights into your vocabulary growth
ar: رؤى بصرية حول نمو مفرداتك
ca: Informació visual sobre el creixement del teu vocabulari
cs: Vizuální přehledy o růstu vaší slovní zásoby
da: Visuelle indsigter i væksten af dit ordforråd
el: Οπτικές πληροφορίες για την ανάπτυξη του λεξιλογίου σου
fi: Visuaaliset näkemykset sanastosi kasvusta
fr: Aperçus visuels de la croissance de votre vocabulaire
he: תובנות ויזואליות על צמיחת אוצר המילים שלך
hi: आपकी शब्दावली वृद्धि के लिए दृश्य अंतर्दृष्टि
hr: Vizualni uvidi u rast vašeg vokabulara
id: Wawasan visual tentang pertumbuhan kosakata Anda
ja: 語彙の成長に関する視覚的な洞察
ko: 어휘 성장에 대한 시각적 통찰
nl: Visuele inzichten in de groei van je woordenschat
pl: Wizualne wglądy w rozwój Twojego słownictwa
pt_pt: Perspectivas visuais sobre o crescimento do seu vocabulário
ro: Informații vizuale despre creșterea vocabularului tău
ru: Визуальные данные о росте вашего словарного запаса
sk: Vizuálne prehľady o raste vašej slovnej zásoby
sv: Visuella insikter om tillväxten av ditt ordförråd
th: ข้อมูลเชิงลึกที่มองเห็นได้เกี่ยวกับการเติบโตของคลังคำศัพท์
tr: Kelime dağarcığınızın büyümesine dair görsel bilgiler
uk: Візуальна інформація про зростання вашого словникового запасу
vi: Thông tin trực quan về sự phát triển vốn từ vựng của bạn
zh_hant: 關於你的詞彙增長的視覺洞察

# collaborative_learning_description
source: Share dictionaries with friends and family
ar: شارك القواميس مع الأصدقاء والعائلة
ca: Comparteix diccionaris amb amics i família
cs: Sdílejte slovníky s přáteli a rodinou
da: Del ordbøger med venner og familie
el: Μοιράσου λεξικά με φίλους και οικογένεια
fi: Jaa sanakirjoja ystävien ja perheen kanssa
fr: Partagez des dictionnaires avec vos amis et votre famille
he: שתף מילונים עם חברים ומשפחה
hi: मित्रों और परिवार के साथ शब्दकोश साझा करें
hr: Dijelite rječnike s prijateljima i obitelji
id: Bagikan kamus dengan teman dan keluarga
ja: 友達や家族と辞書を共有
ko: 친구 및 가족과 사전을 공유
nl: Deel woordenboeken met vrienden en familie
pl: Dziel się słownikami z przyjaciółmi i rodziną
pt_pt: Partilhe dicionários com amigos e família
ro: Partajează dicționare cu prietenii și familia
ru: Делитесь словарями с друзьями и семьёй
sk: Zdieľajte slovníky s priateľmi a rodinou
sv: Dela ordböcker med vänner och familj
th: แชร์พจนานุกรมกับเพื่อนและครอบครัว
tr: Sözlükleri arkadaşlarınız ve ailenizle paylaşın
uk: Діліться словниками з друзями та родиною
vi: Chia sẻ từ điển với bạn bè và gia đình
zh_hant: 與朋友和家人共享詞典

source: Natural Voices
ar: أصوات طبيعية
ca: Veus naturals
cs: Přirozené hlasy
da: Naturlige stemmer
el: Φυσικές φωνές
fi: Luonnolliset äänet
fr: Voix naturelles
he: קולות טבעיים
hi: प्राकृतिक आवाज़ें
hr: Prirodni glasovi
id: Suara alami
ja: 自然な音声
ko: 자연스러운 음성
nl: Natuurlijke stemmen
pl: Naturalne głosy
pt_pt: Vozes naturais
ro: Voci naturale
ru: Естественные голоса
sk: Prirodzené hlasy
sv: Naturliga röster
th: เสียงธรรมชาติ
tr: Doğal sesler
uk: Природні голоси
vi: Giọng nói tự nhiên
zh_hant: 自然語音

# natural_voices_description
source: Hundreds of premium voices that sound more human than ever
ar: مئات الأصوات المميزة التي تبدو أكثر إنسانية من أي وقت مضى
ca: Centenars de veus premium que sonen més humanes que mai
cs: Stovky prémiových hlasů, které zní lidštěji než kdy dříve
da: Hundreder af premiumstemmer, der lyder mere menneskelige end nogensinde
el: Εκατοντάδες premium φωνές που ακούγονται πιο ανθρώπινες από ποτέ
fi: Satoja premium-ääniä, jotka kuulostavat inhimillisemmiltä kuin koskaan
fr: Des centaines de voix premium qui sonnent plus humaines que jamais
he: מאות קולות פרימיום שנשמעים אנושיים יותר מתמיד
hi: सैकड़ों प्रीमियम आवाज़ें जो पहले से कहीं अधिक मानवीय लगती हैं
hr: Stotine vrhunskih glasova koji zvuče ljudskije nego ikad
id: Ratusan suara premium yang terdengar lebih manusiawi dari sebelumnya
ja: これまで以上に人間らしく聞こえる数百のプレミアム音声
ko: 이제까지보다 더 인간적으로 들리는 수백 개의 프리미엄 음성
nl: Honderden premium stemmen die natuurlijker klinken dan ooit
pl: Setki wysokiej jakości głosów, które brzmią bardziej ludzko niż kiedykolwiek
pt_pt: Centenas de vozes premium que soam mais humanas do que nunca
ro: Sute de voci premium care sună mai uman ca niciodată
ru: Сотни премиум-голосов, которые звучат более человечно, чем когда-либо
sk: Stovky prémiových hlasov, ktoré znejú ľudskejšie ako kedykoľvek predtým
sv: Hundratals premiumröster som låter mer mänskliga än någonsin
th: เสียงพรีเมียมหลายร้อยเสียงที่ฟังดูเป็นมนุษย์มากกว่าที่เคย
tr: Şimdiye kadar olduğundan daha insansı seslere sahip yüzlerce premium ses
uk: Сотні преміум-голосів, які звучать більш людяно, ніж будь-коли
vi: Hàng trăm giọng nói cao cấp nghe giống người hơn bao giờ hết
zh_hant: 數百種聽起來比以往更自然的優質語音

source: What should we call you?
ar: كيف يجب أن نناديك؟
ca: Com t'hauríem de dir?
cs: Jak vás máme oslovovat?
da: Hvad skal vi kalde dig?
el: Πώς να σε φωνάζουμε;
fi: Mitä meidän pitäisi kutsua sinua?
fr: Comment devrions-nous vous appeler ?
he: איך לקרוא לך?
hi: हम आपको क्या कहें?
hr: Kako da vas zovemo?
id: Apa yang harus kami panggil Anda?
ja: どのようにお呼びしましょうか？
ko: 어떻게 부르면 될까요?
nl: Hoe moeten we je noemen?
pl: Jak powinniśmy Cię nazywać?
pt_pt: Como devemos chamá-lo?
ro: Cum ar trebui să te numim?
ru: Как нам вас называть?
sk: Ako vás máme volať?
sv: Vad ska vi kalla dig?
th: เราควรเรียกคุณว่าอะไร?
tr: Size nasıl hitap edelim?
uk: Як ми повинні вас називати?
vi: Chúng tôi nên gọi bạn là gì?
zh_hant: 我們應該怎麼稱呼您？

source: Enter your name
ar: أدخل اسمك
ca: Introdueix el teu nom
cs: Zadejte své jméno
da: Indtast dit navn
el: Εισήγαγε το όνομά σου
fi: Syötä nimesi
fr: Entrez votre nom
he: הכנס את שמך
hi: अपना नाम दर्ज करें
hr: Unesite svoje ime
id: Masukkan nama Anda
ja: お名前を入力してください
ko: 이름을 입력하세요
nl: Voer je naam in
pl: Wprowadź swoje imię
pt_pt: Introduza o seu nome
ro: Introdu numele tău
ru: Введите ваше имя
sk: Zadajte svoje meno
sv: Ange ditt namn
th: ใส่ชื่อของคุณ
tr: Adınızı girin
uk: Введіть ваше ім'я
vi: Nhập tên của bạn
zh_hant: 輸入您的姓名

source: Skip
ar: تخطي
ca: Omet
cs: Přeskočit
da: Spring over
el: Παράλειψη
fi: Ohita
fr: Passer
he: דלג
hi: छोड़ें
hr: Preskoči
id: Lewati
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_pt: Saltar
ro: Sări peste
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hant: 跳過

source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
el: Συνέχεια
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
id: Lanjutkan
ja: 続行
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_hant: 繼續

source: Which best describes you?
ar: ما الذي يصفك بشكل أفضل؟
ca: Què et descriu millor?
cs: Co vás nejlépe popisuje?
da: Hvad beskriver dig bedst?
el: Τι σε περιγράφει καλύτερα;
fi: Mikä kuvaa sinua parhaiten?
fr: Qu'est-ce qui vous décrit le mieux ?
he: מה מתאר אותך בצורה הטובה ביותר?
hi: आपको सबसे अच्छा क्या वर्णन करता है?
hr: Što vas najbolje opisuje?
id: Apa yang paling menggambarkan Anda?
ja: あなたを最もよく表すのはどれですか？
ko: 당신을 가장 잘 설명하는 것은?
nl: Wat beschrijft jou het beste?
pl: Co najlepiej Cię opisuje?
pt_pt: Qual o melhor o descreve?
ro: Care te descrie cel mai bine?
ru: Что лучше всего вас описывает?
sk: Ktoré vás najlepšie opisuje?
sv: Vilket beskriver dig bäst?
th: ข้อใดอธิบายคุณได้ดีที่สุด?
tr: Sizi en iyi hangisi tanımlar?
uk: Що найкраще описує вас?
vi: Điều gì mô tả bạn tốt nhất?
zh_hant: 什麼最能描述您？

# user_type_student
source: Student
ar: طالب
ca: Estudiant
da: Studerende
el: Φοιτητής
fi: Opiskelija
fr: Étudiant
he: תלמיד
hi: छात्र
id: Siswa
ja: 学生
ko: 학생
pt_pt: Estudante
ru: Студент
sk: Študent
th: นักเรียน
tr: Öğrenci
uk: Студент
vi: Học sinh
zh_hant: 學生

# user_type_professional
source: Professional
ar: محترف
cs: Profesionál
da: Professionel
el: Επαγγελματίας
fi: Ammattilainen
fr: Professionnel
he: מקצועי
hi: पेशेवर
hr: Profesionalac
id: Profesional
ja: プロフェッショナル
ko: 전문가
pl: Profesjonalista
pt_pt: Profissional
ro: Profesionist
ru: Профессионал
sk: Profesionál
sv: Professionell
th: มืออาชีพ
tr: Profesyonel
uk: Професіонал
vi: Chuyên nghiệp
zh_hant: 專業人士

# user_type_hobbyist
source: Hobbyist
ar: هواة
ca: Aficionat
cs: Koníčkář
el: Χομπίστας
fi: Harrastaja
fr: Amateur
he: חובב
hi: शौकिया
hr: Hobist
id: Hobi
ja: 趣味人
ko: 취미인
pl: Hobbysta
pt_pt: Hobbyista
ru: Любитель
sk: Hobbyista
th: ผู้ที่เรียนเป็นงานอดิเรก
tr: Hobici
uk: Аматор
vi: Người đam mê
zh_hant: 愛好者

# user_type_other
source: Other
ar: آخر
ca: Altres
cs: Jiné
da: Andet
el: Άλλο
fi: Muu
fr: Autre
he: אחר
hi: अन्य
hr: Ostalo
id: Lainnya
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt_pt: Outro
ro: Altul
ru: Другое
sk: Iné
sv: Annat
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
zh_hant: 其他

# user_type_student_description
source: Learning for school or university
ar: التعلم للمدرسة أو الجامعة
ca: Aprenent per a l'escola o la universitat
cs: Učení pro školu nebo univerzitu
da: Lærer for skole eller universitet
el: Μάθηση για σχολείο ή πανεπιστήμιο
fi: Oppimista koulua tai yliopistoa varten
fr: Apprendre pour l'école ou l'université
he: לימוד לבית ספר או אוניברסיטה
hi: स्कूल या विश्वविद्यालय के लिए सीखना
hr: Učenje za školu ili sveučilište
id: Belajar untuk sekolah atau universitas
ja: 学校や大学のため
ko: 학교나 대학을 위해
nl: Leren voor school of universiteit
pl: Nauka dla szkoły lub uniwersytetu
pt_pt: Aprender para escola ou universidade
ro: Învăț pentru școală sau universitate
ru: Изучение для школы или университета
sk: Učenie sa pre školu alebo univerzitu
sv: Lära för skola eller universitet
th: เรียนเพื่อโรงเรียนหรือมหาวิทยาลัย
tr: Okul veya üniversite için öğreniyorum
uk: Навчання для школи або університету
vi: Học cho trường học hoặc đại học
zh_hant: 為學校或大學學習

# user_type_professional_description
source: Advancing my career
ar: تطوير مسيرتي المهنية
ca: Avançant en la meva carrera
cs: Rozvoj mé kariéry
da: Fremmer min karriere
el: Προώθηση της καριέρας μου
fi: Uraani edistämistä
fr: Faire progresser ma carrière
he: קידום הקריירה שלי
hi: अपने करियर को आगे बढ़ाना
hr: Napredovanje u karijeri
id: Maju dalam karier saya
ja: キャリアの向上
ko: 경력 발전
nl: Mijn carrière vooruithelpen
pl: Rozwój kariery
pt_pt: Avançar na minha carreira
ro: Îmi avansez cariera
ru: Продвижение по карьере
sk: Rozvíjanie mojej kariéry
sv: Framsteg i min karriär
th: พัฒนาอาชีพของฉัน
tr: Kariyerimi ilerletiyorum
uk: Розвиток моєї кар'єри
vi: Thăng tiến sự nghiệp của tôi
zh_hant: 推進我的職業生涯

# user_type_hobbyist_description
source: Learning for fun
ar: التعلم للمتعة
ca: Aprenent per diversió
cs: Učení pro zábavu
da: Lærer for sjov
el: Μάθηση για διασκέδαση
fi: Oppimista huvin vuoksi
fr: Apprendre pour le plaisir
he: לימוד להנאה
hi: मनोरंजन के लिए सीखना
hr: Učenje za zabavu
id: Belajar untuk kesenangan
ja: 楽しみのために
ko: 재미를 위해
nl: Leren voor de lol
pl: Nauka dla przyjemności
pt_pt: Aprender por diversão
ro: Învăț pentru distracție
ru: Изучение для удовольствия
sk: Učenie sa pre zábavu
sv: Lära för nöjes skull
th: เรียนเพื่อความสนุก
tr: Eğlence için öğreniyorum
uk: Навчання для розваги
vi: Học để giải trí
zh_hant: 為了樂趣而學習

# user_type_other_description
source: Other purposes
ar: أغراض أخرى
ca: Altres propòsits
cs: Jiné účely
da: Andre formål
el: Άλλοι σκοποί
fi: Muita tarkoituksia
fr: Autres objectifs
he: מטרות אחרות
hi: अन्य उद्देश्य
hr: Ostale svrhe
id: Tujuan lainnya
ja: その他の目的
ko: 기타 목적
nl: Andere doeleinden
pl: Inne cele
pt_pt: Outros propósitos
ro: Alte scopuri
ru: Другие цели
sk: Iné účely
sv: Andra syften
th: วัตถุประสงค์อื่น
tr: Diğer amaçlar
uk: Інші цілі
vi: Mục đích khác
zh_hant: 其他目的

source: What's your age group?
ar: ما هي فئتك العمرية؟
ca: Quina és la teva franja d'edat?
cs: Jaká je vaše věková skupina?
da: Hvad er din aldersgruppe?
el: Ποια είναι η ηλικιακή σου ομάδα;
fi: Mikä on ikäryhmäsi?
fr: Quel est votre groupe d'âge ?
he: מה קבוצת הגיל שלך?
hi: आपकी आयु समूह क्या है?
hr: Koja je vaša dobna skupina?
id: Berapa kelompok usia Anda?
ja: あなたの年齢層は？
ko: 당신의 연령대는?
nl: Wat is je leeftijdsgroep?
pl: Jaka jest Twoja grupa wiekowa?
pt_pt: Qual é o seu grupo etário?
ro: Care este grupa ta de vârstă?
ru: Какая у вас возрастная группа?
sk: Aká je vaša veková skupina?
sv: Vilken är din åldersgrupp?
th: คุณอยู่ในกลุ่มอายุใด?
tr: Yaş grubunuz nedir?
uk: Яка ваша вікова група?
vi: Nhóm tuổi của bạn là gì?
zh_hant: 您的年齡組是什麼？

# why_are_you_learning
source: Why are you learning languages?
ar: لماذا تتعلم اللغات؟
da: Hvorfor lærer du sprog?
fi: Miksi opettelet kieliä?
he: למה אתה לומד שפות?
hr: Zašto učite jezike?
id: Mengapa Anda belajar bahasa?
ja: なぜ言語を学んでいますか？
nl: Waarom leer je talen?
pl: Dlaczego uczysz się języków?
pt_pt: Por que está a aprender línguas?
ro: De ce înveți limbi străine?
ru: Почему вы изучаете языки?
th: ทำไมคุณถึงเรียนภาษา?
tr: Neden dil öğreniyorsunuz?
zh_hant: 您為什麼學習語言？

# select_up_to_three
source: Select 1-3 goals
ar: اختر 1-3 أهداف
da: Vælg 1-3 mål
fi: Valitse 1-3 tavoitetta
he: בחר 1-3 מטרות
hr: Odaberite 1-3 cilja
id: Pilih 1-3 tujuan
ja: 1-3つの目標を選択
nl: Selecteer 1-3 doelen
pl: Wybierz 1-3 cele
pt_pt: Selecione 1-3 objetivos
ro: Selectează 1-3 obiective
ru: Выберите 1-3 цели
th: เลือก 1-3 เป้าหมาย
tr: 1-3 hedef seçin
zh_hant: 選擇1-3個目標

# learning_goal_career
source: Career Growth
ar: النمو المهني
da: Karrierevækst
fi: Urakehitys
he: צמיחה בקריירה
hr: Rast karijere
id: Pertumbuhan Karier
ja: キャリア成長
nl: Carrièregroei
pl: Rozwój Kariery
pt_pt: Crescimento Profissional
ro: Creșterea Carierei
ru: Карьерный Рост
th: การเติบโตในอาชีพ
tr: Kariyer Gelişimi
zh_hant: 職業發展

# learning_goal_travel
source: Travel & Tourism
ar: السفر والسياحة
da: Rejse og Turisme
fi: Matkailu ja turismi
he: נסיעות ותיירות
hr: Putovanje i turizam
id: Perjalanan & Pariwisata
ja: 旅行と観光
nl: Reizen en Toerisme
pl: Podróże i Turystyka
pt_pt: Viagem e Turismo
ro: Călătorii și Turism
ru: Путешествия и Туризм
th: การเดินทางและการท่องเที่ยว
tr: Seyahat ve Turizm
zh_hant: 旅行和旅遊

# learning_goal_education
source: Education
ar: التعليم
da: Uddannelse
fi: Koulutus
he: חינוך
hr: Obrazovanje
id: Pendidikan
ja: 教育
nl: Onderwijs
pl: Edukacja
pt_pt: Educação
ro: Educație
ru: Образование
th: การศึกษา
tr: Eğitim
zh_hant: 教育

# learning_goal_personal_growth
source: Personal Growth
ar: النمو الشخصي
da: Personlig Vækst
fi: Henkilökohtainen kasvu
he: צמיחה אישית
hr: Osobni rast
id: Pertumbuhan Pribadi
ja: 個人成長
nl: Persoonlijke Groei
pl: Rozwój Osobisty
pt_pt: Crescimento Pessoal
ro: Creșterea Personală
ru: Личностный Рост
th: การเติบโตส่วนตัว
tr: Kişisel Gelişim
zh_hant: 個人成長

# learning_goal_immigration
source: Immigration
ar: الهجرة
fi: Maahanmuutto
he: הגירה
hr: Imigracija
id: Imigrasi
ja: 移住
nl: Immigratie
pl: Imigracja
pt_pt: Imigração
ro: Imigrare
ru: Иммиграция
th: การย้ายถิ่นฐาน
tr: Göç
zh_hant: 移民

# learning_goal_family
source: Family & Friends
ar: العائلة والأصدقاء
da: Familie og Venner
fi: Perhe ja ystävät
he: משפחה וחברים
hr: Obitelj i prijatelji
id: Keluarga & Teman
ja: 家族と友人
nl: Familie en Vrienden
pl: Rodzina i Przyjaciele
pt_pt: Família e Amigos
ro: Familie și Prieteni
ru: Семья и Друзья
th: ครอบครัวและเพื่อน
tr: Aile ve Arkadaşlar
zh_hant: 家庭和朋友

# which_languages_to_learn
source: Which languages do you want to learn?
ar: أي اللغات تريد تعلمها؟
ca: Quins idiomes vols aprendre?
cs: Jaké jazyky se chcete učit?
da: Hvilke sprog vil du lære?
el: Ποιες γλώσσες θέλεις να μάθεις;
fi: Mitä kieliä haluat oppia?
fr: Quelles langues voulez-vous apprendre ?
he: אילו שפות אתה רוצה ללמוד?
hi: आप कौन सी भाषाएं सीखना चाहते हैं?
hr: Koje jezike želite učiti?
id: Bahasa apa yang ingin Anda pelajari?
ja: どの言語を学びたいですか？
ko: 어떤 언어를 배우고 싶나요?
nl: Welke talen wil je leren?
pl: Jakich języków chcesz się uczyć?
pt_pt: Que línguas quer aprender?
ro: Ce limbi vrei să înveți?
ru: Какие языки вы хотите изучать?
sk: Ktoré jazyky sa chcete učiť?
sv: Vilka språk vill du lära dig?
th: คุณต้องการเรียนภาษาอะไร?
tr: Hangi dilleri öğrenmek istiyorsunuz?
uk: Які мови ви хочете вивчати?
vi: Bạn muốn học ngôn ngữ nào?
zh_hant: 您想學習哪些語言？

source: Search languages
ar: البحث عن اللغات
ca: Cerca idiomes
cs: Hledat jazyky
da: Søg sprog
el: Αναζήτηση γλωσσών
fi: Hae kieliä
fr: Rechercher des langues
he: חפש שפות
hi: भाषाएं खोजें
hr: Pretraži jezike
id: Cari bahasa
ja: 言語を検索
ko: 언어 검색
nl: Zoek talen
pl: Szukaj języków
pt_pt: Pesquisar línguas
ro: Caută limbi
ru: Поиск языков
sk: Hľadať jazyky
sv: Sök språk
th: ค้นหาภาษา
tr: Dil ara
uk: Пошук мов
vi: Tìm kiếm ngôn ngữ
zh_hant: 搜尋語言

source: Add Language
ar: إضافة لغة
ca: Afegir Idioma
cs: Přidat Jazyk
da: Tilføj Sprog
el: Προσθήκη Γλώσσας
fi: Lisää kieli
fr: Ajouter une Langue
he: הוסף שפה
hi: भाषा जोड़ें
hr: Dodaj jezik
id: Tambah Bahasa
ja: 言語を追加
ko: 언어 추가
nl: Taal Toevoegen
pl: Dodaj Język
pt_pt: Adicionar Língua
ro: Adaugă Limbă
ru: Добавить язык
sk: Pridať jazyk
sv: Lägg till Språk
th: เพิ่มภาษา
tr: Dil Ekle
uk: Додати мову
vi: Thêm ngôn ngữ
zh_hant: 新增語言

source: Select proficiency level
ar: اختر مستوى الكفاءة
ca: Selecciona el nivell de competència
cs: Vyberte úroveň znalostí
da: Vælg færdighedsniveau
el: Επίλεξε επίπεδο δεξιοτήτων
fi: Valitse taitotaso
fr: Sélectionnez le niveau de compétence
he: בחר רמת מיומנות
hi: दक्षता स्तर चुनें
hr: Odaberite razinu znanja
id: Pilih tingkat kemahiran
ja: 習熟度を選択
ko: 숙련도 선택
nl: Selecteer vaardigheidsniveau
pl: Wybierz poziom biegłości
pt_pt: Selecionar nível de proficiência
ro: Selectează nivelul de competență
ru: Выберите уровень владения
sk: Vyberte úroveň zručnosti
sv: Välj färdighetsnivå
th: เลือกระดับความสามารถ
tr: Yeterlilik seviyesi seçin
uk: Виберіть рівень володіння
vi: Chọn trình độ thành thạo
zh_hant: 選擇熟練程度

source: Select at least one language
ar: اختر لغة واحدة على الأقل
ca: Selecciona almenys un idioma
cs: Vyberte alespoň jeden jazyk
da: Vælg mindst ét sprog
el: Επίλεξε τουλάχιστον μία γλώσσα
fi: Valitse vähintään yksi kieli
fr: Sélectionnez au moins une langue
he: בחר לפחות שפה אחת
hi: कम से कम एक भाषा चुनें
hr: Odaberite barem jedan jezik
id: Pilih setidaknya satu bahasa
ja: 少なくとも1つの言語を選択
ko: 최소 하나의 언어를 선택하세요
nl: Selecteer ten minste één taal
pl: Wybierz co najmniej jeden język
pt_pt: Selecionar pelo menos uma língua
ro: Selectează cel puțin o limbă
ru: Выберите хотя бы один язык
sk: Vyberte aspoň jeden jazyk
sv: Välj minst ett språk
th: เลือกอย่างน้อยหนึ่งภาษา
tr: En az bir dil seçin
uk: Виберіть принаймні одну мову
vi: Chọn ít nhất một ngôn ngữ
zh_hant: 至少選擇一種語言

# cefr_level_a1_description
source: Beginner - Basic phrases
ar: مبتدئ - عبارات أساسية
ca: Iniciant - Frases bàsiques
cs: Začátečník - Základní fráze
da: Begynder - Grundlæggende sætninger
el: Αρχάριος - Βασικές φράσεις
fi: Aloittelija - Peruslauseet
fr: Débutant - Phrases de base
he: מתחיל - ביטויים בסיסיים
hi: शुरुआती - बुनियादी वाक्यांश
hr: Početnik - Osnovne fraze
id: Pemula - Frasa dasar
ja: 初心者 - 基本的なフレーズ
ko: 초급자 - 기본 구문
nl: Beginner - Basiszinnen
pl: Początkujący - Podstawowe frazy
pt_pt: Iniciante - Frases básicas
ro: Începător - Fraze de bază
ru: Начинающий - Базовые фразы
sk: Začiatočník - Základné frázy
sv: Nybörjare - Grundläggande fraser
th: ผู้เริ่มต้น - วลีพื้นฐาน
tr: Başlangıç - Temel ifadeler
uk: Початківець - Базові фрази
vi: Người mới bắt đầu - Cụm từ cơ bản
zh_hant: 初學者 - 基本短語

# cefr_level_a2_description
source: Elementary - Simple conversations
ar: ابتدائي - محادثات بسيطة
ca: Elemental - Converses simples
cs: Elementární - Jednoduché konverzace
da: Elementær - Enkle samtaler
el: Στοιχειώδης - Απλές συνομιλίες
fi: Alkeis - Yksinkertaiset keskustelut
fr: Élémentaire - Conversations simples
he: יסודי - שיחות פשוטות
hi: प्राथमिक - सरल बातचीत
hr: Osnovni - Jednostavni razgovori
id: Dasar - Percakapan sederhana
ja: 初級 - 簡単な会話
ko: 기초 - 간단한 대화
nl: Elementair - Eenvoudige gesprekken
pl: Elementarny - Proste rozmowy
pt_pt: Elementar - Conversas simples
ro: Elementar - Conversații simple
ru: Элементарный - Простые разговоры
sk: Elementárny - Jednoduché konverzácie
sv: Elementär - Enkla samtal
th: ระดับประถม - การสนทนาง่ายๆ
tr: Temel - Basit konuşmalar
uk: Елементарний - Прості розмови
vi: Sơ cấp - Cuộc trò chuyện đơn giản
zh_hant: 初級 - 簡單對話

# cefr_level_b1_description
source: Intermediate - Independent user
ar: متوسط - مستخدم مستقل
ca: Intermedi - Usuari independent
cs: Střední - Nezávislý uživatel
da: Mellemniveau - Selvstændig bruger
el: Μεσαίος - Ανεξάρτητος χρήστης
fi: Keskitaso - Itsenäinen käyttäjä
fr: Intermédiaire - Utilisateur indépendant
he: בינוני - משתמש עצמאי
hi: मध्यवर्ती - स्वतंत्र उपयोगकर्ता
hr: Srednji - Nezavisan korisnik
id: Menengah - Pengguna mandiri
ja: 中級 - 独立したユーザー
ko: 중급 - 독립적 사용자
nl: Gemiddeld - Onafhankelijke gebruiker
pl: Średni - Niezależny użytkownik
pt_pt: Intermédio - Utilizador independente
ro: Intermediar - Utilizator independent
ru: Средний - Независимый пользователь
sk: Stredne pokročilý - Nezávislý používateľ
sv: Mellannivå - Oberoende användare
th: ระดับกลาง - ผู้ใช้ที่เป็นอิสระ
tr: Orta - Bağımsız kullanıcı
uk: Середній - Незалежний користувач
vi: Trung cấp - Người dùng độc lập
zh_hant: 中級 - 獨立用戶
