Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Onboarding.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hi, hr, id, ja, ko, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hant

# paywall.personalized_subtitle_study
source: Master %@ vocabulary for academic success and ace your studies!
ar: أتقن مفردات %@ للنجاح الأكاديمي وتميز في دراستك!
ca: Domina el vocabulari %@ per a l'èxit acadèmic i destaca en els teus estudis!
cs: Ovládněte slovní zásobu %@ pro akademický úspěch a vynikněte ve studiích!
da: Mestrer %@ ordforråd til akademisk succes og klarer dine studier!
fi: Hallitse %@ sanastoa akateemiseen menestykseen ja erottu opiskeluissasi!
fr: Maîtrisez le vocabulaire %@ pour le succès académique et excellez dans vos études !
he: שלוט באוצר המילים של %@ להצלחה אקדמית והצלח בלימודים!
hi: अकादमिक सफलता के लिए %@ शब्दावली में महारत हासिल करें और अपनी पढ़ाई में उत्कृष्टता प्राप्त करें!
hr: Ovladajte %@ vokabularom za akademski uspjeh i odličite u studijima!
id: Kuasai kosakata %@ untuk sukses akademik dan unggul dalam studi Anda!
ja: 学術的成功のために%@語彙をマスターし、学習で優秀な成績を収めましょう！
ko: 학술 성공을 위해 %@ 어휘를 마스터하고 학습에서 뛰어난 성과를 거두세요!
nl: Beheers %@-vocabulaire voor academisch succes en blink uit in je studies!
pl: Opanuj słownictwo %@ dla sukcesu akademickiego i wyróżnij się w nauce!
pt_pt: Domine o vocabulário %@ para sucesso académico e destaque nos seus estudos!
ro: Stăpânește vocabularul %@ pentru succesul academic și excelează în studiile tale!
ru: Освойте %@ для академического успеха и преуспевайте в учебе!
sv: Behärska %@ ordförråd för akademisk framgång och excellera i dina studier!
th: เชี่ยวชาญคำศัพท์ %@ เพื่อความสำเร็จทางวิชาการและทำคะแนนได้ดีในการเรียน!
tr: Akademik başarı için %@ kelime dağarcığınızı geliştirin ve çalışmalarınızda başarılı olun!
uk: Опануйте %@ словниковий запас для академічного успіху та досягніть успіху в навчанні!
vi: Thành thạo từ vựng %@ để thành công trong học tập và xuất sắc trong việc học!
zh_hant: 掌握%@詞彙以獲得學術成功並在學習中脫穎而出！

# paywall.personalized_subtitle_work
source: Boost your career with professional %@ vocabulary and communication skills!
ar: طور مسيرتك المهنية مع مفردات %@ المهنية ومهارات التواصل!
ca: Impulsa la teva carrera amb vocabulari professional %@ i habilitats de comunicació!
cs: Posuňte svou kariéru s profesionální slovní zásobou %@ a komunikačními dovednostmi!
da: Boost din karriere med professionelt %@ ordforråd og kommunikationsfærdigheder!
fi: Kiihdytä uraasi ammattimaisella %@ sanastolla ja viestintätaidoilla!
fr: Boostez votre carrière avec le vocabulaire professionnel %@ et les compétences de communication !
he: קדם את הקריירה שלך עם אוצר מילים מקצועי ב-%@ וכישורי תקשורת!
hi: पेशेवर %@ शब्दावली और संचार कौशल के साथ अपने करियर को बढ़ावा दें!
hr: Ubrzajte svoju karijeru s profesionalnim %@ vokabularom i komunikacijskim vještinama!
id: Tingkatkan karier Anda dengan kosakata profesional %@ dan keterampilan komunikasi!
ja: プロフェッショナル%@語彙とコミュニケーションスキルでキャリアを推進しましょう！
ko: 전문 %@ 어휘와 커뮤니케이션 스킬로 경력을 발전시키세요!
nl: Stuw je carrière vooruit met professioneel %@-vocabulaire en communicatievaardigheden!
pl: Rozwijaj swoją karierę z profesjonalnym słownictwem %@ i umiejętnościami komunikacyjnymi!
pt_pt: Impulsione a sua carreira com vocabulário profissional %@ e competências de comunicação!
ro: Îți avansezi cariera cu vocabular profesional %@ și abilități de comunicare!
ru: Продвиньте свою карьеру с профессиональным словарем %@ и навыками общения!
sv: Framåt din karriär med professionellt %@ ordförråd och kommunikationsfärdigheter!
th: เพิ่มอาชีพของคุณด้วยคำศัพท์ %@ ระดับมืออาชีพและทักษะการสื่อสาร!
tr: Profesyonel %@ kelime dağarcığı ve iletişim becerileriyle kariyerinizi ilerletin!
uk: Просувайте свою кар'єру з професійним %@ словниковим запасом та навичками спілкування!
vi: Thúc đẩy sự nghiệp của bạn với từ vựng %@ chuyên nghiệp và kỹ năng giao tiếp!
zh_hant: 用專業%@詞彙和溝通技能推進您的職業生涯！

# paywall.personalized_subtitle_travel
source: Speak %@ confidently while traveling and connect with people worldwide!
ar: تحدث %@ بثقة أثناء السفر وتواصل مع الناس حول العالم!
ca: Parla %@ amb confiança mentre viatges i connecta amb gent d'arreu del món!
cs: Mluvte %@ sebevědomě při cestování a spojte se s lidmi po celém světě!
da: Tal %@ selvsikkert under rejser og forbind med mennesker over hele verden!
fi: Puhu %@ varmuudella matkustaessasi ja yhdistä ihmisiin ympäri maailmaa!
fr: Parlez %@ en toute confiance en voyageant et connectez-vous avec des gens du monde entier !
he: דבר %@ בביטחון בזמן נסיעות והתחבר עם אנשים ברחבי העולם!
hi: यात्रा के दौरान %@ में आत्मविश्वास से बात करें और दुनिया भर के लोगों से जुड़ें!
hr: Govorite %@ samopouzdano tijekom putovanja i povežite se s ljudima širom svijeta!
id: Berbicara %@ dengan percaya diri saat bepergian dan terhubung dengan orang-orang di seluruh dunia!
ja: 旅行中に%@を自信を持って話し、世界中の人々とつながりましょう！
ko: 여행 중에 %@을 자신 있게 말하고 전 세계 사람들과 연결하세요!
nl: Spreek %@ vol vertrouwen tijdens het reizen en verbind je met mensen over de hele wereld!
pl: Mów %@ z pewnością podczas podróży i łącz się z ludźmi na całym świecie!
pt_pt: Fale %@ com confiança enquanto viaja e conecte-se com pessoas em todo o mundo!
ro: Vorbește %@ cu încredere în timp ce călătorești și conectează-te cu oameni din întreaga lume!
ru: Говорите %@ уверенно во время путешествий и общайтесь с людьми по всему миру!
sv: Tala %@ självsäkert medan du reser och koppla ihop med människor världen över!
th: พูด %@ อย่างมั่นใจขณะเดินทางและเชื่อมต่อกับผู้คนทั่วโลก!
tr: Seyahat ederken %@ konuşmaya güvenin ve dünya çapında insanlarla bağlantı kurun!
uk: Говоріть %@ впевнено під час подорожей та спілкуйтеся з людьми по всьому світу!
vi: Nói %@ một cách tự tin khi du lịch và kết nối với mọi người trên toàn thế giới!
zh_hant: 在旅行時自信地說%@並與世界各地的人聯繫！

# paywall.personalized_subtitle_business
source: Excel in %@ business communication and professional contexts!
ar: تميز في التواصل التجاري %@ والسياقات المهنية!
ca: Destaca en la comunicació empresarial %@ i contextos professionals!
cs: Vynikněte v obchodní komunikaci %@ a profesionálních kontextech!
da: Fremrag i %@ forretningskommunikation og professionelle kontekster!
fi: Erity %@ liiketoimintaviestinnässä ja ammattimaisissa konteksteissa!
fr: Excellez dans la communication d'affaires %@ et les contextes professionnels !
he: הצטיין בתקשורת עסקית ב-%@ ובהקשרים מקצועיים!
hi: %@ व्यापारिक संचार और पेशेवर संदर्भों में उत्कृष्टता प्राप्त करें!
hr: Odličite u %@ poslovnoj komunikaciji i profesionalnim kontekstima!
id: Unggul dalam komunikasi bisnis %@ dan konteks profesional!
ja: %@ビジネスコミュニケーションとプロフェッショナルな環境で優秀な成績を収めましょう！
ko: %@ 비즈니스 커뮤니케이션과 전문 환경에서 뛰어난 성과를 거두세요!
nl: Blink uit in %@ zakelijke communicatie en professionele contexten!
pl: Wyróżnij się w komunikacji biznesowej %@ i kontekstach profesjonalnych!
pt_pt: Destaque-se na comunicação empresarial %@ e contextos profissionais!
ro: Excelează în comunicarea de afaceri %@ și contexte profesionale!
ru: Превосходите в деловом общении %@ и профессиональных контекстах!
sv: Excellera i %@ affärskommunikation och professionella sammanhang!
th: เก่งในการสื่อสารธุรกิจ %@ และบริบทระดับมืออาชีพ!
tr: %@ iş iletişiminde ve profesyonel bağlamlarda mükemmelleşin!
uk: Досягайте успіху в %@ діловому спілкуванні та професійних контекстах!
vi: Xuất sắc trong giao tiếp kinh doanh %@ và các bối cảnh chuyên nghiệp!
zh_hant: 在%@商務溝通和專業環境中脫穎而出！

# paywall.personalized_subtitle_default
source: Join thousands of %@s who've mastered %@ vocabulary!
ar: انضم إلى آلاف %@ الذين أتقنوا مفردات %@!
ca: Uneix-te a milers de %@s que han dominat el vocabulari %@!
cs: Připojte se k tisícům %@s, kteří ovládli slovní zásobu %@!
da: Tilslut dig tusindvis af %@s, der har mestret %@ ordforråd!
fi: Liity tuhansiin %@:ia, jotka ovat hallinneet %@ sanaston!
fr: Rejoignez des milliers de %@s qui ont maîtrisé le vocabulaire %@ !
he: הצטרף לאלפי %@ ששלטו באוצר המילים של %@!
hi: हजारों %@ में शामिल हों जिन्होंने %@ शब्दावली में महारत हासिल की है!
hr: Pridružite se tisućama %@ koji su ovladali %@ vokabularom!
id: Bergabunglah dengan ribuan %@ yang telah menguasai kosakata %@!
ja: %@語彙をマスターした何千人もの%@に参加しましょう！
ko: %@ 어휘를 마스터한 수천 명의 %@에 참여하세요!
nl: Sluit je aan bij duizenden %@s die %@-vocabulaire hebben beheerst!
pl: Dołącz do tysięcy %@s, które opanowały słownictwo %@!
pt_pt: Junte-se a milhares de %@s que dominaram o vocabulário %@!
ro: Alătură-te miilor de %@s care au stăpânit vocabularul %@!
ru: Присоединяйтесь к тысячам %@s, которые освоили словарь %@!
sv: Gå med tusentals %@s som har behärskat %@ ordförråd!
th: เข้าร่วมกับคนหลายพันคนที่เชี่ยวชาญคำศัพท์ %@!
tr: %@ kelime dağarcığını geliştiren binlerce %@ ile katılın!
uk: Приєднуйтеся до тисяч %@, які опанували %@ словниковий запас!
vi: Tham gia cùng hàng nghìn %@ đã thành thạo từ vựng %@!
zh_hant: 加入數千名掌握%@詞彙的%@！

# paywall.personalized_for_you
source: Personalized for You
ar: مخصص لك
ca: Personalitzat per a Tu
cs: Personalizováno pro vás
da: Personliggjort til dig
fi: Henkilökohtainen sinulle
fr: Personnalisé pour Vous
he: מותאם אישית עבורך
hi: आपके लिए व्यक्तिगत
hr: Personalizirano za vas
id: Dipersonalisasi untuk Anda
ja: あなたのためにパーソナライズ
ko: 당신을 위해 개인화
nl: Gepersonaliseerd voor Jou
pl: Spersonalizowane dla Ciebie
pt_pt: Personalizado para Si
ro: Personalizat pentru Tine
ru: Персонализировано для Вас
sv: Personlig för Dig
th: ปรับแต่งสำหรับคุณ
tr: Sizin İçin Kişiselleştirilmiş
uk: Персоналізовано для вас
vi: Cá nhân hóa cho bạn
zh_hant: 為您量身定制

# paywall.perfect_for_your_goals
source: Perfect for Your %@ Goals
ar: مثالي لأهدافك %@
ca: Perfecte per als Teus Objectius %@
cs: Perfektní pro vaše %@ cíle
da: Perfekt til dine %@ mål
fi: Täydellinen %@ tavoitteillesi
fr: Parfait pour vos Objectifs %@
he: מושלם עבור היעדים שלך ב-%@
hi: आपके %@ लक्ष्यों के लिए परफेक्ट
hr: Savršeno za vaše %@ ciljeve
id: Sempurna untuk Tujuan %@ Anda
ja: あなたの%@目標に完璧
ko: 당신의 %@ 목표에 완벽
nl: Perfect voor je %@ Doelen
pl: Idealne dla Twoich celów %@
pt_pt: Perfeito para os Seus Objetivos %@
ro: Perfect pentru Obiectivele Tale %@
ru: Идеально для ваших целей %@
sv: Perfekt för dina %@ mål
th: เหมาะสำหรับเป้าหมาย %@ ของคุณ
tr: %@ Hedefleriniz İçin Mükemmel
uk: Ідеально для ваших %@ цілей
vi: Hoàn hảo cho mục tiêu %@ của bạn
zh_hant: 完美適合您的%@目標

# paywall.features_tailored_to_journey
source: Features tailored to your %@ journey with %@
ar: ميزات مصممة لرحلتك %@ مع %@
ca: Funcions adaptades al teu viatge %@ amb %@
cs: Funkce přizpůsobené vaší %@ cestě s %@
da: Funktioner skræddersyet til din %@ rejse med %@
fi: Ominaisuudet räätälöity %@ matkaasi %@:lla
fr: Fonctionnalités adaptées à votre parcours %@ avec %@
he: תכונות המותאמות למסע שלך ב-%@ עם %@
hi: %@ के साथ आपकी %@ यात्रा के लिए तैयार की गई सुविधाएं
hr: Značajke prilagođene vašem %@ putovanju s %@
id: Fitur yang disesuaikan dengan perjalanan %@ Anda dengan %@
ja: あなたの%@と%@の旅に合わせた機能
ko: 당신의 %@과 %@ 여정에 맞춤화된 기능
nl: Functies afgestemd op je %@ reis met %@
pl: Funkcje dostosowane do Twojej podróży %@ z %@
pt_pt: Funcionalidades adaptadas à sua jornada %@ com %@
ro: Funcționalități adaptate călătoriei tale %@ cu %@
ru: Функции, адаптированные к вашему путешествию %@ с %@
sv: Funktioner skräddarsydda för din %@ resa med %@
th: ฟีเจอร์ที่ปรับแต่งสำหรับการเดินทาง %@ ของคุณกับ %@
tr: %@ yolculuğunuz için %@ ile özelleştirilmiş özellikler
uk: Функції, адаптовані до вашої %@ подорожі з %@
vi: Tính năng được điều chỉnh cho hành trình %@ của bạn với %@
zh_hant: 為您的%@與%@之旅量身定制的功能

# paywall.visual_learning_mode
source: Visual Learning Mode
ar: وضع التعلم البصري
ca: Mode d'Aprenentatge Visual
cs: Vizuální učební režim
da: Visuel læringstilstand
fi: Visuaalinen oppimistila
fr: Mode d'Apprentissage Visuel
he: מצב למידה חזותית
hi: विजुअल लर्निंग मोड
hr: Vizualni način učenja
id: Mode Pembelajaran Visual
ja: 視覚学習モード
ko: 시각적 학습 모드
nl: Visuele Leermodus
pl: Tryb Nauki Wizualnej
pt_pt: Modo de Aprendizagem Visual
ro: Modul de Învățare Vizuală
ru: Визуальный Режим Обучения
sv: Visuellt lärläge
th: โหมดการเรียนรู้ด้วยภาพ
tr: Görsel Öğrenme Modu
uk: Режим візуального навчання
vi: Chế độ học trực quan
zh_hant: 視覺學習模式

# paywall.visual_learning_description
source: Learn with images, visual associations, and memory techniques
ar: تعلم مع الصور والجمعيات البصرية وتقنيات الذاكرة
ca: Aprèn amb imatges, associacions visuals i tècniques de memòria
cs: Učte se s obrázky, vizuálními asociacemi a paměťovými technikami
da: Lær med billeder, visuelle associationer og hukommelsesteknikker
fi: Opi kuvien, visuaalisten assosiaatioiden ja muistitekniikoiden avulla
fr: Apprenez avec des images, des associations visuelles et des techniques de mémoire
he: למד עם תמונות, אסוציאציות חזותיות וטכניקות זיכרון
hi: छवियों, दृश्य संघों और स्मृति तकनीकों के साथ सीखें
hr: Učite s slikama, vizualnim asocijacijama i tehnikama pamćenja
id: Belajar dengan gambar, asosiasi visual, dan teknik memori
ja: 画像、視覚的連想、記憶技術で学習
ko: 이미지, 시각적 연상, 기억 기법으로 학습
nl: Leer met afbeeldingen, visuele associaties en geheugentechnieken
pl: Ucz się z obrazami, skojarzeniami wizualnymi i technikami pamięci
pt_pt: Aprenda com imagens, associações visuais e técnicas de memória
ro: Învață cu imagini, asociații vizuale și tehnici de memorie
ru: Изучайте с помощью изображений, визуальных ассоциаций и техник памяти
sv: Lär dig med bilder, visuella associationer och minnestekniker
th: เรียนรู้ด้วยภาพ การเชื่อมโยงทางสายตา และเทคนิคการจำ
tr: Görseller, görsel çağrışımlar ve hafıza teknikleriyle öğrenin
uk: Навчайтеся з зображеннями, візуальними асоціаціями та техніками пам'яті
vi: Học với hình ảnh, liên tưởng trực quan và kỹ thuật ghi nhớ
zh_hant: 通過圖像、視覺聯想和記憶技巧學習

# paywall.what_our_users_say
source: What Our Users Say
ar: ما يقوله مستخدمونا
ca: Què Dien els Nostres Usuaris
cs: Co říkají naši uživatelé
da: Hvad vores brugere siger
fi: Mitä käyttäjämme sanovat
fr: Ce que Disent nos Utilisateurs
he: מה המשתמשים שלנו אומרים
hi: हमारे उपयोगकर्ता क्या कहते हैं
hr: Što kažu naši korisnici
id: Apa Kata Pengguna Kami
ja: ユーザーの声
ko: 사용자들의 말
nl: Wat Onze Gebruikers Zeggen
pl: Co Mówią Nasi Użytkownicy
pt_pt: O Que Os Nossos Utilizadores Dizem
ro: Ce Spun Utilizatorii Noștri
ru: Что Говорят Наши Пользователи
sv: Vad våra användare säger
th: ผู้ใช้ของเราพูดอะไร
tr: Kullanıcılarımız Ne Diyor
uk: Що кажуть наші користувачі
vi: Người dùng của chúng tôi nói gì
zh_hant: 我們的用戶怎麼說

# paywall.join_thousands_satisfied
source: Join thousands of satisfied learners
ar: انضم إلى آلاف المتعلمين الراضين
ca: Uneix-te a milers d'estudiants satisfets
cs: Připojte se k tisícům spokojených studentů
da: Tilslut dig tusindvis af tilfredse lærere
fi: Liity tuhansiin tyytyväisiin oppijoihin
fr: Rejoignez des milliers d'apprenants satisfaits
he: הצטרף לאלפי לומדים מרוצים
hi: हजारों संतुष्ट शिक्षार्थियों में शामिल हों
hr: Pridružite se tisućama zadovoljnih učenika
id: Bergabunglah dengan ribuan pembelajar yang puas
ja: 何千人もの満足した学習者に参加
ko: 수천 명의 만족한 학습자에 참여
nl: Sluit je aan bij duizenden tevreden leerlingen
pl: Dołącz do tysięcy zadowolonych uczniów
pt_pt: Junte-se a milhares de aprendizes satisfeitos
ro: Alătură-te miilor de învățători mulțumiți
ru: Присоединяйтесь к тысячам довольных учеников
sv: Gå med tusentals nöjda elever
th: เข้าร่วมกับผู้เรียนที่พึงพอใจหลายพันคน
tr: Binlerce memnun öğrenciye katılın
uk: Приєднуйтеся до тисяч задоволених учнів
vi: Tham gia cùng hàng nghìn người học hài lòng
zh_hant: 加入數千名滿意的學習者

# paywall.choose_your_plan
source: Choose Your Plan
ar: اختر خطتك
ca: Tria el Teu Pla
cs: Vyberte svůj plán
da: Vælg din plan
fi: Valitse suunnitelma
fr: Choisissez votre Plan
he: בחר את התוכנית שלך
hi: अपना प्लान चुनें
hr: Odaberite svoj plan
id: Pilih Rencana Anda
ja: プランを選択
ko: 플랜 선택
nl: Kies je Plan
pl: Wybierz swój Plan
pt_pt: Escolha o Seu Plano
ro: Alege-ți Planul
ru: Выберите свой План
sv: Välj din plan
th: เลือกแผนของคุณ
tr: Planınızı Seçin
uk: Виберіть свій план
vi: Chọn kế hoạch của bạn
zh_hant: 選擇您的計劃

# paywall.start_free_upgrade_when_needed
source: Start free and upgrade when you need advanced features
ar: ابدأ مجانًا وارتقِ عند الحاجة للميزات المتقدمة
ca: Comença gratuït i actualitza quan necessitis funcions avançades
cs: Začněte zdarma a upgradujte, když potřebujete pokročilé funkce
da: Start gratis og opgrader når du har brug for avancerede funktioner
fi: Aloita ilmaiseksi ja päivitä kun tarvitset edistyneitä ominaisuuksia
fr: Commencez gratuitement et mettez à niveau quand vous avez besoin de fonctionnalités avancées
he: התחל בחינם ושדרג כשאתה צריך תכונות מתקדמות
hi: मुफ्त शुरू करें और जब आपको उन्नत सुविधाओं की आवश्यकता हो तो अपग्रेड करें
hr: Započnite besplatno i nadogradite kada trebate napredne značajke
id: Mulai gratis dan upgrade saat Anda membutuhkan fitur canggih
ja: 無料で開始し、高度な機能が必要な時にアップグレード
ko: 무료로 시작하고 고급 기능이 필요할 때 업그레이드
nl: Start gratis en upgrade wanneer je geavanceerde functies nodig hebt
pl: Rozpocznij za darmo i uaktualnij, gdy potrzebujesz zaawansowanych funkcji
pt_pt: Comece grátis e atualize quando precisar de funcionalidades avançadas
ro: Începe gratuit și actualizează când ai nevoie de funcționalități avansate
ru: Начните бесплатно и обновитесь, когда нужны продвинутые функции
sv: Starta gratis och uppgradera när du behöver avancerade funktioner
th: เริ่มฟรีและอัปเกรดเมื่อคุณต้องการฟีเจอร์ขั้นสูง
tr: Ücretsiz başlayın ve gelişmiş özelliklere ihtiyaç duyduğunuzda yükseltin
uk: Почніть безкоштовно та оновлюйте, коли потрібні розширені функції
vi: Bắt đầu miễn phí và nâng cấp khi bạn cần tính năng nâng cao
zh_hant: 免費開始，需要高級功能時升級

# paywall.start_free_trial
source: Start Your 7-Day Free Trial
ar: ابدأ التجربة المجانية
ca: Començar Prova Gratuïta
cs: Začít Bezplatnou Zkušební Verzi
da: Start Gratis Prøveperiode
fi: Aloita ilmainen kokeilu
fr: Commencer l'Essai Gratuit
he: התחל ניסיון חינמי
hi: मुफ्त परीक्षण शुरू करें
hr: Započni besplatni probni period
id: Mulai Uji Coba Gratis
ja: 無料トライアルを開始
ko: 무료 체험 시작
nl: Start Gratis Proefperiode
pl: Rozpocznij Bezpłatny Okres Próbny
pt_pt: Iniciar Período de Teste Gratuito
ro: Începe Perioada de Probă Gratuită
ru: Начать Бесплатную Пробную Версию
sv: Starta Gratis Provperiod
th: เริ่มทดลองใช้ฟรี
tr: Ücretsiz Deneme Başlat
uk: Почніть безкоштовний пробний період
vi: Bắt đầu dùng thử miễn phí
zh_hant: 開始免費試用

# paywall.continue_free
source: Continue Free
ar: تابع مجانًا
ca: Continuar Gratuït
cs: Pokračovat Zdarma
da: Fortsæt Gratis
fi: Jatka ilmaiseksi
fr: Continuer Gratuitement
he: המשך בחינם
hi: मुफ्त जारी रखें
hr: Nastavi besplatno
id: Lanjutkan Gratis
ja: 無料で続行
ko: 무료로 계속
nl: Gratis Doorgaan
pl: Kontynuuj Za Darmo
pt_pt: Continuar Grátis
ro: Continuă Gratuit
ru: Продолжить Бесплатно
sv: Fortsätt Gratis
th: ดำเนินการต่อฟรี
tr: Ücretsiz Devam Et
uk: Продовжити безкоштовно
vi: Tiếp tục miễn phí
zh_hant: 繼續免費

# paywall.achievement_master_words
source: Master %d new %@ words in your first week
ar: أتقن %d كلمة جديدة %@ في أسبوعك الأول
ca: Domina %d noves paraules %@ en la teva primera setmana
cs: Ovládněte %d nových slov %@ ve svém prvním týdnu
da: Mestrer %d nye %@ ord i din første uge
fi: Hallitse %d uutta %@ sanaa ensimmäisellä viikollasi
fr: Maîtrisez %d nouveaux mots %@ dans votre première semaine
he: שלוט ב-%d מילים חדשות ב-%@ בשבוע הראשון שלך
hi: अपने पहले सप्ताह में %d नए %@ शब्दों में महारत हासिल करें
hr: Ovladajte %d novim %@ riječima u svom prvom tjednu
id: Kuasai %d kata %@ baru di minggu pertama Anda
ja: 最初の週で%d個の新しい%@単語をマスター
ko: 첫 주에 %d개의 새로운 %@ 단어 마스터
nl: Beheers %d nieuwe %@-woorden in je eerste week
pl: Opanuj %d nowych słów %@ w pierwszym tygodniu
pt_pt: Domine %d palavras %@ novas na sua primeira semana
ro: Stăpânește %d cuvinte %@ noi în prima ta săptămână
ru: Освойте %d новых слов %@ в первую неделю
sv: Behärska %d nya %@ ord i din första vecka
th: เชี่ยวชาญคำศัพท์ %@ ใหม่ %d คำในสัปดาห์แรกของคุณ
tr: İlk haftanızda %d yeni %@ kelimesini öğrenin
uk: Опануйте %d нових %@ слів у ваш перший тиждень
vi: Thành thạo %d từ %@ mới trong tuần đầu tiên của bạn
zh_hant: 在第一週掌握%d個新的%@單詞

# paywall.achievement_academic_writing
source: Improve your %@ academic writing and reading comprehension
ar: حسن كتابتك الأكاديمية %@ وفهم القراءة
ca: Millora la teva escriptura acadèmica %@ i comprensió lectora
cs: Zlepšete svou akademickou psaní %@ a porozumění čtení
da: Forbedre din %@ akademiske skrivning og læseforståelse
fi: Paranna %@ akateemista kirjoitustasi ja lukukäsitystä
fr: Améliorez votre écriture académique et compréhension de lecture %@
he: שפר את הכתיבה האקדמית והבנת הנקרא שלך ב-%@
hi: अपने %@ अकादमिक लेखन और पढ़ने की समझ में सुधार करें
hr: Poboljšajte svoje %@ akademsko pisanje i razumijevanje čitanja
id: Tingkatkan penulisan akademik %@ dan pemahaman membaca Anda
ja: あなたの%@学術ライティングと読解力を向上
ko: 당신의 %@ 학술 작문과 읽기 이해력 향상
nl: Verbeter je %@ academisch schrijven en leesbegrip
pl: Popraw swoje pisanie akademickie %@ i rozumienie czytania
pt_pt: Melhore a sua escrita académica %@ e compreensão de leitura
ro: Îmbunătățește-ți scrierea academică %@ și înțelegerea lecturii
ru: Улучшите свое академическое письмо и понимание чтения %@
sv: Förbättra ditt %@ akademiska skrivande och läsförståelse
th: ปรับปรุงการเขียนเชิงวิชาการ %@ และความเข้าใจในการอ่านของคุณ
tr: %@ akademik yazımınızı ve okuma anlama becerinizi geliştirin
uk: Покращіть ваше %@ академічне письмо та розуміння прочитаного
vi: Cải thiện viết học thuật %@ và hiểu đọc của bạn
zh_hant: 提高您的%@學術寫作和閱讀理解

# paywall.achievement_professional_communication
source: Enhance your professional %@ communication skills
ar: حسن مهارات التواصل المهني %@
ca: Millora les teves habilitats de comunicació professional en %@
cs: Zlepšete své profesionální komunikační dovednosti v %@
da: Forbedre dine professionelle %@ kommunikationsfærdigheder
fi: Paranna ammattimaisia %@ viestintätaitojasi
fr: Améliorez vos compétences de communication professionnelle en %@
he: שפר את כישורי התקשורת המקצועית שלך ב-%@
hi: अपने पेशेवर %@ संचार कौशल को बढ़ाएं
hr: Poboljšajte svoje profesionalne %@ komunikacijske vještine
id: Tingkatkan keterampilan komunikasi profesional %@ Anda
ja: あなたの%@プロフェッショナルコミュニケーションスキルを向上
ko: 당신의 %@ 전문 커뮤니케이션 스킬 향상
nl: Verbeter je %@ professionele communicatievaardigheden
pl: Popraw swoje umiejętności komunikacji profesjonalnej w %@
pt_pt: Melhore as suas competências de comunicação profissional %@
ro: Îmbunătățește-ți abilitățile de comunicare profesională %@
ru: Улучшите свои навыки профессионального общения на %@
sv: Förbättra dina professionella %@ kommunikationsfärdigheter
th: เพิ่มทักษะการสื่อสาร %@ ระดับมืออาชีพของคุณ
tr: Profesyonel %@ iletişim becerilerinizi geliştirin
uk: Розвивайте ваші професійні %@ навички спілкування
vi: Nâng cao kỹ năng giao tiếp %@ chuyên nghiệp của bạn
zh_hant: 提高您的%@專業溝通技能

# paywall.achievement_travel_confidence
source: Navigate any %@-speaking country with confidence
ar: تنقل بثقة في أي بلد يتحدث %@
ca: Navega qualsevol país de parla %@ amb confiança
cs: Navigujte jakoukoli zemi mluvící %@ s důvěrou
da: Naviger ethvert %@-talende land med selvtillid
fi: Navigoi mitä tahansa %@-puhuvaa maata varmuudella
fr: Naviguez dans n'importe quel pays francophone %@ en toute confiance
he: ניווט בכל מדינה דוברת %@ בביטחון
hi: किसी भी %@-भाषी देश में आत्मविश्वास से नेविगेट करें
hr: Krećite se bilo kojom %@ zemljom govornika s povjerenjem
id: Navigasi di negara berbahasa %@ dengan percaya diri
ja: 自信を持って%@国をナビゲート
ko: 자신 있게 %@ 국가 탐색
nl: Navigeer vol vertrouwen door elk %@-sprekend land
pl: Nawiguj z pewnością w każdym kraju mówiącym %@
pt_pt: Navegue em qualquer país de língua %@ com confiança
ro: Navighează în orice țară vorbitoare de %@ cu încredere
ru: Навигация в любой стране, говорящей на %@, с уверенностью
sv: Navigera i vilket %@-talande land som helst med självförtroende
th: นำทางในประเทศที่พูด %@ ใดก็ได้อย่างมั่นใจ
tr: Herhangi bir %@ konuşan ülkede güvenle gezinin
uk: Навігуйте в будь-якій %@ мовній країні з впевненістю
vi: Điều hướng bất kỳ quốc gia nói %@ nào với sự tự tin
zh_hant: 自信地導航任何%@國家
