Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Quizzes.strings
Languages: el, hr, sk

source: Quiz Unavailable
el: Κουίζ μη διαθέσιμο
hr: Kviz nije dostupan
sk: Kvízy nedostupné

source: Back to Quizzes
el: Επιστροφή στα Κουίζ
hr: Natrag na kvizove
sk: Späť na kvízy

source: Your Answer
el: Η Απάντησή σου
hr: Vaš odgovor
sk: Vaša odpoveď

source: Submit Answer
el: Υποβολή Απάντησης
hr: Pošalji odgovor
sk: Odoslať odpoveď

source: Next Word
el: Επόμενη Λέξη
hr: Sljedeća riječ
sk: Ďalšie slovo

source: Finish
el: Τέλος
hr: Završi
sk: Dokončiť

source: Your Results
el: Τα Αποτελέσματά σου
hr: Vaši rezultati
sk: Vaše výsledky

source: Final Score
el: Τελική Βαθμολογία
hr: Konačni rezultat
sk: Konečné skóre

source: Correct Answers
el: Σωστές Απαντήσεις
hr: Točni odgovori
sk: Správne odpovede

source: Best Streak
el: Καλύτερο Σερί
hr: Najbolji niz
sk: Najlepšia séria

source: Accuracy
el: Ακρίβεια
hr: Točnost
sk: Presnosť

# choose_correct_definition
source: Choose the Correct Definition
el: Επίλεξε τον Σωστό Ορισμό
hr: Odaberite točnu definiciju
sk: Vyberte správnu definíciu

source: Word
el: Λέξη
hr: Riječ
sk: Slovo

source: Quiz Types
el: Τύποι Κουίζ
hr: Vrste kvizova
sk: Typy kvízov

source: Practice Settings
el: Ρυθμίσεις Εξάσκησης
hr: Postavke vježbanja
sk: Nastavenia praxe

# configure_quiz_experience
source: Configure your quiz experience
el: Προσαρμογή της Εμπειρίας Κουίζ
hr: Konfigurirajte svoje iskustvo s kvizovima
sk: Prispôsobte si zážitok z kvízov

source: Practice Hard Words Only
el: Εξάσκηση μόνο με δύσκολες λέξεις
hr: Vježbaj samo teške riječi
sk: Precvičovať iba náročné slová

# focus_words_need_review
source: Focus on words that need review
el: Εστίαση σε λέξεις που χρειάζονται επανεξέταση
hr: Fokusiraj se na riječi koje treba pregledati
sk: Zamerať sa na slová, ktoré potrebujú opakovanie

# not_enough_words_review
source: Not enough words to review yet
el: Δεν υπάρχουν αρκετές λέξεις για επανεξέταση ακόμα
hr: Još nema dovoljno riječi za pregled
sk: Nedostatok slov na opakovanie

source: Words per Session
el: Λέξεις ανά Συνεδρία
hr: Riječi po sesiji
sk: Slov za reláciu

# number_words
source: Number of words
el: Αριθμός Λέξεων
hr: Broj riječi
sk: Počet slov

source: Select Dictionary
el: Επιλογή Λεξικού
hr: Odaberi rječnik
sk: Vybrať slovník

# no_difficult_words_available
source: No difficult words available for quiz
el: Καμία δύσκολη λέξη διαθέσιμη για το κουίζ
hr: Nema dostupnih teških riječi za kviz
sk: Nie sú k dispozícii žiadne náročné slová na kvíz

# spelling_quiz_description
source: Test your spelling skills by typing words correctly
el: Δοκίμασε τις ορθογραφικές σου δεξιότητες γράφοντας σωστά τις λέξεις
hr: Testirajte svoje vještine pravopisa točnim pisanjem riječi
sk: Otestujte svoje pravopisné schopnosti správnym písaním slov

# definition_quiz_description
source: Select the correct definition for each word
el: Επίλεξε τον σωστό ορισμό για κάθε λέξη
hr: Odaberite točnu definiciju za svaku riječ
sk: Vyberte správnu definíciu pre každé slovo

source: Progress
el: Πρόοδος
hr: Napredak
sk: Pokrok

source: Streak
el: Σερί
hr: Niz
sk: Séria

source: Score
el: Βαθμολογία
hr: Rezultat
sk: Skóre

source: Best
el: Καλύτερο
hr: Najbolji
sk: Najlepšie

source: Hint
el: Υπόδειξη
hr: Savjet
sk: Nápoveda

source: Attempt
el: Προσπάθεια
hr: Pokušaj
sk: Pokus

source: Correct!
el: Σωστό!
hr: Točno!
sk: Správne!

source: Well done!
el: Μπράβο!
hr: Odlično!
sk: Výborne!

# keep_up_good_work
source: Keep up the good work!
el: Συνέχισε την καλή δουλειά!
hr: Nastavi s dobrim radom!
sk: Pokračujte v dobrej práci!

# correct_word_is
source: The correct word is '%@'. Moving to next word...
el: Η σωστή λέξη είναι '%@'. Πάμε στην επόμενη λέξη...
hr: Točna riječ je '%@'. Prelazak na sljedeću riječ...
sk: Správne slovo je '%@'. Ďalšie slovo...

source: Moving to next word...
el: Μετάβαση στην επόμενη λέξη...
hr: Prelazak na sljedeću riječ...
sk: Prechod na ďalšie slovo...

source: Incorrect
el: Λάθος
hr: Netočno
sk: Nesprávne

source: Moving to next question...
el: Μετάβαση στην επόμενη ερώτηση...
hr: Prelazak na sljedeće pitanje...
sk: Prechod na ďalšiu otázku...

source: Quiz Complete!
el: Κουίζ Ολοκληρώθηκε!
hr: Kviz završen!
sk: Kvízy dokončené!

# great_job_completed_spelling_quiz
source: Great job! You've completed the spelling quiz.
el: Εξαιρετική δουλειά! Ολοκλήρωσες το κουίζ ορθογραφίας.
hr: Odličan posao! Završili ste kviz pravopisa.
sk: Skvelá práca! Dokončili ste kvíz pravopisu.

# great_job_completed_definition_quiz
source: Great job! You've completed the definition quiz.
el: Εξαιρετική δουλειά! Ολοκλήρωσες το κουίζ ορισμού.
hr: Odličan posao! Završili ste kviz definicija.
sk: Skvelá práca! Dokončili ste kvíz definícií.

# skip_word
source: Skip Word (-2 points)
el: Παράλειψη λέξης (-2 πόντοι)
hr: Preskoči riječ (-2 boda)
sk: Preskočiť slovo (-2 body)

source: Incorrect! Moving to next question...
el: Λάθος! Μετάβαση στην επόμενη ερώτηση...
hr: Netočno! Prelazak na sljedeće pitanje...
sk: Nesprávne! Prechod na ďalšiu otázku...

source: contributions
el: Συνεισφορές
hr: Doprinosi
sk: Príspevky

# not_enough_words_available
source: Not enough words available. Need at least %d words for the quiz.
el: Δεν υπάρχουν αρκετές λέξεις διαθέσιμες. Το κουίζ απαιτεί τουλάχιστον %d λέξεις.
hr: Nema dovoljno dostupnih riječi. Potrebno je najmanje %d riječi za kviz.
sk: Nie je dostatok slov. Na kvíz je potrebných aspoň %d slov.

# need_at_least_words
source: Need at least %d words for the quiz.
el: Απαιτούνται τουλάχιστον %d λέξεις για το κουίζ.
hr: Potrebno je najmanje %d riječi za kviz.
sk: Na kvíz je potrebných aspoň %d slov.

source: Shared Dictionary Needs More Words!
el: Το κοινόχρηστο λεξικό χρειάζεται περισσότερες λέξεις!
hr: Zajednički rječnik treba više riječi!
sk: Zdieľaný slovník potrebuje viac slov!

# start_building_vocabulary
source: Start Building Your Vocabulary!
el: Ξεκίνα να χτίζεις το λεξιλόγιό σου!
hr: Počnite graditi svoj vokabular!
sk: Začnite si budovať slovnú zásobu!

source: Keep Adding Words!
el: Συνέχισε να προσθέτεις λέξεις!
hr: Nastavite dodavati riječi!
sk: Pokračujte v pridávaní slov!

# ask_dictionary_owner_add_words
source: Ask the dictionary owner to add more words, or switch to a different dictionary!
el: Ζήτα από τον ιδιοκτήτη του λεξικού να προσθέσει περισσότερες λέξεις ή άλλαξε σε άλλο λεξικό!
hr: Zamolite vlasnika rječnika da doda više riječi ili se prebacite na drugi rječnik!
sk: Požiadajte vlastníka slovníka, aby pridal viac slov, alebo vyberte iný slovník!

# switch_different_dictionary
source: Switch to a different dictionary!
el: Άλλαξε σε διαφορετικό λεξικό!
hr: Prebaci se na drugi rječnik!
sk: Prepnúť na iný slovník!

source: Add Words to Shared Dictionary
el: Πρόσθεσε λέξεις στο κοινόχρηστο λεξικό
hr: Dodaj riječi u zajednički rječnik
sk: Pridajte slová do zdieľaného slovníka

source: Add Your First Word
el: Πρόσθεσε την πρώτη σου λέξη
hr: Dodaj svoju prvu riječ
sk: Pridajte svoje prvé slovo

source: Add More Words
el: Πρόσθεσε περισσότερες λέξεις
hr: Dodaj više riječi
sk: Pridajte ďalšie slová

# you_can_practice_vocabulary
source: You can practice your own vocabulary, or select a shared dictionary that is already populated with words.
el: Μπορείς να εξασκήσεις το δικό σου λεξιλόγιο ή να επιλέξεις ένα κοινόχρηστο λεξικό που είναι ήδη γεμάτο με λέξεις.
hr: Možete vježbati vlastiti vokabular ili odabrati zajednički rječnik koji je već popunjen riječima.
sk: Môžete si precvičovať slovnú zásobu alebo vybrať zdieľaný slovník, ktorý už obsahuje slová.

# select_shared_dictionary_populated
source: Select a shared dictionary that is already populated with words.
el: Επίλεξε ένα κοινόχρηστο λεξικό που είναι ήδη γεμάτο με λέξεις.
hr: Odaberite zajednički rječnik koji je već popunjen riječima.
sk: Vyberte zdieľaný slovník, ktorý už obsahuje slová.

# number_words_practice_session
source: Number of words to practice in each session (%d-%d)
el: Αριθμός λέξεων ανά συνεδρία εξάσκησης (%d-%d)
hr: Broj riječi za vježbanje po sesiji (%d-%d)
sk: Počet slov na cvičnú reláciu (%d-%d)

# shared_dictionary_needs_hard_words
source: The shared dictionary '%@' needs at least 1 hard word to practice in hard words mode. It currently has %d hard words.
el: Το κοινόχρηστο λεξικό '%@' απαιτεί τουλάχιστον 1 δύσκολη λέξη για εξάσκηση στη λειτουργία δύσκολων λέξεων. Προς το παρόν έχει %d δύσκολες λέξεις.
hr: Zajednički rječnik '%@' treba najmanje 1 tešku riječ za vježbanje u modu teških riječi. Trenutno ima %d teških riječi.
sk: Zdieľaný slovník '%@' potrebuje aspoň 1 náročné slovo na cvičenie v náročnom režime. Momentálne má %d náročných slov.

# needs_at_least_words_start_quizzes
source: The shared dictionary '%@' needs at least 10 words to start quizzes. It currently has %d words.
el: Το κοινόχρηστο λεξικό '%@' απαιτεί τουλάχιστον 10 λέξεις για να ξεκινήσουν τα κουίζ. Προς το παρόν έχει %d λέξεις.
hr: Zajednički rječnik '%@' treba najmanje 10 riječi za početak kvizova. Trenutno ima %d riječi.
sk: Zdieľaný slovník '%@' potrebuje aspoň 10 slov na spustenie kvízov. Momentálne má %d slov.

# need_at_least_hard_word_practice
source: You need at least 1 hard word to practice in hard words mode. You currently have %d hard words.
el: Απαιτείται τουλάχιστον 1 δύσκολη λέξη για εξάσκηση στη λειτουργία δύσκολων λέξεων. Προς το παρόν έχεις %d δύσκολες λέξεις.
hr: Potrebna je najmanje 1 teška riječ za vježbanje u modu teških riječi. Trenutno imate %d teških riječi.
sk: Na cvičenie v náročnom režime je potrebné aspoň 1 náročné slovo. Momentálne máte %d náročných slov.

# need_at_least_words_start_quizzes
source: You need at least 10 words to start quizzes. You currently have %d words.
el: Απαιτούνται τουλάχιστον 10 λέξεις για να ξεκινήσουν τα κουίζ. Προς το παρόν έχεις %d λέξεις.
hr: Potrebno je najmanje 10 riječi za početak kvizova. Trenutno imate %d riječi.
sk: Na spustenie kvízov je potrebných aspoň 10 slov. Momentálne máte %d slov.

# progress_format
source: Progress: %d/%d
el: Πρόοδος: %d/%d
hr: Napredak: %d/%d
sk: Pokrok: %d/%d

# streak_format
source: ðŸ”¥ Streak: %d
el: 🔥 Σερί: %d
hr: 🔥 Niz: %d
sk: 🔥 Séria: %d

# score_format
source: Score: %d
el: Βαθμολογία: %d
hr: Rezultat: %d
sk: Skóre: %d

# best_format
source: Best: %d
el: Καλύτερο: %d
hr: Najbolji: %d
sk: Najlepšie: %d

# ask_dictionary_owner_add_words_or_switch
source: Ask the dictionary owner to add more words, or switch to a different dictionary!
el: Ζήτα από τον ιδιοκτήτη του λεξικού να προσθέσει περισσότερες λέξεις ή άλλαξε σε άλλο λεξικό!
hr: Zamolite vlasnika rječnika da doda više riječi ili se prebacite na drugi rječnik!
sk: Požiadajte vlastníka slovníka, aby pridal viac slov, alebo prepnite na iný slovník!

# quiz_results.all_results
source: All Results
el: Όλα τα Αποτελέσματα
hr: Svi rezultati
sk: Všetky výsledky

# quiz_results.no_quiz_results_yet
source: No Quiz Results Yet
el: Κανένα αποτέλεσμα κουίζ ακόμα
hr: Još nema rezultata kvizova
sk: Zatiaľ žiadne výsledky kvízov

# quiz_results.quiz
source: Quiz
el: Κουίζ
hr: Kviz
sk: Kvízy

# quiz_results.accuracy
source: Accuracy
el: Ακρίβεια
hr: Točnost
sk: Presnosť

# quiz_results.correct
source: Correct
el: Σωστό
hr: Točno
sk: Správne

# quiz_results.duration
source: Duration
el: Διάρκεια
hr: Trajanje
sk: Trvanie

# quiz_results.time_period
source: Time Period
el: Χρονική Περίοδος
hr: Vremensko razdoblje
sk: Časové obdobie

# quiz_list.quiz_types
source: Quiz Types
el: Τύποι Κουίζ
hr: Vrste kvizova
sk: Typy kvízov

# quiz_list.practice_settings
source: Practice Settings
el: Ρυθμίσεις Εξάσκησης
hr: Postavke vježbanja
sk: Nastavenia praxe

# quiz_list.configure_quiz_experience
source: Configure your quiz experience
el: Προσαρμογή της Εμπειρίας Κουίζ
hr: Konfigurirajte svoje iskustvo s kvizovima
sk: Prispôsobte si zážitok z kvízov

# quiz_list.focus_on_words_need_review
source: Focus on words that need review
el: Εστίαση σε λέξεις που χρειάζονται επανεξέταση
hr: Fokusiraj se na riječi koje treba pregledati
sk: Zamerať sa na slová, ktoré potrebujú opakovanie

# quiz_list.not_enough_words_review_yet
source: Not enough words to review yet
el: Δεν υπάρχουν αρκετές λέξεις για επανεξέταση ακόμα
hr: Još nema dovoljno riječi za pregled
sk: Zatiaľ nie je dostatok slov na opakovanie

# quiz_list.add_words_to_shared_dictionary
source: Add Words to Shared Dictionary
el: Πρόσθεσε λέξεις στο κοινόχρηστο λεξικό
hr: Dodaj riječi u zajednički rječnik
sk: Pridajte slová do zdieľaného slovníka

# quiz_list.add_your_first_word
source: Add Your First Word
el: Πρόσθεσε την πρώτη σου λέξη
hr: Dodaj svoju prvu riječ
sk: Pridajte svoje prvé slovo

# quiz_list.add_more_words
source: Add More Words
el: Πρόσθεσε περισσότερες λέξεις
hr: Dodaj više riječi
sk: Pridajte ďalšie slová

# quiz_list.quizzes_help_test_knowledge
source: Quizzes help you test your knowledge and reinforce learning!
el: Τα κουίζ βοηθούν στη δοκιμή των γνώσεών σου και στην ενίσχυση της μάθησης!
hr: Kvizovi pomažu testirati vaše znanje i pojačati učenje!
sk: Kvíz vám pomôže otestovať vaše znalosti a posilniť učenie!

# quiz_list.words_away_from_unlocking_quizzes
source: You're %d words away from unlocking quizzes!
el: Είσαι %d λέξεις μακριά από το ξεκλείδωμα των κουίζ!
hr: Nedostaje vam %d riječi za otključavanje kvizova!
sk: Chýba vám %d slov na odomknutie kvízov!

# quiz_actions.finish
source: Finish
el: Τέλος
hr: Završi
sk: Dokončiť

# quiz_actions.next_word
source: Next Word
el: Επόμενη Λέξη
hr: Sljedeća riječ
sk: Ďalšie slovo

# quiz_actions.submit_answer
source: Submit Answer
el: Υποβολή Απάντησης
hr: Pošalji odgovor
sk: Odoslať odpoveď

# quiz_actions.number_of_words
source: Number of words
el: Αριθμός Λέξεων
hr: Broj riječi
sk: Počet slov

# quiz_actions.no_difficult_words_available
source: No difficult words available for quiz
el: Καμία δύσκολη λέξη διαθέσιμη για το κουίζ
hr: Nema dostupnih teških riječi za kviz
sk: Nie sú k dispozícii žiadne náročné slová na kvíz

# quiz_actions.your_word_is
source: Your word is '%@'. Try harder :)
el: Η λέξη σου είναι '%@'. Κάνε καλύτερα :)
hr: Vaša riječ je '%@'. Potrudite se više :)
sk: Vaše slovo bolo '%@'. Skúste lepšie!

# quiz_actions.try_harder
source: Try harder :)
el: Κάνε καλύτερα :)
hr: Potrudite se više :)
sk: Skúste tvrdšie!

# quiz_actions.incorrect_try_again
source: Incorrect. Try again
el: Λάθος. Προσπάθησε ξανά
hr: Netočno. Pokušajte ponovno
sk: Nesprávne. Skúste znova

# quiz_types.spelling_quiz
source: Spelling Quiz
el: Κουίζ Ορθογραφίας
hr: Kviz pravopisa
sk: Kvízy pravopisu

# quiz_types.choose_definition
source: Choose Definition
el: Επιλογή Ορισμού
hr: Odaberi definiciju
sk: Vybrať definíciu

# quiz_types.test_spelling_skills
source: Test your spelling skills by typing words correctly
el: Δοκίμασε τις ορθογραφικές σου δεξιότητες γράφοντας σωστά τις λέξεις
hr: Testirajte svoje vještine pravopisa točnim pisanjem riječi
sk: Otestujte svoje pravopisné schopnosti správnym písaním slov

# quiz_types.select_correct_definition
source: Select the correct definition for each word
el: Επίλεξε τον σωστό ορισμό για κάθε λέξη
hr: Odaberite točnu definiciju za svaku riječ
sk: Vyberte správnu definíciu pre každé slovo

# quiz_types.great_job_completed_spelling_quiz
source: Great job! You've completed the spelling quiz.
el: Εξαιρετική δουλειά! Ολοκλήρωσες το κουίζ ορθογραφίας.
hr: Odličan posao! Završili ste kviz iz pravopisa.
sk: Výborná práca! Dokončili ste kvíz z pravopisu.

# quiz_types.great_job_completed_definition_quiz
source: Great job! You've completed the definition quiz.
el: Εξαιρετική δουλειά! Ολοκλήρωσες το κουίζ ορισμών.
hr: Odličan posao! Završili ste kviz iz definicija.
sk: Výborná práca! Dokončili ste kvíz z definícií.

source: All Results
el: Όλα τα αποτελέσματα
hr: Svi rezultati
sk: Všetky výsledky

# word_starts_with
source: The word starts with
el: Η λέξη ξεκινάει με
hr: Riječ počinje s
sk: Slovo začína na

# ai_quiz.write_sentence_for_word
source: Write a sentence using '%@' correctly:
el: Γράψτε μια πρόταση χρησιμοποιώντας σωστά το '%@':
hr: Napišite rečenicu koja ispravno koristi '%@':
sk: Napíšte vetu, ktorá správne používa '%@':

# ai_quiz.sentence_placeholder
source: Type your sentence here...
el: Πληκτρολογήστε την πρότασή σας εδώ...
hr: Upišite svoju rečenicu ovdje...
sk: Sem napíšte svoju vetu...

# ai_quiz.ai_evaluating
source: AI is evaluating your sentence...
el: Η τεχνητή νοημοσύνη αξιολογεί την πρότασή σας...
hr: Umjetna inteligencija ocjenjuje vašu rečenicu...
sk: Umelá inteligencia hodnotí vašu vetu...

# ai_quiz.feedback
source: Feedback:
el: Ανατροφοδότηση:
hr: Povratne informacije:
sk: Spätná väzba:

# ai_quiz.usage_score
source: Usage Score: %d/100
el: Βαθμολογία χρήσης: %d/100
hr: Ocjena korištenja: %d/100
sk: Skóre použitia: %d/100

# ai_quiz.grammar_score
source: Grammar Score: %d/100
el: Βαθμολογία γραμματικής: %d/100
hr: Ocjena gramatike: %d/100
sk: Skóre gramatiky: %d/100

# ai_quiz.overall_score
source: Overall Score: %d/100
el: Συνολική βαθμολογία: %d/100
hr: Ukupna ocjena: %d/100
sk: Celkové skóre: %d/100

# ai_quiz.excellent_usage
source: Excellent usage! Your sentence demonstrates perfect understanding.
el: Εξαιρετική χρήση! Η πρότασή σας δείχνει τέλεια κατανόηση.
hr: Izvrsno korištenje! Vaša rečenica pokazuje savršeno razumijevanje.
sk: Vynikajúce použitie! Vaša veta ukazuje dokonalé pochopenie.

# ai_quiz.good_usage
source: Good usage! Your sentence shows good understanding with minor improvements possible.
el: Καλή χρήση! Η πρότασή σας δείχνει καλή κατανόηση με πιθανές μικρές βελτιώσεις.
hr: Dobro korištenje! Vaša rečenica pokazuje dobro razumijevanje uz moguće manje poboljšanja.
sk: Dobré použitie! Vaša veta ukazuje dobré pochopenie s možnými drobnými vylepšeniami.

# ai_quiz.fair_usage
source: Fair usage. Consider the context and meaning more carefully.
el: Μέτρια χρήση. Εξετάστε το πλαίσιο και τη σημασία πιο προσεκτικά.
hr: Prihvatljivo korištenje. Razmotrite kontekst i značenje pažljivije.
sk: Priemerné použitie. Zvážte kontext a význam starostlivejšie.

# ai_quiz.incorrect_usage
source: Incorrect usage. Review the word's meaning and try again.
el: Λανθασμένη χρήση. Ελέγξτε τη σημασία της λέξης και δοκιμάστε ξανά.
hr: Neispravno korištenje. Pregledajte značenje riječi i pokušajte ponovno.
sk: Nesprávne použitie. Skontrolujte význam slova a skúste to znova.

# ai_quiz.choose_correct_sentence
source: Choose the sentence where '%@' is used correctly:
el: Επιλέξτε την πρόταση όπου το '%@' χρησιμοποιείται σωστά:
hr: Odaberite rečenicu u kojoj je '%@' ispravno korišteno:
sk: Vyberte vetu, v ktorej je '%@' použité správne:

# ai_quiz.option
source: Option %d
el: Επιλογή %d
hr: Opcija %d
sk: Možnosť %d

# ai_quiz.explanation
source: Explanation:
el: Εξήγηση:
hr: Objašnjenje:
sk: Vysvetlenie:

# ai_quiz.correct_usage_explanation
source: This sentence uses '%@' correctly because %@
el: Αυτή η πρόταση χρησιμοποιεί το '%@' σωστά επειδή %@
hr: Ova rečenica ispravno koristi '%@' jer %@
sk: Táto veta používa '%@' správne, pretože %@

# ai_quiz.incorrect_usage_explanation
source: This sentence uses '%@' incorrectly because %@
el: Αυτή η πρόταση χρησιμοποιεί το '%@' λανθασμένα επειδή %@
hr: Ova rečenica neispravno koristi '%@' jer %@
sk: Táto veta používa '%@' nesprávne, pretože %@

# ai_quiz.fill_in_blank_story
source: Fill in the blank with '%@':
el: Συμπληρώστε το κενό με το '%@':
hr: Ispunite prazninu s '%@':
sk: Vyplňte prázdne miesto slovom '%@':

# ai_quiz.story_context
source: Story Context:
el: Πλαίσιο ιστορίας:
hr: Kontekst priče:
sk: Kontext príbehu:

# ai_quiz.blank_placeholder
source: Type the word here...
el: Πληκτρολογήστε τη λέξη εδώ...
hr: Upišite riječ ovdje...
sk: Sem napíšte slovo...

# ai_quiz.context_hint
source: Hint: Consider the story context and word meaning
el: Υπόδειξη: Εξετάστε το πλαίσιο της ιστορίας και τη σημασία της λέξης
hr: Savjet: Razmotrite kontekst priče i značenje riječi
sk: Tip: Zvážte kontext príbehu a význam slova

# ai_quiz.ai_context_feedback
source: Context Feedback:
el: Ανατροφοδότηση πλαισίου:
hr: Povratne informacije o kontekstu:
sk: Spätná väzba na kontext:

# ai_quiz.perfect_context_fit
source: Perfect! The word fits perfectly in this context.
el: Τέλειο! Η λέξη ταιριάζει απόλυτα σε αυτό το πλαίσιο.
hr: Savršeno! Riječ savršeno odgovara ovom kontekstu.
sk: Perfektné! Slovo dokonale zapadá do tohto kontextu.

# ai_quiz.good_context_fit
source: Good! The word works well in this context.
el: Καλή! Η λέξη λειτουργεί καλά σε αυτό το πλαίσιο.
hr: Dobro! Riječ dobro funkcionira u ovom kontekstu.
sk: Dobré! Slovo v tomto kontexte dobre funguje.

# ai_quiz.context_mismatch
source: The word doesn't quite fit this context. Consider the story meaning.
el: Η λέξη δεν ταιριάζει απόλυτα σε αυτό το πλαίσιο. Εξετάστε τη σημασία της ιστορίας.
hr: Riječ ne odgovara u potpunosti ovom kontekstu. Razmotrite značenje priče.
sk: Slovo do tohto kontextu úplne nepasuje. Zvážte význam príbehu.

# ai_quiz.submit_for_evaluation
source: Submit for evaluation
el: Υποβολή για αξιολόγηση
hr: Pošalji na ocjenjivanje
sk: Odoslať na hodnotenie

# ai_quiz.evaluating_with_ai
source: Evaluating with AI...
el: Αξιολόγηση με τεχνητή νοημοσύνη...
hr: Ocjenjivanje s umjetnom inteligencijom...
sk: Hodnotenie pomocou umelej inteligencie...

# ai_quiz.ai_processing
source: Processing your answer...
el: Επεξεργασία της απάντησής σας...
hr: Obrada vašeg odgovora...
sk: Spracúva sa vaša odpoveď...

# ai_quiz.ai_analysis_complete
source: Analysis complete
el: Η ανάλυση ολοκληρώθηκε
hr: Analiza završena
sk: Analýza dokončená

# ai_quiz.view_detailed_explanations
source: View detailed explanations
el: Προβολή λεπτομερών εξηγήσεων
hr: Pogledaj detaljna objašnjenja
sk: Zobraziť podrobné vysvetlenia

# ai_quiz.detailed_explanations
source: Detailed Explanations
el: Λεπτομερείς εξηγήσεις
hr: Detaljna objašnjenja
sk: Podrobné vysvetlenia

# ai_quiz.suggestions
source: Suggestions
el: Προτάσεις
hr: Prijedlozi
sk: Návrhy

# ai_quiz.skipped_word
source: Skipped Word
el: Παραλειφθείσα λέξη
hr: Preskočena riječ
sk: Preskočené slovo

# ai_quiz.skipped_word_message
source: This word was skipped during the quiz. No evaluation is available for skipped words.
el: Αυτή η λέξη παραλείφθηκε κατά τη διάρκεια του κουίζ. Δεν υπάρχει διαθέσιμη αξιολόγηση για παραλειφθείσες λέξεις.
hr: Ova riječ je preskočena tijekom kviza. Nema dostupnog ocjenjivanja za preskočene riječi.
sk: Toto slovo bolo počas kvízu preskočené. Pre preskočené slová nie je k dispozícii hodnotenie.

# ai_quiz.your_sentence
source: Your Sentence
el: Η πρότασή σας
hr: Vaša rečenica
sk: Vaša veta

# loading.generating_fill_in_blank_stories
source: Generating fill-in-the-blank stories...
el: Δημιουργία ιστοριών με κενά...
hr: Generiranje priča s prazninama...
sk: Generovanie príbehov s prázdnymi miestami...

# loading.fill_in_blank_description
source: AI is creating engaging stories with blanks to test your understanding of word usage in context.
el: Η τεχνητή νοημοσύνη δημιουργεί συναρπαστικές ιστορίες με κενά για να δοκιμάσει την κατανόησή σας στη χρήση λέξεων στο πλαίσιο.
hr: Umjetna inteligencija stvara zanimljive priče s prazninama kako bi testirala vaše razumijevanje korištenja riječi u kontekstu.
sk: Umelá inteligencia vytvára pútavé príbehy s prázdnymi miestami, aby otestovala vaše pochopenie použitia slov v kontexte.

# loading.loading_next_story
source: Loading next story...
el: Φόρτωση επόμενης ιστορίας...
hr: Učitavanje sljedeće priče...
sk: Načítava sa ďalší príbeh...

# loading.preparing_next_story
source: AI is preparing the next story for you.
el: Η τεχνητή νοημοσύνη προετοιμάζει την επόμενη ιστορία για εσάς.
hr: Umjetna inteligencija priprema sljedeću priču za vas.
sk: Umelá inteligencia pripravuje ďalší príbeh pre vás.

# loading.generating_context_questions
source: Generating context questions...
el: Δημιουργία ερωτήσεων πλαισίου...
hr: Generiranje kontekstualnih pitanja...
sk: Generovanie kontextových otázok...
