Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Quizzes.strings
Languages: el, hr, sk

# loading.context_questions_description
source: AI is creating multiple choice questions to test your understanding of word usage in context.
el: Η τεχνητή νοημοσύνη δημιουργεί ερωτήσεις πολλαπλής επιλογής για να δοκιμάσει την κατανόησή σας στη χρήση λέξεων στο πλαίσιο.
hr: Umjetna inteligencija stvara pitanja s više odgovora kako bi testirala vaše razumijevanje korištenja riječi u kontekstu.
sk: Umelá inteligencia vytvára otázky s viacerými možnosťami, aby otestovala vaše pochopenie použitia slov v kontexte.

# loading.loading_next_question
source: Loading next question...
el: Φόρτωση επόμενης ερώτησης...
hr: Učitavanje sljedećeg pitanja...
sk: Načítava sa ďalšia otázka...

# loading.preparing_next_question
source: AI is preparing the next question for you.
el: Η τεχνητή νοημοσύνη προετοιμάζει την επόμενη ερώτηση για εσάς.
hr: Umjetna inteligencija priprema sljedeće pitanje za vas.
sk: Umelá inteligencia pripravuje ďalšiu otázku pre vás.

# loading.failed_to_load_quiz
source: Failed to load quiz
el: Αποτυχία φόρτωσης του κουίζ
hr: Neuspjelo učitavanje kviza
sk: Nepodarilo sa načítať kvíz

# ui.question
source: Question
el: Ερώτηση
hr: Pitanje
sk: Otázka

# ui.options
source: Options
el: Επιλογές
hr: Opcije
sk: Možnosti

# ui.suggestions
source: Suggestions
el: Προτάσεις
hr: Prijedlozi
sk: Návrhy

# ui.question_number
source: Question %d
el: Ερώτηση %d
hr: Pitanje %d
sk: Otázka %d

# ui.you_skipped_question
source: You skipped this question. Here's the correct answer and explanation:
el: Παραλείψατε αυτή την ερώτηση. Εδώ είναι η σωστή απάντηση και η εξήγηση:
hr: Preskočili ste ovo pitanje. Evo ispravnog odgovora i objašnjenja:
sk: Preskočili ste túto otázku. Tu je správna odpoveď a vysvetlenie:

# quiz_types.sentence_writing
source: Sentence Writing
el: Γράψιμο προτάσεων
hr: Pisanje rečenica
sk: Písanie viet

# quiz_types.context_multiple_choice
source: Context Usage
el: Χρήση στο πλαίσιο
hr: Korištenje u kontekstu
sk: Použitie v kontexte

# quiz_types.fill_in_the_blank
source: Fill in the Blank
el: Συμπλήρωση κενών
hr: Ispunjavanje praznina
sk: Vyplňovanie prázdnych miest

# quiz_types.write_sentences_with_ai
source: Write sentences using words correctly with AI evaluation
el: Γράψτε προτάσεις χρησιμοποιώντας λέξεις σωστά με αξιολόγηση από τεχνητή νοημοσύνη
hr: Napišite rečenice koristeći riječi ispravno uz ocjenu umjetne inteligencije
sk: Napíšte vety správne používajúce slová s hodnotením AI

# quiz_types.choose_correct_usage
source: Choose the sentence where the word is used correctly
el: Επιλέξτε την πρόταση όπου η λέξη χρησιμοποιείται σωστά
hr: Odaberite rečenicu u kojoj je riječ ispravno korištena
sk: Vyberte vetu, v ktorej je slovo použité správne

# quiz_types.fill_blanks_in_context
source: Fill in the blanks with the correct word in context
el: Συμπληρώστε τα κενά με τη σωστή λέξη στο πλαίσιο
hr: Ispunite praznine s ispravnom riječi u kontekstu
sk: Vyplňte prázdne miesta správnym slovom v kontexte

# quiz_types.great_job_completed_sentence_writing_quiz
source: Great job! You've completed the sentence writing quiz.
el: Μπράβο! Ολοκληρώσατε το κουίζ γράψιμου προτάσεων.
hr: Odličan posao! Završili ste kviz pisanja rečenica.
sk: Skvelá práca! Dokončili ste kvíz písania viet.

# quiz_types.great_job_completed_context_quiz
source: Great job! You've completed the context usage quiz.
el: Μπράβο! Ολοκληρώσατε το κουίζ χρήσης στο πλαίσιο.
hr: Odličan posao! Završili ste kviz korištenja u kontekstu.
sk: Skvelá práca! Dokončili ste kvíz použitia v kontexte.

# quiz_types.great_job_completed_fill_in_the_blank_quiz
source: Great job! You've completed the fill in the blank quiz.
el: Μπράβο! Ολοκληρώσατε το κουίζ συμπλήρωσης κενών.
hr: Odličan posao! Završili ste kviz ispunjavanja praznina.
sk: Skvelá práca! Dokončili ste kvíz vyplňovania prázdnych miest.

# quiz_available_once_a_day_message
source: Sorry, quiz is only available once a day. Subscribe to PRO for unlimited access!
el: Συγγνώμη, το κουίζ είναι διαθέσιμο μόνο μία φορά την ημέρα. Εγγραφείτε στο PRO για απεριόριστη πρόσβαση!
hr: Oprostite, kviz je dostupan samo jednom dnevno. Pretplatite se na PRO za neograničen pristup!
sk: Prepáčte, kvíz je k dispozícii len raz denne. Predplaťte si PRO pre neobmedzený prístup!

# filters.practice_words_specific_language
source: Practice words from a specific language
el: Εξασκήστε λέξεις από μια συγκεκριμένη γλώσσα
hr: Vježbaj riječi određenog jezika

# filters.not_enough_words_current_filters
source: Not Enough Words with Current Filters
el: Δεν υπάρχουν αρκετές λέξεις με τα τρέχοντα φίλτρα
hr: Nema dovoljno riječi s trenutnim filtrom

# filters.reset_all_filters
source: Reset All Filters
el: Επαναφορά όλων των φίλτρων
hr: Resetiraj sve filtre

# filters.hard_words_only
source: Hard Words Only
el: Μόνο δύσκολες λέξεις
hr: Samo teške riječi

# filters.add_more_words_or_reset
source: Add more words or reset your filters to practice with all available words.
el: Προσθέστε περισσότερες λέξεις ή επαναφέρετε τα φίλτρα για να εξασκήσετε με όλες τις διαθέσιμες λέξεις.
hr: Dodaj više riječi ili resetiraj filtre za vježbanje sa svim dostupnim riječima.

# filters.need_10_words_current_filters
source: You need at least 10 words with current filters to practice. You currently have %@.
el: Χρειάζεστε τουλάχιστον 10 λέξεις με τα τρέχοντα φίλτρα για εξάσκηση. Έχετε αυτή τη στιγμή %@.
hr: Trebate najmanje 10 riječi s trenutnim filtrom za vježbanje. Trenutno imate %@.

# filters.need_10_hard_words_current_filters
source: You need at least 10 hard words with current filters to practice. You currently have %@.
el: Χρειάζεστε τουλάχιστον 10 δύσκολες λέξεις με τα τρέχοντα φίλτρα για εξάσκηση. Έχετε αυτή τη στιγμή %@.
hr: Trebate najmanje 10 teških riječi s trenutnim filtrom za vježbanje. Trenutno imate %@.
