Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/Settings.strings
Languages: el

source: Translate Definitions
el: Μετάφραση Ορισμών

# show_definitions_native_language
source: Show definitions in your native language
el: Εμφάνιση ορισμών στη μητρική σου γλώσσα

source: Accent
el: Προφορά

source: Select accent
el: Επιλογή Προφοράς

source: Notifications
el: Ειδοποιήσεις

source: Daily Reminders
el: Καθημερινές Υπενθυμίσεις

source: Difficult Words
el: Δύσκολες Λέξεις

source: Subscription
el: Συνδρομή

source: Pro User
el: Χρήστης Pro

source: Free Plan
el: Δωρεάν Πλάνο

source: Limited features available
el: Περιορισμένες λειτουργίες διαθέσιμες

source: Signed in as
el: Συνδεδεμένος ως

source: Anonymous
el: Ανώνυμος

# upload_backup_google
source: Upload backup to Google
el: Ανέβασμα Αντιγράφου Ασφαλείας στο Google

# download_backup_google
source: Download backup from Google
el: Λήψη Αντιγράφου Ασφαλείας από το Google

# sign_in_sync_word_lists
source: Sign in to sync word lists
el: Συνδέσου για να συγχρονίσεις τις λίστες λέξεων

source: Organization
el: Οργάνωση

source: Shared Dictionaries
el: Κοινόχρηστα Λεξικά

source: About App
el: Σχετικά με την Εφαρμογή

source: Features
el: Λειτουργίες

# add_organize_words
source: Add and organize words with definitions
el: Προσθήκη και οργάνωση λέξεων με ορισμούς

# practice_quizzes_spelling
source: Practice with quizzes and spelling exercises
el: Εξάσκηση με κουίζ και ασκήσεις ορθογραφίας

# track_learning_progress
source: Track your learning progress
el: Παρακολούθηση της προόδου μάθησης

# import_export_word_collection
source: Import and export your word collection
el: Εισαγωγή και εξαγωγή της συλλογής λέξεων σου

# customize_learning_experience
source: Customize your learning experience
el: Προσαρμογή της εμπειρίας μάθησης

source: Voice pronunciation support
el: Υποστήριξη φωνητικής προφοράς

source: Contact Me
el: Επικοινώνησε μαζί μου

source: Support
el: Υποστήριξη

# rate_app
source: Rate the App
el: Βαθμολόγησε την Εφαρμογή

source: Export Successful
el: Εξαγωγή Επιτυχής

source: Upload Successful
el: Ανέβασμα Επιτυχές

source: Download Successful
el: Λήψη Επιτυχής

# daily_reminders_description
source: Get reminded if you haven't opened the app
el: Λάβε μια υπενθύμιση αν δεν έχεις ανοίξει την εφαρμογή

# difficult_words_description
source: Get reminded to practice difficult words
el: Λάβε μια υπενθύμιση για να εξασκήσεις δύσκολες λέξεις

# free_users_export_limit
source: Free users can export up to %d words
el: Οι δωρεάν χρήστες μπορούν να εξάγουν έως %d λέξεις

source: App version:
el: Έκδοση Εφαρμογής:

# about_app_description
source: I created this app because I could not find something that I wanted. It is a simple word list manager that allows you to search for words and add their definitions along them without actually translating into a native language. I find this best to learn English. Hope it will work for you as well. If you have any questions, or want to suggest a feature, please reach out to me on the links below. Thank you for using my app!
el: Δημιούργησα αυτή την εφαρμογή επειδή δεν βρήκα αυτό που έψαχνα. Είναι ένας απλός διαχειριστής λιστών λέξεων που σου επιτρέπει να αναζητάς λέξεις και να προσθέτεις τους ορισμούς τους χωρίς μετάφραση στη μητρική σου γλώσσα. Πιστεύω ότι αυτός είναι ο καλύτερος τρόπος για να μάθεις Αγγλικά. Ελπίζω να σου φανεί χρήσιμο. Αν έχεις ερωτήσεις ή θέλεις να προτείνεις κάποια λειτουργία, επικοινώνησε μαζί μου μέσω των παρακάτω συνδέσμων. Σε ευχαριστώ που χρησιμοποιείς την εφαρμογή μου!

# contact_support
source: Have questions, suggestions, or feedback? I'd love to hear from you. Reach out to get support on Instagram or via Email!
el: Έχεις ερωτήσεις, προτάσεις ή σχόλια; Θα ήθελα να ακούσω τη γνώμη σου. Επικοινώνησε με την υποστήριξη μέσω Instagram ή Twitter!

source: Sign Out
el: Αποσύνδεση

source: Upload backup to Google
el: Ανέβασμα Αντιγράφου Ασφαλείας στο Google

source: Download backup from Google
el: Λήψη Αντιγράφου Ασφαλείας από το Google

source: Sign in to sync word lists
el: Συνδέσου για να συγχρονίσεις τις λίστες λέξεων

source: Manage Tags
el: Διαχείριση Ετικετών

source: Import / Export
el: Εισαγωγή/Εξαγωγή

source: Import words
el: Εισαγωγή Λέξεων

source: Export words
el: Εξαγωγή Λέξεων

source: Learn more
el: Μάθε Περισσότερα

# export_words_title
source: Export Words
el: Εξαγωγή Λέξεων

# pro_upgrade_description
source: Upgrade to Pro for unlimited features and cross-device sync.
el: Αναβάθμισε σε Pro για απεριόριστες λειτουργίες και συγχρονισμό μεταξύ συσκευών.

# word_lists_and_sync
source: Word Lists & Sync
el: Λίστες Λέξεων και Συγχρονισμός

# manual_sync_mode_description
source: Manual sync mode: Use buttons below to upload/download your word lists to Google. Available to all users.
el: Λειτουργία χειροκίνητου συγχρονισμού: Χρησιμοποίησε τα κουμπιά παρακάτω για να ανεβάσεις/κατεβάσεις τις λίστες λέξεων σου στο Google. Διαθέσιμο για όλους τους χρήστες.

# sign_in_to_create_share_word_lists
source: Sign in to create and share word lists with others.
el: Συνδέσου για να δημιουργήσεις και να μοιραστείς λίστες λέξεων με άλλους.

# tag_management_description
source: Create and manage tags to organize your words, and add collaborators to share words with.
el: Δημιούργησε και διαχειρίσου ετικέτες για να οργανώσεις τις λέξεις σου και πρόσθεσε συνεργάτες για να μοιραστείς λέξεις.

# import_export_note
source: Please note that import and export only work with files created by this app.
el: Σημείωσε ότι η εισαγωγή και εξαγωγή λειτουργούν μόνο με αρχεία που δημιουργήθηκαν από αυτή την εφαρμογή.

source: Buy Me a Coffee
el: Κέρασέ με έναν καφέ

source: Data Maintenance
el: Συντήρηση Δεδομένων

# data_maintenance_description
source: Clean up duplicate words and meanings to improve app performance
el: Καθαρίστε διπλές λέξεις και σημασίες για να βελτιώσετε την απόδοση της εφαρμογής

source: Check for Duplicates
el: Έλεγχος Διπλότυπων

source: Clean Up Duplicates
el: Καθαρισμός Διπλότυπων

source: Duplicates Found
el: Βρέθηκαν Διπλότυπα

# duplicates_found_message
source: Found %d duplicate words, %d duplicate meanings, and %d duplicate tags. Use 'Clean Up Duplicates' to remove them.
el: Βρέθηκαν %d διπλές λέξεις, %d διπλές σημασίες και %d διπλές ετικέτες. Χρησιμοποιήστε 'Καθαρισμός Διπλότυπων' για να τις αφαιρέσετε.

source: No Duplicates
el: Δεν Βρέθηκαν Διπλότυπα

# no_duplicates_message
source: No duplicate words, meanings, or tags were found in your dictionary.
el: Δεν βρέθηκαν διπλές λέξεις, σημασίες ή ετικέτες στο λεξικό σας.

source: Cleanup Completed
el: Ο Καθαρισμός Ολοκληρώθηκε

# cleanup_completed_message
source: Successfully cleaned up %d duplicates: • %d duplicate words • %d duplicate meanings • %d duplicate tags • %d meanings merged • %d tag relationships merged
el: Επιτυχής καθαρισμός %d διπλότυπων: • %d διπλές λέξεις • %d διπλές σημασίες • %d διπλές ετικέτες • %d συγχωνευμένες σημασίες • %d συγχωνευμένες σχέσεις ετικετών
