Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/TTS.strings
Languages: fi, ro, th

# tts.filters.all_use_cases
source: All Use Cases
fi: Kaikki käyttötapaukset
ro: Toate cazurile de utilizare
th: ทุกกรณีการใช้งาน

# tts.filters.all_ages
source: All Ages
fi: Kaikki iät
ro: Toate vârstele
th: ทุกช่วงวัย

# tts.filters.all_timbres
source: All Timbres
fi: Kaikki äänensävyt
ro: Toate timbrurile
th: ทุกโทนเสียง

# tts.filters.all_accents
source: All Accents
fi: Kaikki aksentit
ro: Toate accentele
th: ทุกสำเนียง

# tts.filters.all_languages
source: All Languages
fi: Kaikki kielet
ro: Toate limbile
th: ทุกภาษา

# tts.filters.all_genders
source: All Genders
fi: Kaikki sukupuolet
ro: Toate genurile
th: ทุกเพศ

# tts.filters.filters
source: Filters
fi: Suodattimet
ro: Filtre
th: ตัวกรอง

# tts.filters.reset
source: Reset
fi: Nollaa
ro: Resetare
th: รีเซ็ต

# tts.filters.select_voice
source: Select Voice
fi: Valitse ääni
ro: Selectați vocea
th: เลือกเสียง

# tts.filters.available_voices
source: Available Voices
fi: Saatavilla olevat äänet
ro: Voci disponibile
th: เสียงที่ใช้ได้

# tts.filters.no_voices_available
source: No voices available
fi: Ei saatavilla olevia ääniä
ro: Nicio voce disponibilă
th: ไม่มีเสียงที่ใช้ได้

# tts.filters.no_voices_found
source: No voices found
fi: Ääniä ei löytynyt
ro: Nicio voce găsită
th: ไม่พบเสียง

# tts.filters.no_voices_found_message
source: Try adjusting your search or filters
fi: Yritä säätää hakua tai suodattimia
ro: Încercați să ajustați căutarea sau filtrele
th: ลองปรับการค้นหาหรือตัวกรองของคุณ

# tts.usage.monthly_limit_exceeded
source: Monthly Limit Exceeded
fi: Kuukausiraja ylittynyt
ro: Limită lunară depășită
th: เกินขีดจำกัดรายเดือน

# tts.usage.monthly_limit_exceeded_message
source: You have reached your monthly limit of 50,000 characters for Speechify TTS. Please try again next month or use Google TTS instead.
fi: Olet saavuttanut Speechify TTS:n 50 000 merkin kuukausirajan. Yritä uudelleen ensi kuussa tai käytä Google TTS:ää.
ro: Ați atins limita lunară de 50.000 de caractere pentru Speechify TTS. Încercați din nou luna viitoare sau folosiți Google TTS.
th: คุณถึงขีดจำกัดรายเดือน 50,000 อักขระสำหรับ Speechify TTS แล้ว กรุณาลองอีกครั้งในเดือนหน้าหรือใช้ Google TTS แทน

# tts.usage.remaining_characters
source: Remaining Characters
fi: Jäljellä olevat merkit
ro: Caractere rămase
th: อักขระที่เหลือ

# tts.usage.monthly_usage
source: Monthly Usage
fi: Kuukausittainen käyttö
ro: Utilizare lunară
th: การใช้งานรายเดือน

# tts.usage.monthly_limit
source: Monthly Limit
fi: Kuukausiraja
ro: Limită lunară
th: ขีดจำกัดรายเดือน

source: Advertisement
fi: Mainos
ro: Reclamă
th: โฆษณา

source: Animation
fi: Animaatio
ro: Animație
th: แอนิเมชัน

source: Audiobook
fi: Äänikirja
ro: Carte audio
th: หนังสือเสียง

# audiobook-and-narration
source: Audiobook & Narration
fi: Äänikirja ja kerronta
ro: Carte audio și narațiune
th: หนังสือเสียงและการบรรยาย

# audiobooks-and-narration
source: Audiobooks & Narration
fi: Äänikirjat ja kerronta
ro: Cărți audio și narațiune
th: หนังสือเสียงและการบรรยาย

source: Conversational
fi: Keskusteleva
ro: Conversațional
th: การสนทนา

source: E-Learning
fi: E-oppiminen
ro: E-învățare
th: การเรียนรู้แบบออนไลน์

source: Gaming
fi: Pelaaminen
ro: Jocuri
th: เกม

source: Meditation
fi: Meditaatio
ro: Meditație
th: การทำสมาธิ

source: Movie
fi: Elokuva
ro: Film
th: ภาพยนตร์

# movies-acting-and-gaming
source: Movies, Acting & Gaming
fi: Elokuvat, näytteleminen ja pelaaminen
ro: Filme, actorie și jocuri
th: ภาพยนตร์ การแสดง และเกม

source: Narration
fi: Kerronta
ro: Narațiune
th: การบรรยาย

source: Podcast
th: พอดแคสต์

source: Social Media
fi: Sosiaalinen media
ro: Rețele sociale
th: โซเชียลมีเดีย

source: Middle-aged
fi: Keski-ikäinen
ro: Vârstă mijlocie
th: วัยกลางคน

source: Senior
fi: Seniori
th: ผู้สูงอายุ

source: Teen
fi: Teini
ro: Adolescent
th: วัยรุ่น

source: Young Adult
fi: Nuori aikuinen
ro: Tânăr adult
th: ผู้ใหญ่ตอนต้น

source: Female
fi: Nainen
ro: Femeie
th: หญิง

source: Male
fi: Mies
ro: Bărbat
th: ชาย

source: Angry
fi: Vihainen
ro: Furios
th: โกรธ

source: Assertive or Confident
fi: Itsevarma tai päättäväinen
ro: Asertiv sau încrezător
th: มั่นใจหรือหนักแน่น

source: Bright
fi: Kirkas
ro: Luminos
th: สดใส

source: Calm or Relaxed
fi: Rauhallinen tai rentoutunut
ro: Calm sau relaxat
th: สงบหรือผ่อนคลาย

source: Calm or Relaxed
fi: Rauhallinen tai rentoutunut
ro: Calm sau relaxat
th: สงบหรือผ่อนคลาย

source: Cheerful
fi: Iloinen
ro: Vesel
th: ร่าเริง

source: Crisp
fi: Selkeä
ro: Clar
th: ชัดเจน

source: Deep
fi: Syvä
ro: Profund
th: ทุ้ม

source: Direct
fi: Suora
th: ตรงไปตรงมา

source: Energetic
fi: Energinen
ro: Energic
th: กระฉับกระเฉง

source: Fearful
fi: Pelokas
ro: Înspăimântat
th: หวาดกลัว

source: High Pitch
fi: Korkea sävel
ro: Ton înalt
th: เสียงสูง

source: Neutral
fi: Neutraali
ro: Neutru
th: เป็นกลาง

source: Professional
fi: Ammattimainen
ro: Profesional
th: มืออาชีพ

source: Relaxed
fi: Rentoutunut
ro: Relaxat
th: ผ่อนคลาย

source: Sad
fi: Surullinen
ro: Trist
th: เศร้า

# suprised
source: Surprised
fi: Yllättynyt
ro: Surprins
th: ประหลาดใจ

source: Surprised
fi: Yllättynyt
ro: Surprins
th: ประหลาดใจ

source: Terrified
fi: Kauhuissaan
ro: Îngrozit
th: หวาดกลัวมาก

source: Warm
fi: Lämmin
ro: Cald
th: อบอุ่น

source: Warm or Friendly
fi: Lämmin tai ystävällinen
ro: Cald sau prietenos
th: อบอุ่นหรือเป็นมิตร

source: American Neutral
fi: Amerikkalainen neutraali
ro: American neutru
th: อเมริกันแบบเป็นกลาง

source: Australian
fi: Australialainen
th: ออสเตรเลีย

source: British
fi: Brittiläinen
ro: Britanic
th: บริติช

source: Indian
fi: Intialainen
th: อินเดีย

source: Nigerian
fi: Nigeriläinen
th: ไนจีเรีย

source: TTS Dashboard
fi: TTS-kojelauta
ro: Tablou de bord TTS
th: แดชบอร์ด TTS

# tts.premium_tts_dashboard
source: Premium TTS Dashboard
fi: Premium TTS-kojelauta
ro: Tablou de bord TTS premium
th: แดชบอร์ด TTS พรีเมียม

# tts.customize_tts_experience
source: Customize your text-to-speech experience
fi: Mukauta teksti-puheeksi-kokemuksesi
ro: Personalizați-vă experiența de conversie text în vorbire
th: ปรับแต่งประสบการณ์การแปลงข้อความเป็นคำพูดของคุณ

# tts.playing
source: Playing
fi: Toistetaan
ro: În redare
th: กำลังเล่น

# tts.ready
source: Ready
fi: Valmis
ro: Gata
th: พร้อม

# tts.provider
source: Provider
fi: Palveluntarjoaja
ro: Furnizor
th: ผู้ให้บริการ

# tts.tts_provider
source: TTS Provider
fi: TTS-palveluntarjoaja
ro: Furnizor TTS
th: ผู้ให้บริการ TTS

# tts.voice_customization
source: Voice Customization
fi: Äänen mukauttaminen
ro: Personalizare voce
th: การปรับแต่งเสียง

# tts.current_voice
source: Current Voice
fi: Nykyinen ääni
ro: Voce curentă
th: เสียงปัจจุบัน

# tts.default_voice
source: Default Voice
fi: Oletusääni
ro: Voce implicită
th: เสียงเริ่มต้น

# tts.preview_current_voice
source: Preview Current Voice
fi: Esikatsele nykyistä ääntä
ro: Previzualizați vocea curentă
th: ดูตัวอย่างเสียงปัจจุบัน

# tts.change_voice
source: Change Voice
fi: Vaihda ääntä
ro: Schimbați vocea
th: เปลี่ยนเสียง

# tts.audio_settings
source: Audio Settings
fi: Ääniasetukset
ro: Setări audio
th: การตั้งค่าเสียง

# tts.speech_rate
source: Speech Rate
fi: Puhenopeus
ro: Viteza vorbirii
th: อัตราการพูด

# tts.volume
source: Volume
fi: Äänenvoimakkuus
ro: Volum
th: ระดับเสียง

# tts.test_your_settings
source: Test Your Settings
fi: Testaa asetuksesi
ro: Testați-vă setările
th: ทดสอบการตั้งค่าของคุณ

# tts.enter_text_to_test
source: Enter text to test...
fi: Syötä tekstiä testattavaksi...
ro: Introduceți text pentru testare...
th: ป้อนข้อความเพื่อทดสอบ...

# tts.stop
source: Stop
fi: Pysäytä
ro: Oprire
th: หยุด

# tts.test
source: Test
fi: Testaa
th: ทดสอบ

# tts.usage_statistics
source: Usage Statistics
fi: Käyttötilastot
ro: Statistici de utilizare
th: สถิติการใช้งาน

# tts.speechify_monthly_usage
source: Speechify Monthly Usage
fi: Speechify kuukausittainen käyttö
ro: Utilizare lunară Speechify
th: การใช้งานรายเดือนของ Speechify

# tts.monthly_limit
source: Monthly Limit
fi: Kuukausiraja
ro: Limită lunară
th: ขีดจำกัดรายเดือน

# tts.used_this_month
source: Used This Month
fi: Käytetty tässä kuussa
ro: Utilizat în această lună
th: ใช้ในเดือนนี้

# tts.remaining
source: Remaining
fi: Jäljellä
ro: Rămas
th: เหลืออยู่

# tts.usage_progress
source: Usage Progress
fi: Käytön edistyminen
ro: Progresul utilizării
th: ความคืบหน้าการใช้งาน

# tts.characters
source: characters
fi: merkkiä
ro: caractere
th: ตัวอักษร

# tts.analytics.characters_used
source: Characters Used
fi: Käytetyt merkit
ro: Caractere utilizate
th: ตัวอักษรที่ใช้

# tts.analytics.sessions
source: Sessions
fi: Istunnot
ro: Sesiuni
th: เซสชัน

# tts.analytics.favorite_voice
source: Favorite Voice
fi: Suosikkiääni
ro: Voce preferată
th: เสียงที่ชื่นชอบ

# tts.analytics.time_saved
source: Time Saved
fi: Säästetty aika
ro: Timp economisit
th: เวลาที่ประหยัด

# tts.analytics.total_characters
source: Total Characters
fi: Merkit yhteensä
ro: Total caractere
th: ตัวอักษรทั้งหมด

# tts.analytics.total_sessions
source: Total Sessions
fi: Istuntoja yhteensä
ro: Total sesiuni
th: เซสชันทั้งหมด

# tts.analytics.total_duration
source: Total Duration
fi: Kokonaiskesto
ro: Durată totală
th: ระยะเวลาทั้งหมด

# tts.analytics.favorite_language
source: Favorite Language
fi: Suosikkikieli
ro: Limba preferată
th: ภาษาที่ชื่นชอบ

# tts.analytics.premium_usage
source: Premium Usage
fi: Premium-käyttö
ro: Utilizare premium
th: การใช้งานพรีเมียม

# tts.settings.text_to_speech
source: Text-to-Speech
fi: Teksti-puheeksi
ro: Text în vorbire
th: การแปลงข้อความเป็นคำพูด

# tts.settings.speechify_description
source: Speechify's Text-to-Speech AI model is available for all users as a premium feature. It allows you to choose from a wide range of voices and accents, so you can fine-tune your study experience.
fi: Speechifyn teksti-puheeksi-malli on saatavilla kaikille käyttäjille premium-ominaisuutena. Sen avulla voit valita laajasta ääni- ja aksenttivalikoimasta, jotta voit mukauttaa opiskelukokemuksesi.
ro: Modelul de conversie text în vorbire de la Speechify este disponibil pentru toți utilizatorii ca funcție premium. Vă permite să alegeți dintr-o gamă largă de voci și accente, pentru a vă personaliza experiența de învățare.
th: โมเดลการแปลงข้อความเป็นคำพูดของ Speechify มีให้สำหรับผู้ใช้ทุกคนในฐานะฟีเจอร์พรีเมียม ช่วยให้คุณเลือกจากเสียงและสำเนียงที่หลากหลายเพื่อปรับแต่งประสบการณ์การเรียนรู้ของคุณ

# tts.settings.speechify_pro_description
source: Speechify's Text-to-Speech AI model is included in your subscription.
fi: Speechifyn teksti-puheeksi-malli sisältyy tilaukseesi.
ro: Modelul de conversie text în vorbire de la Speechify este inclus în abonamentul dumneavoastră.
th: โมเดลการแปลงข้อความเป็นคำพูดของ Speechify รวมอยู่ในสมัครสมาชิกของคุณ

# tts.settings.dashboard
source: Dashboard
fi: Kojelauta
ro: Tablou de bord
th: แดชบอร์ด

# tts.pro
source: PRO
th: โปร

# tts.free_google_tts_description
source: Free Google TTS with basic voices and reliable performance
fi: Ilmainen Google TTS perustason äänillä ja luotettavalla suorituskyvyllä
ro: Google TTS gratuit cu voci de bază și performanță fiabilă
th: Google TTS ฟรีพร้อมเสียงพื้นฐานและประสิทธิภาพที่เชื่อถือได้

# tts.models.english
source: English
fi: Englanti
ro: Engleză
th: ภาษาอังกฤษ

# tts.models.multilingual
source: Multilingual
fi: Monikielinen
ro: Multilingv
th: หลายภาษา

# tts.models.english_description
source: Speechify's English text-to-speech model offers standard capabilities designed to deliver clear and natural voice output for reading texts. The model focuses on delivering a consistent user experience.
fi: Speechifyn englanninkielinen teksti-puheeksi-malli tarjoaa standardiominaisuuksia, jotka on suunniteltu tarjoamaan selkeä ja luonnollinen ääniulostulo tekstin lukemiseen. Malli keskittyy tarjoamaan yhtenäisen käyttäjäkokemuksen.
ro: Modelul de conversie text în vorbire în limba engleză de la Speechify oferă funcționalități standard concepute pentru a oferi un sunet clar și natural pentru citirea textelor. Modelul se concentrează pe oferirea unei experiențe consistente pentru utilizator.
th: โมเดลการแปลงข้อความเป็นคำพูดภาษาอังกฤษของ Speechify มีฟีเจอร์มาตรฐานที่ออกแบบมาเพื่อให้ผลลัพธ์เสียงที่ชัดเจนและเป็นธรรมชาติสำหรับการอ่านข้อความ โมเดลนี้มุ่งเน้นที่การมอบประสบการณ์ผู้ใช้ที่สม่ำเสมอ

# tts.models.multilingual_description
source: Multilingual model allows the usage of all supported languages and supports using multiple languages within a single sentence. The audio output of this model is distinctively different from other models.
fi: Monikielinen malli mahdollistaa kaikkien tuettujen kielten käytön ja tukee useiden kielten käyttöä yhdessä lauseessa. Tämän mallin ääniulostulo eroaa selvästi muista malleista.
ro: Modelul multilingv permite utilizarea tuturor limbilor suportate și susține utilizarea mai multor limbi într-o singură propoziție. Sunetul acestui model diferă semnificativ de alte modele.
th: โมเดลหลายภาษาช่วยให้สามารถใช้ทุกภาษาที่รองรับและสนับสนุนการใช้หลายภาษาภายในประโยคเดียว ผลลัพธ์เสียงของโมเดลนี้แตกต่างจากโมเดลอื่นอย่างชัดเจน

# english_accents.australian
source: Australian
fi: Australialainen
th: ออสเตรเลีย

# english_accents.canadian
source: Canadian
fi: Kanadalainen
th: แคนาดา

# english_accents.british
source: British
fi: Brittiläinen
ro: Britanic
th: อังกฤษ

# english_accents.indian
source: Indian
fi: Intialainen
th: อินเดีย

# english_accents.american
source: American
fi: Amerikkalainen
th: อเมริกา

# english_accents.belgian
source: Belgian
fi: Belgialainen
th: เบลเยียม

# english_accents.singaporean
source: Singaporean
fi: Singaporen
ro: Singaporan
th: สิงคโปร์

# english_accents.irish
source: Irish
fi: Irlantilainen
ro: Irlandez
th: ไอริช

# english_accents.south_african
source: South African
fi: Eteläafrikkalainen
ro: Sud-african
th: แอฟริกาใต้
