Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/WordCollections.strings
Languages: ca, el, hr, ms, ro, th

source: Word Catalog
ca: Catàleg de Paraules
el: Κατάλογος Λέξεων
hr: Katalog Riječi
ms: Katalog Perkataan
ro: Catalogul de Cuvinte
th: แค็ตตาล็อกคำศัพท์

source: Details
ca: Detalls
el: Λεπτομέρειες
hr: Detalji
ms: Butiran
ro: Detalii
th: รายละเอียด

source: Add Words
ca: Afegir Paraules
el: Προσθήκη Λέξεων
hr: Dodaj Riječi
ms: Tambah Perkataan
ro: Adaugă Cuvinte
th: เพิ่มคำศัพท์

source: Search collections
ca: Cercar col·leccions
el: Αναζήτηση συλλογών
hr: Pretraži zbirke
ms: Cari koleksi
ro: Caută colecții
th: ค้นหาชุดคำศัพท์

source: Search words
ca: Cercar paraules
el: Αναζήτηση λέξεων
hr: Pretraži riječi
ms: Cari perkataan
ro: Caută cuvinte
th: ค้นหาคำศัพท์

source: Loading word collections...
ca: Carregant col·leccions de paraules...
el: Φόρτωση συλλογών λέξεων...
hr: Učitavanje zbirki riječi...
ms: Memuatkan koleksi perkataan...
ro: Se încarcă colecțiile de cuvinte...
th: กำลังโหลดชุดคำศัพท์...

source: No Collections Available
ca: No hi ha col·leccions disponibles
el: Δεν υπάρχουν διαθέσιμες συλλογές
hr: Nema dostupnih zbirki
ms: Tiada koleksi tersedia
ro: Nu există colecții disponibile
th: ไม่มีชุดคำศัพท์ที่พร้อมใช้งาน

# no_collections_available_description
source: Try changing filters or using a different search term.
ca: Prova de canviar els filtres o utilitzar un terme de cerca diferent.
el: Προσπαθήστε να αλλάξετε τα φίλτρα ή να χρησιμοποιήσετε διαφορετικό όρο αναζήτησης.
hr: Pokušajte promijeniti filtre ili koristiti drugačiji pojam za pretraživanje.
ms: Cuba tukar penapis atau gunakan istilah carian yang berbeza.
ro: Încearcă să schimbi filtrele sau să folosești un termen de căutare diferit.
th: ลองเปลี่ยนตัวกรองหรือใช้คำค้นหาที่แตกต่างกัน

source: No words found
ca: No s'han trobat paraules
el: Δεν βρέθηκαν λέξεις
hr: Nisu pronađene riječi
ms: Tiada perkataan dijumpai
ro: Nu s-au găsit cuvinte
th: ไม่พบคำศัพท์

# no_words_found_description
source: Try adjusting your search terms.
ca: Prova d'ajustar els teus termes de cerca.
el: Προσπαθήστε να προσαρμόσετε τους όρους αναζήτησής σας.
hr: Pokušajte prilagoditi svoje pojmove za pretraživanje.
ms: Cuba sesuaikan istilah carian anda.
ro: Încearcă să îți ajustezi termenii de căutare.
th: ลองปรับแต่งคำค้นหาของคุณ

source: Language
ca: Idioma
el: Γλώσσα
hr: Jezik
ms: Bahasa
ro: Limbă
th: ภาษา

source: All Languages
ca: Tots els Idiomes
el: Όλες οι Γλώσσες
hr: Svi Jezici
ms: Semua Bahasa
ro: Toate Limbile
th: ทุกภาษา

source: Level
ca: Nivell
el: Επίπεδο
hr: Razina
ms: Tahap
ro: Nivel
th: ระดับ

source: All Levels
ca: Tots els Nivells
el: Όλα τα Επίπεδα
hr: Sve Razine
ms: Semua Tahap
ro: Toate Nivelurile
th: ทุกระดับ

source: Featured
ca: Destacat
el: Προτεινόμενο
hr: Preporučeno
ms: Pilihan
ro: Recomandat
th: แนะนำ

source: Contains:
ca: Conté:
el: Περιέχει:
hr: Sadrži:
ms: Mengandungi:
ro: Conține:
th: ประกอบด้วย:

source: From Collection
ca: De la Col·lecció
el: Από Συλλογή
hr: Iz Zbirke
ms: Daripada Koleksi
ro: Din Colecția
th: จากชุดคำศัพท์

source: Add All
ca: Afegir Tot
el: Προσθήκη Όλων
hr: Dodaj Sve
ms: Tambah Semua
ro: Adaugă Tot
th: เพิ่มทั้งหมด

source: Add to My Dictionary
ca: Afegir al Meu Diccionari
el: Προσθήκη στο Λεξικό Μου
hr: Dodaj u Moj Rječnik
ms: Tambah ke Kamus Saya
ro: Adaugă la Dicționarul Meu
th: เพิ่มในพจนานุกรมของฉัน

source: Translate Definitions
ca: Traduir Definicions
el: Μετάφραση Ορισμών
hr: Prevedi Definicije
ms: Terjemah Definisi
ro: Traduce Definiții
th: แปลคำจำกัดความ

source: Import Complete
ca: Importació Completada
el: Εισαγωγή Ολοκληρώθηκε
hr: Uvoz Završen
ms: Import Selesai
ro: Import Completat
th: นำเข้าสำเร็จ

# import_success_with_duplicates
source: Successfully added %@ to your dictionary. %@ were already in your dictionary and were skipped.
ca: S'han afegit %@ al teu diccionari. S'han omès %@ perquè ja estaven al teu diccionari.
el: Προστέθηκαν με επιτυχία %@ στο λεξικό σας. Παραλείφθηκαν %@ γιατί υπήρχαν ήδη στο λεξικό σας.
hr: Uspješno dodano %@ u vaš rječnik. %@ je preskočeno jer je već bilo u vašem rječniku.
ms: Berjaya menambah %@ ke kamus anda. %@ dilangkau kerana sudah ada dalam kamus anda.
ro: Adăugat cu succes %@ la dicționarul tău. %@ a fost omis pentru că era deja în dicționarul tău.
th: เพิ่ม %@ ลงในพจนานุกรมของคุณสำเร็จ %@ ถูกละเว้นเนื่องจากมีอยู่ในพจนานุกรมของคุณแล้ว

# import_success
source: Successfully added %@ to your dictionary.
ca: S'han afegit %@ al teu diccionari.
el: Προστέθηκαν με επιτυχία %@ στο λεξικό σας.
hr: Uspješno dodano %@ u vaš rječnik.
ms: Berjaya menambah %@ ke kamus anda.
ro: Adăugat cu succes %@ la dicționarul tău.
th: เพิ่ม %@ ลงในพจนานุกรมของคุณสำเร็จ

# select_words_description
source: Select words from '%@' to add to your personal dictionary.
ca: Selecciona paraules de '%@' per afegir-les al teu diccionari personal.
el: Επιλέξτε λέξεις από '%@' για προσθήκη στο προσωπικό σας λεξικό.
hr: Odaberite riječi iz '%@' za dodavanje u vaš osobni rječnik.
ms: Pilih perkataan dari '%@' untuk ditambah ke kamus peribadi anda.
ro: Selectează cuvinte din '%@' pentru a le adăuga la dicționarul tău personal.
th: เลือกคำศัพท์จาก '%@' เพื่อเพิ่มในพจนานุกรมส่วนตัวของคุณ

# level.a1_title
source: Beginner
ca: Principiant
el: Αρχάριος
hr: Početnik
ms: Pemula
ro: Începător
th: เริ่มต้น

# level.a2_title
source: Elementary
ca: Bàsic
el: Βασικός
hr: Osnovni
ms: Asas
ro: Elementar
th: พื้นฐาน

# level.b1_title
source: Intermediate
ca: Intermedi
el: Ενδιάμεσος
hr: Srednji
ms: Pertengahan
ro: Intermediar
th: ปานกลาง

# level.b2_title
source: Upper Intermediate
ca: Intermedi superior
el: Ενδιάμεσος ανώτερος
hr: Viši srednji
ms: Pertengahan atas
ro: Intermediar superior
th: ปานกลาง-สูง

# level.c1_title
source: Advanced
ca: Avançat
el: Προχωρημένος
hr: Napredni
ms: Lanjutan
ro: Avansat
th: สูง

# level.c2_title
source: Proficiency
ca: Expert
el: Ειδικός
hr: Stručnjak
ms: Pakar
ro: Expert
th: เชี่ยวชาญ
