Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/WordImages.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# images_onboarding.visual_learning_improves_memory
source: When you practice with quizzes, images help you make stronger connections between words and their meanings. Visual learning is proven to improve memory retention.
ar: عندما تتدرب بالاختبارات، تساعدك الصور على تكوين روابط أقوى بين الكلمات ومعانيها. ثبت أن التعلم البصري يحسن الاحتفاظ بالذاكرة.
ca: Quan practiques amb qüestionaris, les imatges t'ajuden a fer connexions més fortes entre paraules i els seus significats. L'aprenentatge visual ha demostrat millorar la retenció de memòria.
cs: Když cvičíte s kvízy, obrázky vám pomáhají vytvářet silnější spojení mezi slovy a jejich významy. Vizuální učení prokázalo zlepšení uchování paměti.
da: Når du træner med quiz, hjælper billeder dig med at skabe stærkere forbindelser mellem ord og deres betydninger. Visuel læring har vist sig at forbedre hukommelsesbevarelse.
de: Wenn Sie mit Quiz üben, helfen Ihnen Bilder dabei, stärkere Verbindungen zwischen Wörtern und ihren Bedeutungen herzustellen. Visuelles Lernen hat sich als Verbesserung des Gedächtnisses erwiesen.
el: Όταν εξασκείστε με κουίζ, οι εικόνες σας βοηθούν να δημιουργήσετε ισχυρότερες συνδέσεις μεταξύ λέξεων και των σημασιών τους. Η οπτική μάθηση έχει αποδειχθεί ότι βελτιώνει την αποθήκευση μνήμης.
es: Cuando practicas con cuestionarios, las imágenes te ayudan a hacer conexiones más fuertes entre palabras y sus significados. El aprendizaje visual ha demostrado mejorar la retención de memoria.
fi: Kun harjoittelet kyselyillä, kuvat auttavat sinua tekemään vahvempia yhteyksiä sanojen ja niiden merkitysten välille. Visuaalinen oppiminen on todistettu parantavan muistin säilyttämistä.
fr: Lorsque vous vous entraînez avec des quiz, les images vous aident à établir des connexions plus fortes entre les mots et leurs significations. L'apprentissage visuel s'est avéré améliorer la rétention de mémoire.
he: כשאתה מתרגל עם חידונים, תמונות עוזרות לך ליצור קשרים חזקים יותר בין מילים למשמעויות שלהן. למידה ויזואלית הוכחה כמשפרת שמירה על זיכרון.
hi: जब आप क्विज़ के साथ अभ्यास करते हैं, छवियां आपको शब्दों और उनके अर्थों के बीच मजबूत संबंध बनाने में मदद करती हैं। दृश्य सीखने से स्मृति प्रतिधारण में सुधार सिद्ध हुआ है।
hr: Kada vježbate s kvizovima, slike vam pomažu stvarati jače veze između riječi i njihovih značenja. Vizualno učenje dokazano poboljšava zadržavanje memorije.
hu: Amikor kvízekkel gyakorol, a képek segítenek erősebb kapcsolatokat létrehozni a szavak és jelentéseik között. A vizuális tanulás bizonyítottan javítja a memória megtartását.
id: Ketika Anda berlatih dengan kuis, gambar membantu Anda membuat koneksi yang lebih kuat antara kata dan maknanya. Pembelajaran visual terbukti meningkatkan retensi memori.
it: Quando ti alleni con i quiz, le immagini ti aiutano a creare connessioni più forti tra le parole e i loro significati. L'apprendimento visivo ha dimostrato di migliorare la ritenzione della memoria.
ja: クイズで練習する際、画像は単語とその意味の間により強力なつながりを作るのに役立ちます。視覚的学習は記憶保持の向上が証明されています。
ko: 퀴즈로 연습할 때 이미지는 단어와 그 의미 사이에 더 강한 연결을 만드는 데 도움이 됩니다. 시각적 학습은 기억 보존을 개선하는 것으로 입증되었습니다.
ms: Apabila anda berlatih dengan kuiz, gambar membantu anda membuat sambungan yang lebih kuat antara perkataan dan maknanya. Pembelajaran visual terbukti meningkatkan pengekalan memori.
nb: Når du øver med quiz, hjelper bilder deg med å lage sterkere forbindelser mellom ord og deres betydninger. Visuell læring har vist seg å forbedre hukommelsesbevarelse.
nl: Wanneer je oefent met quizzes, helpen afbeeldingen je sterkere verbanden te leggen tussen woorden en hun betekenissen. Visueel leren is bewezen om geheugenretentie te verbeteren.
pl: Gdy ćwiczysz z quizami, obrazy pomagają ci tworzyć silniejsze powiązania między słowami a ich znaczeniami. Wizualne uczenie się udowodniono, że poprawia retencję pamięci.
pt_pt: Quando pratica com quizzes, as imagens ajudam-no a fazer conexões mais fortes entre palavras e os seus significados. A aprendizagem visual comprovadamente melhora a retenção da memória.
ro: Când exersați cu teste, imaginile vă ajută să faceți conexiuni mai puternice între cuvinte și semnificațiile lor. Învățarea vizuală s-a dovedit a îmbunătăți păstrarea memoriei.
ru: Когда вы тренируетесь с викторинами, изображения помогают создавать более сильные связи между словами и их значениями. Визуальное обучение доказано улучшает запоминание.
sk: Keď cvičíte s kvízmi, obrázky vám pomáhajú vytvárať silnejšie spojenia medzi slovami a ich význammi. Vizuálne učenie preukázalo zlepšenie uchovávania pamäte.
sv: När du tränar med quiz hjälper bilder dig skapa starkare förbindelser mellan ord och deras betydelser. Visuellt lärande har visat sig förbättra minnesretention.
th: เมื่อคุณฝึกฝนด้วยแบบทดสอบ รูปภาพช่วยให้คุณสร้างความเชื่อมโยงที่แข็งแกร่งขึ้นระหว่างคำและความหมาย การเรียนรู้ด้วยภาพได้รับการพิสูจน์แล้วว่าช่วยปรับปรุงการจดจำ
tr: Sınavlarla pratik yaptığınızda, görseller kelimeler ve anlamları arasında daha güçlü bağlantılar kurmanıza yardımcı olur. Görsel öğrenme hafıza tutma becerisini geliştirdiği kanıtlanmıştır.
uk: Коли ви тренуєтеся з вікторинами, зображення допомагають створювати сильніші зв'язки між словами та їх значеннями. Візуальне навчання доведено покращує утримання пам'яті.
vi: Khi bạn luyện tập với bài kiểm tra, hình ảnh giúp bạn tạo ra những kết nối mạnh mẽ hơn giữa từ và ý nghĩa của chúng. Việc học trực quan đã được chứng minh là cải thiện khả năng ghi nhớ.
zh_hans: 当您用测验练习时，图片帮助您在单词及其含义之间建立更强的联系。视觉学习已被证明能改善记忆保持。
zh_hant: 當您用測驗練習時，圖片幫助您在單字及其含義之間建立更強的聯繫。視覺學習已被證明能改善記憶保持。

# images_onboarding.get_started
source: Get Started
ar: ابدأ الآن
ca: Començar
cs: Začít
da: Kom i Gang
de: Loslegen
el: Ξεκινήστε
es: Comenzar
fi: Aloita
fr: Commencer
he: התחל
hi: शुरू करें
hr: Počnite
hu: Kezdés
id: Mulai
it: Inizia
ja: 始める
ko: 시작하기
ms: Mula
nb: Kom i Gang
nl: Aan de Slag
pl: Zacznij
pt_pt: Começar
ro: Începeți
ru: Начать
sk: Začať
sv: Kom igång
th: เริ่มต้น
tr: Başla
uk: Почати
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# images_onboarding.skip
source: Skip
ar: تخطي
ca: Ometre
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
fi: Ohita
fr: Ignorer
he: דלג
hi: छोड़ें
hr: Preskočite
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_pt: Saltar
ro: Săriți
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# quiz_question.what_is_this
source: What is this?
ar: ما هذا؟
ca: Què és això?
cs: Co je toto?
da: Hvad er dette?
de: Was ist das?
el: Τι είναι αυτό;
es: ¿Qué es esto?
fi: Mikä tämä on?
fr: Qu'est-ce que c'est ?
he: מה זה?
hi: यह क्या है?
hr: Što je ovo?
hu: Mi ez?
id: Apa ini?
it: Cos'è questo?
ja: これは何ですか？
ko: 이것은 무엇인가요?
ms: Apa ini?
nb: Hva er dette?
nl: Wat is dit?
pl: Co to jest?
pt_pt: O que é isto?
ro: Ce este aceasta?
ru: Что это?
sk: Čo je toto?
sv: Vad är detta?
th: นี่คืออะไร?
tr: Bu nedir?
uk: Що це?
vi: Đây là gì?
zh_hans: 这是什么？
zh_hant: 這是什麼？

# quiz_answer.cranberry
source: Cranberry
ar: توت بري
ca: Niu
cs: Brusinka
da: Tranebær
de: Preiselbeere
el: Κράνμπερι
es: Arándano
fi: Karpalo
fr: Canneberge
he: חמוציות
hi: क्रैनबेरी
hr: Brusnica
hu: Vörösáfonya
it: Mirtillo
ja: クランベリー
ko: 크랜베리
nb: Tranebær
nl: Veenbes
pl: Żurawina
pt_pt: Arando
ro: Merisor
ru: Клюква
sk: Brusnica
sv: Tranbär
th: แครนเบอร์รี่
tr: Kızılcık
uk: Журавлина
vi: Nam việt quất
zh_hans: 蔓越莓
zh_hant: 蔓越莓

# quiz_answer.strawberry
source: Strawberry
ar: فراولة
ca: Maduixa
cs: Jahoda
da: Jordbær
de: Erdbeere
el: Φράουλα
es: Fresa
fi: Mansikka
fr: Fraise
he: תות שדה
hi: स्ट्रॉबेरी
hr: Jagoda
hu: Eper
it: Fragola
ja: イチゴ
ko: 딸기
ms: Strawberi
nb: Jordbær
nl: Aardbei
pl: Truskawka
pt_pt: Morangueiro
ro: Căpșună
ru: Клубника
sk: Jahoda
sv: Jordgubbe
th: สตรอว์เบอร์รี่
tr: Çilek
uk: Полуниця
vi: Dâu tây
zh_hans: 草莓
zh_hant: 草莓

# quiz_answer.cherry
source: Cherry
ar: كرز
ca: Cirera
cs: Třešeň
da: Kirsebær
de: Kirsche
el: Κεράσι
es: Cereza
fi: Kirsikka
fr: Cerise
he: דובדבן
hi: चेरी
hr: Trešnja
hu: Cseresznye
it: Ciliegia
ja: チェリー
ko: 체리
ms: Ceri
nb: Kirsebær
nl: Kers
pl: Wiśnia
pt_pt: Cereja
ro: Cireașă
ru: Вишня
sk: Čerešňa
sv: Körsbär
th: เชอร์รี่
tr: Kiraz
uk: Вишня
vi: Anh đào
zh_hans: 樱桃
zh_hant: 櫻桃

# form_field.word
source: Word
ar: كلمة
ca: Paraula
cs: Slovo
da: Ord
de: Wort
el: Λέξη
es: Palabra
fi: Sana
fr: Mot
he: מילה
hi: शब्द
hr: Riječ
hu: Szó
id: Kata
it: Parola
ja: 単語
ko: 단어
ms: Perkataan
nb: Ord
nl: Woord
pl: Słowo
pt_pt: Palavra
ro: Cuvânt
ru: Слово
sk: Slovo
sv: Ord
th: คำ
tr: Kelime
uk: Слово
vi: Từ
zh_hans: 单词
zh_hant: 單字

# form_field.enter_your_word
source: Enter your word...
ar: أدخل كلمتك...
ca: Introdueix la teva paraula...
cs: Zadejte své slovo...
da: Indtast dit ord...
de: Geben Sie Ihr Wort ein...
el: Εισάγετε τη λέξη σας...
es: Ingresa tu palabra...
fi: Syötä sanasi...
fr: Entrez votre mot...
he: הכנס את המילה שלך...
hi: अपना शब्द दर्ज करें...
hr: Unesite svoju riječ...
hu: Adja meg szavát...
id: Masukkan kata Anda...
it: Inserisci la tua parola...
ja: 単語を入力...
ko: 단어를 입력하세요...
ms: Masukkan perkataan anda...
nb: Skriv inn ordet ditt...
nl: Voer je woord in...
pl: Wprowadź swoje słowo...
pt_pt: Introduza a sua palavra...
ro: Introduceți cuvântul dvs...
ru: Введите ваше слово...
sk: Zadajte svoje slovo...
sv: Ange ditt ord...
th: ใส่คำของคุณ...
tr: Kelimenizi girin...
uk: Введіть ваше слово...
vi: Nhập từ của bạn...
zh_hans: 输入您的单词...
zh_hant: 輸入您的單字...

# form_field.definitions
source: Definitions
ar: تعريفات
ca: Definicions
cs: Definice
da: Definitioner
de: Definitionen
el: Ορισμοί
es: Definiciones
fi: Määritelmät
fr: Définitions
he: הגדרות
hi: परिभाषाएं
hr: Definicije
hu: Definíciók
id: Definisi
it: Definizioni
ja: 定義
ko: 정의
ms: Takrifan
nb: Definisjoner
nl: Definities
pl: Definicje
pt_pt: Definições
ro: Definiții
ru: Определение
sk: Definície
sv: Definitioner
th: คำจำกัดความ
tr: Tanımlar
uk: Визначення
vi: Định nghĩa
zh_hans: 定义
zh_hant: 定義

# form_field.add_definitions
source: Add definitions...
ar: أضف تعريفات...
ca: Afegir definicions...
cs: Přidat definice...
da: Tilføj definitioner...
de: Definitionen hinzufügen...
el: Προσθήκη ορισμών...
es: Agregar definiciones...
fi: Lisää määritelmiä...
fr: Ajouter des définitions...
he: הוסף הגדרות...
hi: परिभाषाएं जोड़ें...
hr: Dodaj definicije...
hu: Definíciók hozzáadása...
id: Tambah definisi...
it: Aggiungi definizioni...
ja: 定義を追加...
ko: 정의 추가...
ms: Tambah takrifan...
nb: Legg til definisjoner...
nl: Definities toevoegen...
pl: Dodaj definicje...
pt_pt: Adicionar definições...
ro: Adăugați definiții...
ru: Добавить определение...
sk: Pridať definície...
sv: Lägg till definitioner...
th: เพิ่มคำจำกัดความ...
tr: Tanım ekle...
uk: Додати визначення...
vi: Thêm định nghĩa...
zh_hans: 添加定义...
zh_hant: 新增定義...

# form_field.image
source: Image
ar: صورة
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
he: תמונה
hi: छवि
hr: Slika
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
ms: Gambar
nb: Bilde
nl: Afbeelding
pl: Obraz
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sv: Bild
th: รูปภาพ
tr: Görsel
uk: Зображення
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

# form_field.add_image
source: Add Image
ar: إضافة صورة
ca: Afegir Imatge
cs: Přidat Obrázek
da: Tilføj Billede
de: Bild Hinzufügen
el: Προσθήκη Εικόνας
es: Agregar Imagen
fi: Lisää Kuva
fr: Ajouter Image
he: הוסף תמונה
hi: छवि जोड़ें
hr: Dodaj Sliku
hu: Kép Hozzáadása
id: Tambah Gambar
it: Aggiungi Immagine
ja: 画像を追加
ko: 이미지 추가
ms: Tambah Gambar
nb: Legg til Bilde
nl: Afbeelding Toevoegen
pl: Dodaj Obraz
pt_pt: Adicionar Imagem
ro: Adaugă Imagine
ru: Добавить изображение
sk: Pridať Obrázok
sv: Lägg till Bild
th: เพิ่มรูปภาพ
tr: Görsel Ekle
uk: Додати зображення
vi: Thêm Hình ảnh
zh_hans: 添加图片
zh_hant: 新增圖片
