Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/WordImages.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# image_section.title
source: Image
ar: صورة
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
he: תמונה
hi: छवि
hr: Slika
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
ms: Gambar
nb: Bilde
nl: Afbeelding
pl: Obraz
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sv: Bild
th: รูปภาพ
tr: Görsel
uk: Зображення
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

# image_section.no_image_added_yet
source: No image added yet
ar: لم تتم إضافة صورة بعد
ca: Encara no s'ha afegit cap imatge
cs: Zatím nebyl přidán žádný obrázek
da: Intet billede tilføjet endnu
de: Noch kein Bild hinzugefügt
el: Δεν έχει προστεθεί εικόνα ακόμα
es: Aún no se ha agregado ninguna imagen
fi: Kuvaa ei ole vielä lisätty
fr: Aucune image ajoutée pour le moment
he: עדיין לא נוספה תמונה
hi: अभी तक कोई छवि नहीं जोड़ी गई
hr: Slika još nije dodana
hu: Még nincs hozzáadva kép
id: Belum ada gambar yang ditambahkan
it: Nessuna immagine aggiunta ancora
ja: まだ画像が追加されていません
ko: 아직 이미지가 추가되지 않았습니다
ms: Tiada gambar ditambah lagi
nb: Ingen bilde lagt til ennå
nl: Nog geen afbeelding toegevoegd
pl: Nie dodano jeszcze obrazu
pt_pt: Nenhuma imagem adicionada ainda
ro: Nu a fost adăugată încă nicio imagine
ru: Изображение ещё не добавлено
sk: Zatiaľ nebol pridaný žiadny obrázok
sv: Ingen bild tillagd än
th: ยังไม่ได้เพิ่มรูปภาพ
tr: Henüz görsel eklenmedi
uk: Зображення ще не додано
vi: Chưa thêm hình ảnh nào
zh_hans: 尚未添加图片
zh_hant: 尚未新增圖片

# image_section.add_visual_representation
source: Add a visual representation to help you remember this word
ar: أضف تمثيلاً بصرياً لمساعدتك في تذكر هذه الكلمة
ca: Afegeix una representació visual per ajudar-te a recordar aquesta paraula
cs: Přidejte vizuální reprezentaci, která vám pomůže zapamatovat si toto slovo
da: Tilføj en visuel repræsentation for at hjælpe dig med at huske dette ord
de: Fügen Sie eine visuelle Darstellung hinzu, um sich an dieses Wort zu erinnern
el: Προσθέστε μια οπτική αναπαράσταση για να σας βοηθήσει να θυμάστε αυτή τη λέξη
es: Agrega una representación visual para ayudarte a recordar esta palabra
fi: Lisää visuaalinen esitys auttamaan muistamaan tämän sanan
fr: Ajoutez une représentation visuelle pour vous aider à vous souvenir de ce mot
he: הוסף ייצוג ויזואלי כדי לעזור לך לזכור את המילה הזו
hi: इस शब्द को याद रखने में आपकी मदद के लिए एक दृश्य प्रतिनिधित्व जोड़ें
hr: Dodajte vizualni prikaz koji će vam pomoći zapamtiti ovu riječ
hu: Adjon hozzá vizuális ábrázolást, hogy segítsen emlékezni erre a szóra
id: Tambahkan representasi visual untuk membantu Anda mengingat kata ini
it: Aggiungi una rappresentazione visiva per aiutarti a ricordare questa parola
ja: この単語を覚えるのに役立つ視覚的表現を追加してください
ko: 이 단어를 기억하는 데 도움이 되는 시각적 표현을 추가하세요
ms: Tambah perwakilan visual untuk membantu anda mengingati perkataan ini
nb: Legg til en visuell representasjon for å hjelpe deg med å huske dette ordet
nl: Voeg een visuele weergave toe om je te helpen dit woord te onthouden
pl: Dodaj reprezentację wizualną, aby pomóc ci zapamiętać to słowo
pt_pt: Adicione uma representação visual para o ajudar a lembrar-se desta palavra
ro: Adăugați o reprezentare vizuală pentru a vă ajuta să vă amintiți acest cuvânt
ru: Добавьте визуальное представление, чтобы помочь запомнить это слово
sk: Pridajte vizuálnu reprezentáciu, aby vám pomohla zapamätať si toto slovo
sv: Lägg till en visuell representation för att hjälpa dig komma ihåg detta ord
th: เพิ่มการแสดงผลแบบภาพเพื่อช่วยให้คุณจำคำนี้ได้
tr: Bu kelimeyi hatırlamanıza yardımcı olacak görsel bir temsil ekleyin
uk: Додайте візуальне представлення, щоб допомогти запам'ятати це слово
vi: Thêm biểu diễn trực quan để giúp bạn nhớ từ này
zh_hans: 添加视觉表示来帮助您记住这个单词
zh_hant: 新增視覺表示來幫助您記住這個單字

# image_section.add_image
source: Add Image
ar: إضافة صورة
ca: Afegir Imatge
cs: Přidat Obrázek
da: Tilføj Billede
de: Bild Hinzufügen
el: Προσθήκη Εικόνας
es: Agregar Imagen
fi: Lisää Kuva
fr: Ajouter Image
he: הוסף תמונה
hi: छवि जोड़ें
hr: Dodaj Sliku
hu: Kép Hozzáadása
id: Tambah Gambar
it: Aggiungi Immagine
ja: 画像を追加
ko: 이미지 추가
ms: Tambah Gambar
nb: Legg til Bilde
nl: Afbeelding Toevoegen
pl: Dodaj Obraz
pt_pt: Adicionar Imagem
ro: Adaugă Imagine
ru: Добавить изображение
sk: Pridať Obrázok
sv: Lägg till Bild
th: เพิ่มรูปภาพ
tr: Görsel Ekle
uk: Додати зображення
vi: Thêm Hình ảnh
zh_hans: 添加图片
zh_hant: 新增圖片

# image_section.remove_image
source: Remove Image
ar: إزالة الصورة
ca: Eliminar Imatge
cs: Odebrat Obrázek
da: Fjern Billede
de: Bild Entfernen
el: Αφαίρεση Εικόνας
es: Eliminar Imagen
fi: Poista Kuva
fr: Supprimer Image
he: הסר תמונה
hi: छवि हटाएं
hr: Ukloni Sliku
hu: Kép Eltávolítása
id: Hapus Gambar
it: Rimuovi Immagine
ja: 画像を削除
ko: 이미지 제거
ms: Buang Gambar
nb: Fjern Bilde
nl: Afbeelding Verwijderen
pl: Usuń Obraz
pt_pt: Remover Imagem
ro: Elimină Imaginea
ru: Удалить изображение
sk: Odstrániť Obrázok
sv: Ta bort Bild
th: ลบรูปภาพ
tr: Görseli Kaldır
uk: Видалити зображення
vi: Xóa Hình ảnh
zh_hans: 删除图片
zh_hant: 刪除圖片

# image_section.remove_image_description
source: Are you sure you want to remove this image?
ar: هل أنت متأكد من أنك تريد إزالة هذه الصورة؟
cs: Jste si jisti, že chcete odebrat tento obrázek?
es: ¿Estás seguro de que quieres eliminar esta imagen?
hu: Biztosan el szeretné távolítani ezt a képet?
id: Apakah Anda yakin ingin menghapus gambar ini?
nb: Er du sikker på at du vil fjerne dette bildet?
pl: Czy na pewno chcesz usunąć ten obraz?
pt_pt: Tem a certeza de que pretende remover esta imagem?
ro: Sunteți sigur că doriți să eliminați această imagine?
ru: Вы уверены, что хотите удалить это изображение?
sk: Ste si istí, že chcete odstrániť tento obrázok?
sv: Är du säker på att du vill ta bort denna bild?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรูปภาพนี้?
vi: Bạn có chắc chắn muốn xóa hình ảnh này?
zh_hans: 您确定要删除此图片吗？
zh_hant: 您確定要刪除此圖片嗎？

# image_selection.title
source: Select Image
ar: اختيار الصورة
ca: Seleccionar Imatge
cs: Vybrat Obrázek
da: Vælg Billede
de: Bild Auswählen
el: Επιλογή Εικόνας
es: Seleccionar Imagen
fi: Valitse Kuva
fr: Sélectionner Image
he: בחר תמונה
hi: छवि चुनें
hr: Odaberi Sliku
hu: Kép Kiválasztása
id: Pilih Gambar
it: Seleziona Immagine
ja: 画像を選択
ko: 이미지 선택
ms: Pilih Gambar
nb: Velg Bilde
nl: Afbeelding Selecteren
pl: Wybierz Obraz
pt_pt: Selecionar Imagem
ro: Selectează Imaginea
ru: Выбрать изображение
sk: Vybrať Obrázok
sv: Välj Bild
th: เลือกรูปภาพ
tr: Görsel Seç
uk: Вибрати зображення
vi: Chọn Hình ảnh
zh_hans: 选择图片
zh_hant: 選擇圖片

# image_selection.initial_message
source: Images will appear here. You can search by a word or a phrase. Don't forget to choose a correct input language!
ar: ستظهر الصور هنا. يمكنك البحث بكلمة أو عبارة. لا تنس اختيار لغة الإدخال الصحيحة!
ca: Les imatges apareixeran aquí. Pots cercar per una paraula o frase. No oblidis escollir l'idioma d'entrada correcte!
cs: Obrázky se zobrazí zde. Můžete hledat podle slova nebo fráze. Nezapomeňte vybrat správný vstupní jazyk!
da: Billeder vil vises her. Du kan søge efter et ord eller en sætning. Glem ikke at vælge det korrekte indtastningssprog!
de: Bilder werden hier angezeigt. Sie können nach einem Wort oder einer Phrase suchen. Vergessen Sie nicht, die richtige Eingabesprache zu wählen!
el: Οι εικόνες θα εμφανιστούν εδώ. Μπορείτε να αναζητήσετε με μια λέξη ή φράση. Μην ξεχάσετε να επιλέξετε τη σωστή γλώσσα εισόδου!
es: Las imágenes aparecerán aquí. Puedes buscar por una palabra o frase. ¡No olvides elegir el idioma de entrada correcto!
fi: Kuvat näkyvät täällä. Voit hakea sanalla tai lauseella. Muista valita oikea syöttökieli!
fr: Les images apparaîtront ici. Vous pouvez rechercher par mot ou phrase. N'oubliez pas de choisir la bonne langue d'entrée !
he: תמונות יופיעו כאן. אתה יכול לחפש לפי מילה או ביטוי. אל תשכח לבחור את שפת הקלט הנכונה!
hi: छवियां यहां दिखाई देंगी। आप एक शब्द या वाक्यांश से खोज सकते हैं। सही इनपुट भाषा चुनना न भूलें!
hr: Slike će se pojaviti ovdje. Možete pretraživati po riječi ili frazi. Ne zaboravite odabrati ispravni jezik unosa!
hu: A képek itt jelennek meg. Kereshet szó vagy kifejezés alapján. Ne felejtse el kiválasztani a megfelelő bemeneti nyelvet!
id: Gambar akan muncul di sini. Anda dapat mencari berdasarkan kata atau frasa. Jangan lupa pilih bahasa input yang benar!
it: Le immagini appariranno qui. Puoi cercare per parola o frase. Non dimenticare di scegliere la lingua di input corretta!
ja: 画像がここに表示されます。単語やフレーズで検索できます。正しい入力言語を選択することを忘れないでください！
ko: 이미지가 여기에 표시됩니다. 단어나 구문으로 검색할 수 있습니다. 올바른 입력 언어를 선택하는 것을 잊지 마세요!
ms: Gambar akan muncul di sini. Anda boleh mencari dengan perkataan atau frasa. Jangan lupa pilih bahasa input yang betul!
nb: Bilder vil vises her. Du kan søke etter et ord eller en setning. Glem ikke å velge det korrekte inndataspraket!
nl: Afbeeldingen verschijnen hier. Je kunt zoeken op woord of zin. Vergeet niet de juiste invoertaal te kiezen!
pl: Obrazy pojawią się tutaj. Możesz wyszukiwać według słowa lub frazy. Nie zapomnij wybrać odpowiedniego języka wejściowego!
pt_pt: As imagens aparecerão aqui. Pode pesquisar por palavra ou frase. Não se esqueça de escolher o idioma de entrada correto!
ro: Imaginile vor apărea aici. Puteți căuta după cuvânt sau frază. Nu uitați să alegeți limba de intrare corectă!
ru: Изображения появятся здесь. Вы можете искать по слову или фразе. Не забудьте выбрать правильный язык ввода!
sk: Obrázky sa zobrazia tu. Môžete vyhľadávať podľa slova alebo frázy. Nezabudnite vybrať správny vstupný jazyk!
sv: Bilder visas här. Du kan söka efter ett ord eller en fras. Glöm inte att välja rätt inmatningsspråk!
th: รูปภาพจะปรากฏที่นี่ คุณสามารถค้นหาด้วยคำหรือวลี อย่าลืมเลือกภาษาป้อนข้อมูลที่ถูกต้อง!
tr: Görseller burada görünecek. Kelime veya ifade ile arama yapabilirsiniz. Doğru giriş dilini seçmeyi unutmayın!
uk: Зображення з'являться тут. Ви можете шукати за словом або фразою. Не забудьте вибрати правильну мову вводу!
vi: Hình ảnh sẽ xuất hiện ở đây. Bạn có thể tìm kiếm theo từ hoặc cụm từ. Đừng quên chọn ngôn ngữ đầu vào đúng!
zh_hans: 图片将在此处显示。您可以按单词或短语搜索。不要忘记选择正确的输入语言！
zh_hant: 圖片將在此處顯示。您可以按單字或片語搜尋。不要忘記選擇正確的輸入語言！

# image_selection.searching
source: Searching images for '%@'...
ar: البحث عن صور لـ '%@'...
ca: Cercant imatges per '%@'...
cs: Hledání obrázků pro '%@'...
da: Søger efter billeder til '%@'...
de: Suche nach Bildern für '%@'...
el: Αναζήτηση εικόνων για '%@'...
es: Buscando imágenes para '%@'...
fi: Haetaan kuvia sanalle '%@'...
fr: Recherche d'images pour '%@'...
he: מחפש תמונות עבור '%@'...
hi: '%@' के लिए छवियां खोज रहे हैं...
hr: Pretražujem slike za '%@'...
hu: Képek keresése '%@' szóhoz...
id: Mencari gambar untuk '%@'...
it: Ricerca immagini per '%@'...
ja: '%@'の画像を検索中...
ko: '%@'에 대한 이미지 검색 중...
ms: Mencari gambar untuk '%@'...
nb: Søker etter bilder for '%@'...
nl: Zoeken naar afbeeldingen voor '%@'...
pl: Wyszukiwanie obrazów dla '%@'...
pt_pt: A pesquisar imagens para '%@'...
ro: Căutare imagini pentru '%@'...
ru: Поиск изображений для '%@'...
sk: Vyhľadávanie obrázkov pre '%@'...
sv: Söker bilder för '%@'...
th: กำลังค้นหารูปภาพสำหรับ '%@'...
tr: '%@' için görseller aranıyor...
uk: Пошук зображень для '%@'...
vi: Đang tìm kiếm hình ảnh cho '%@'...
zh_hans: 正在搜索'%@'的图片...
zh_hant: 正在搜尋'%@'的圖片...

# image_selection.no_images_found
source: No images found for '%@'
ar: لم يتم العثور على صور لـ '%@'
ca: No s'han trobat imatges per '%@'
cs: Pro '%@' nebyly nalezeny žádné obrázky
da: Ingen billeder fundet til '%@'
de: Keine Bilder für '%@' gefunden
el: Δεν βρέθηκαν εικόνες για '%@'
es: No se encontraron imágenes para '%@'
fi: Ei kuvia löytynyt sanalle '%@'
fr: Aucune image trouvée pour '%@'
he: לא נמצאו תמונות עבור '%@'
hi: '%@' के लिए कोई छवि नहीं मिली
hr: Nema slika za '%@'
hu: Nem találhatók képek '%@' szóhoz
id: Tidak ada gambar ditemukan untuk '%@'
it: Nessuna immagine trovata per '%@'
ja: '%@'の画像が見つかりませんでした
ko: '%@'에 대한 이미지를 찾을 수 없습니다
ms: Tiada gambar ditemui untuk '%@'
nb: Ingen bilder funnet for '%@'
nl: Geen afbeeldingen gevonden voor '%@'
pl: Nie znaleziono obrazów dla '%@'
pt_pt: Nenhuma imagem encontrada para '%@'
ro: Nu au fost găsite imagini pentru '%@'
ru: Изображения для '%@' не найдены
sk: Žiadne obrázky neboli nájdené pre '%@'
sv: Inga bilder hittades för '%@'
th: ไม่พบรูปภาพสำหรับ '%@'
tr: '%@' için görsel bulunamadı
uk: Зображення для '%@' не знайдено
vi: Không tìm thấy hình ảnh cho '%@'
zh_hans: 未找到'%@'的图片
zh_hant: 未找到'%@'的圖片

# image_selection.retry
source: Retry
ar: إعادة المحاولة
ca: Tornar a intentar
cs: Zkusit znovu
da: Prøv igen
de: Wiederholen
el: Επανάληψη
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: पुनः प्रयास करें
hr: Pokušaj ponovno
hu: Újra próbálás
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Попробовать снова
sk: Skúsiť znovu
sv: Försök igen
th: ลองใหม่
tr: Tekrar dene
uk: Спробувати знову
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# image_selection.search_placeholder
source: Search for different images...
ar: البحث عن صور مختلفة...
ca: Cercar imatges diferents...
cs: Hledat různé obrázky...
da: Søg efter forskellige billeder...
de: Nach verschiedenen Bildern suchen...
el: Αναζήτηση διαφορετικών εικόνων...
es: Buscar imágenes diferentes...
fi: Hae erilaisia kuvia...
fr: Rechercher différentes images...
he: חפש תמונות שונות...
hi: विभिन्न छवियों की खोज करें...
hr: Pretraži različite slike...
hu: Különböző képek keresése...
id: Cari gambar yang berbeda...
it: Cerca immagini diverse...
ja: 異なる画像を検索...
ko: 다른 이미지 검색...
ms: Cari gambar yang berbeza...
nb: Søk etter forskjellige bilder...
nl: Zoek naar verschillende afbeeldingen...
pl: Szukaj różnych obrazów...
pt_pt: Pesquisar imagens diferentes...
ro: Căutare imagini diferite...
ru: Поиск разных изображений...
sk: Hľadať rôzne obrázky...
sv: Sök olika bilder...
th: ค้นหารูปภาพที่แตกต่าง...
tr: Farklı görseller ara...
uk: Пошук різних зображень...
vi: Tìm kiếm hình ảnh khác nhau...
zh_hans: 搜索不同的图片...
zh_hant: 搜尋不同的圖片...

# image_selection.failed_to_download
source: Failed to download image: %@
ar: فشل في تحميل الصورة: %@
ca: Error en descarregar la imatge: %@
cs: Nepodařilo se stáhnout obrázek: %@
da: Kunne ikke downloade billede: %@
de: Bild konnte nicht heruntergeladen werden: %@
el: Αποτυχία λήψης εικόνας: %@
es: Error al descargar imagen: %@
fi: Kuvan lataaminen epäonnistui: %@
fr: Échec du téléchargement de l'image : %@
he: נכשל בהורדת התמונה: %@
hi: छवि डाउनलोड करने में विफल: %@
hr: Neuspješno preuzimanje slike: %@
hu: Kép letöltése sikertelen: %@
id: Gagal mengunduh gambar: %@
it: Download immagine fallito: %@
ja: 画像のダウンロードに失敗しました: %@
ko: 이미지 다운로드 실패: %@
ms: Gagal memuat turun gambar: %@
nb: Kunne ikke laste ned bilde: %@
nl: Afbeelding downloaden mislukt: %@
pl: Nie udało się pobrać obrazu: %@
pt_pt: Falha ao descarregar imagem: %@
ro: Eșec la descărcarea imaginii: %@
ru: Ошибка загрузки изображения: %@
sk: Nepodarilo sa stiahnuť obrázok: %@
sv: Misslyckades att ladda ner bild: %@
th: ไม่สามารถดาวน์โหลดรูปภาพได้: %@
tr: Görsel indirme başarısız: %@
uk: Помилка завантаження зображення: %@
vi: Tải xuống hình ảnh thất bại: %@
zh_hans: 图片下载失败：%@
zh_hant: 圖片下載失敗：%@

# add_word_image.selected_image
source: Selected Image
ar: الصورة المحددة
ca: Imatge Seleccionada
cs: Vybraný Obrázek
da: Valgt Billede
de: Ausgewähltes Bild
el: Επιλεγμένη Εικόνα
es: Imagen Seleccionada
fi: Valittu Kuva
fr: Image Sélectionnée
he: תמונה נבחרת
hi: चयनित छवि
hr: Odabrana Slika
hu: Kiválasztott Kép
id: Gambar Terpilih
it: Immagine Selezionata
ja: 選択された画像
ko: 선택된 이미지
ms: Gambar Dipilih
nb: Valgt Bilde
nl: Geselecteerde Afbeelding
pl: Wybrany Obraz
pt_pt: Imagem Selecionada
ro: Imagine Selectată
ru: Выбранное изображение
sk: Vybraný Obrázok
sv: Vald Bild
th: รูปภาพที่เลือก
tr: Seçilen Görsel
uk: Вибране зображення
vi: Hình ảnh đã chọn
zh_hans: 已选择的图片
zh_hant: 已選擇的圖片

# add_word_image.tap_to_change
source: Tap to change
ar: اضغط للتغيير
ca: Toca per canviar
cs: Klepněte pro změnu
da: Tryk for at ændre
de: Tippen zum Ändern
el: Πατήστε για αλλαγή
es: Toca para cambiar
fi: Napauta vaihtaaksesi
fr: Appuyez pour changer
he: הקש לשינוי
hi: बदलने के लिए टैप करें
hr: Dodirnite za promjenu
hu: Érintse meg a változtatáshoz
id: Ketuk untuk mengubah
it: Tocca per cambiare
ja: タップして変更
ko: 변경하려면 탭하세요
ms: Ketik untuk menukar
nb: Trykk for å endre
nl: Tik om te wijzigen
pl: Dotknij, aby zmienić
pt_pt: Toque para alterar
ro: Atingeți pentru a schimba
ru: Нажмите для изменения
sk: Klepnite pre zmenu
sv: Tryck för att ändra
th: แตะเพื่อเปลี่ยน
tr: Değiştirmek için dokunun
uk: Натисніть для зміни
vi: Chạm để thay đổi
zh_hans: 点击更改
zh_hant: 點擊更改

# add_word_image.add_image
source: Add Image
ar: إضافة صورة
ca: Afegir Imatge
cs: Přidat Obrázek
da: Tilføj Billede
de: Bild Hinzufügen
el: Προσθήκη Εικόνας
es: Agregar Imagen
fi: Lisää Kuva
fr: Ajouter Image
he: הוסף תמונה
hi: छवि जोड़ें
hr: Dodaj Sliku
hu: Kép Hozzáadása
id: Tambah Gambar
it: Aggiungi Immagine
ja: 画像を追加
ko: 이미지 추가
ms: Tambah Gambar
nb: Legg til Bilde
nl: Afbeelding Toevoegen
pl: Dodaj Obraz
pt_pt: Adicionar Imagem
ro: Adaugă Imagine
ru: Добавить изображение
sk: Pridať Obrázok
sv: Lägg till Bild
th: เพิ่มรูปภาพ
tr: Görsel Ekle
uk: Додати зображення
vi: Thêm Hình ảnh
zh_hans: 添加图片
zh_hant: 新增圖片

# image_premium.dont_miss_out
source: Don't miss out on visual learning!
ar: لا تفوت التعلم البصري!
ca: No et perdis l'aprenentatge visual!
cs: Nepromeškejte vizuální učení!
da: Gå ikke glip af visuel læring!
de: Verpassen Sie nicht das visuelle Lernen!
el: Μη χάσετε την οπτική μάθηση!
es: ¡No te pierdas el aprendizaje visual!
fi: Älä missaa visuaalista oppimista!
fr: Ne manquez pas l'apprentissage visuel !
he: אל תחמיץ למידה ויזואלית!
hi: दृश्य सीखना न चूकें!
hr: Ne propustite vizualno učenje!
hu: Ne hagyd ki a vizuális tanulást!
id: Jangan lewatkan pembelajaran visual!
it: Non perdere l'apprendimento visivo!
ja: 視覚的学習をお見逃しなく！
ko: 시각적 학습을 놓치지 마세요!
ms: Jangan terlepas pembelajaran visual!
nb: Ikke gå glipp av visuell læring!
nl: Mis visueel leren niet!
pl: Nie przegap wizualnego uczenia się!
pt_pt: Não perca a aprendizagem visual!
ro: Nu ratați învățarea vizuală!
ru: Не упустите визуальное обучение!
sk: Nepremeškajte vizuálne učenie!
sv: Missa inte visuellt lärande!
th: อย่าพลาดการเรียนรู้ด้วยภาพ!
tr: Görsel öğrenmeyi kaçırmayın!
uk: Не пропустіть візуальне навчання!
vi: Đừng bỏ lỡ việc học trực quan!
zh_hans: 不要错过视觉学习！
zh_hant: 不要錯過視覺學習！

# image_premium.renew_pro_status
source: Renew your Pro status to continue enjoying beautiful images with your words.
ar: جدد حالة البرو الخاصة بك للاستمرار في الاستمتاع بالصور الجميلة مع كلماتك.
ca: Renova el teu estat Pro per continuar gaudint d'imatges boniques amb les teves paraules.
cs: Obnovte svůj Pro status a pokračujte v užívání krásných obrázků se svými slovy.
da: Forny din Pro-status for at fortsætte med at nyde smukke billeder med dine ord.
de: Erneuern Sie Ihren Pro-Status, um weiterhin schöne Bilder mit Ihren Wörtern zu genießen.
el: Ανανεώστε την κατάσταση Pro σας για να συνεχίσετε να απολαμβάνετε όμορφες εικόνες με τις λέξεις σας.
es: Renueva tu estado Pro para continuar disfrutando de hermosas imágenes con tus palabras.
fi: Uusi Pro-tilasi jatkaaksesi kauniiden kuvien nauttimista sanojesi kanssa.
fr: Renouvelez votre statut Pro pour continuer à profiter de belles images avec vos mots.
he: חדש את סטטוס הפרו שלך כדי להמשיך ליהנות מתמונות יפות עם המילים שלך.
hi: अपने शब्दों के साथ सुंदर छवियों का आनंद लेते रहने के लिए अपनी प्रो स्थिति नवीनीकृत करें।
hr: Obnovite svoj Pro status da nastavite uživati u lijepim slikama sa svojim riječima.
hu: Újítsd fel a Pro státuszodat, hogy továbbra is élvezd a szép képeket a szavaiddal.
id: Perbarui status Pro Anda untuk terus menikmati gambar-gambar indah dengan kata-kata Anda.
it: Rinnova il tuo status Pro per continuare a goderti belle immagini con le tue parole.
ja: 単語と一緒に美しい画像を楽しみ続けるために、プロステータスを更新してください。
ko: 단어와 함께 아름다운 이미지를 계속 즐기려면 프로 상태를 갱신하세요.
ms: Perbaharui status Pro anda untuk terus menikmati gambar cantik dengan perkataan anda.
nb: Forny din Pro-status for å fortsette å nyte vakre bilder med ordene dine.
nl: Verleng je Pro-status om te blijven genieten van mooie afbeeldingen met je woorden.
pl: Odnów swój status Pro, aby nadal cieszyć się pięknymi obrazami ze swoimi słowami.
pt_pt: Renove o seu estado Pro para continuar a desfrutar de imagens bonitas com as suas palavras.
ro: Reînnoiți-vă statutul Pro pentru a continua să vă bucurați de imagini frumoase cu cuvintele voastre.
ru: Обновите ваш Pro статус, чтобы продолжать наслаждаться красивыми изображениями с вашими словами.
sk: Obnovte svoj Pro status, aby ste mohli pokračovať v užívaní krásnych obrázkov so svojimi slovami.
sv: Förnya din Pro-status för att fortsätta njuta av vackra bilder med dina ord.
th: ต่ออายุสถานะ Pro ของคุณเพื่อเพลิดเพลินกับรูปภาพสวยๆ กับคำของคุณต่อไป
tr: Kelimelerinizle güzel görsellerin keyfini çıkarmaya devam etmek için Pro durumunuzu yenileyin.
uk: Оновіть ваш Pro статус, щоб продовжувати насолоджуватися красивими зображеннями з вашими словами.
vi: Gia hạn trạng thái Pro của bạn để tiếp tục thưởng thức những hình ảnh đẹp với từ của bạn.
zh_hans: 续订您的Pro状态，继续享受与您的单词一起的美丽图片。
zh_hant: 續訂您的Pro狀態，繼續享受與您的單字一起的美麗圖片。

# image_premium.upgrade_to_pro
source: Upgrade to Pro
ar: ترقية إلى البرو
ca: Actualitza a Pro
cs: Upgradovat na Pro
da: Opgrader til Pro
de: Auf Pro upgraden
el: Αναβάθμιση σε Pro
es: Actualizar a Pro
fi: Päivitä Pro-tilaan
fr: Passer à Pro
he: שדרג לפרו
hi: प्रो में अपग्रेड करें
hr: Nadograditi na Pro
hu: Frissítés Pro-ra
id: Upgrade ke Pro
it: Aggiorna a Pro
ja: プロにアップグレード
ko: 프로로 업그레이드
ms: Naik taraf ke Pro
nb: Oppgrader til Pro
nl: Upgraden naar Pro
pl: Upgrade do Pro
pt_pt: Atualizar para Pro
ro: Actualizează la Pro
ru: Обновить до Pro
sk: Upgradovať na Pro
sv: Uppgradera till Pro
th: อัปเกรดเป็น Pro
tr: Pro'ya Yükselt
uk: Оновити до Pro
vi: Nâng cấp lên Pro
zh_hans: 升级到Pro
zh_hant: 升級到Pro

# images_onboarding.title
source: Enhance Your Learning with Images
ar: عزز تعلمك بالصور
ca: Millora el Teu Aprenentatge amb Imatges
cs: Zlepšete Své Učení s Obrázky
da: Forbedre Din Læring med Billeder
de: Verbessern Sie Ihr Lernen mit Bildern
el: Βελτιώστε την Μάθησή σας με Εικόνες
es: Mejora Tu Aprendizaje con Imágenes
fi: Paranna Oppimistasi Kuvilla
fr: Améliorez Votre Apprentissage avec les Images
he: שפר את הלמידה שלך עם תמונות
hi: छवियों के साथ अपनी सीखने को बेहतर बनाएं
hr: Poboljšajte Svoje Učenje sa Slikama
hu: Javítsa Tanulását Képekkel
id: Tingkatkan Pembelajaran Anda dengan Gambar
it: Migliora il Tuo Apprendimento con le Immagini
ja: 画像で学習を向上させる
ko: 이미지로 학습 향상시키기
ms: Tingkatkan Pembelajaran Anda dengan Gambar
nb: Forbedre Din Læring med Bilder
nl: Verbeter Je Leren met Afbeeldingen
pl: Popraw Swoje Uczenie się z Obrazami
pt_pt: Melhore a Sua Aprendizagem com Imagens
ro: Îmbunătățiți-vă Învățarea cu Imagini
ru: Улучшите ваше обучение с изображениями
sk: Zlepšite Svoje Učenie s Obrázkami
sv: Förbättra Ditt Lärande med Bilder
th: ปรับปรุงการเรียนรู้ของคุณด้วยรูปภาพ
tr: Görsellerle Öğrenmenizi Geliştirin
uk: Покращте ваше навчання з зображеннями
vi: Cải thiện Việc Học của Bạn với Hình ảnh
zh_hans: 用图片改善您的学习
zh_hant: 用圖片改善您的學習
