Repository: alexryakhin/MyDictionary-English
Catalog: Shared/Localization/*.lproj/WordImages.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# images_onboarding.see_words_come_to_life
source: See Your Words Come to Life
ar: شاهد كلماتك تنبض بالحياة
ca: Veure les Teves Paraules Cobrar Vida
cs: Sledujte, jak Vaše Slova Ožívají
da: Se Dine Ord Komme til Live
de: Sehen Sie Ihre Wörter zum Leben Erwachen
el: Δείτε τις Λέξεις σας να Ζωντανεύουν
es: Ve Tus Palabras Cobrar Vida
fi: Katso Sanojesi Heräävän Eloon
fr: Voir Vos Mots Prendre Vie
he: ראה את המילים שלך מתעוררות לחיים
hi: अपने शब्दों को जीवंत होते देखें
hr: Gledajte Kako Vaše Riječi Oživljavaju
hu: Lásd Szavaid Életre Kelni
id: Lihat Kata-Kata Anda Menjadi Hidup
it: Vedi le Tue Parole Prendere Vita
ja: 単語が生き生きとしているのを見る
ko: 단어들이 살아나는 것을 보세요
ms: Lihat Perkataan Anda Menjadi Hidup
nb: Se Ordene Dine Komme til Live
nl: Zie Je Woorden tot Leven Komen
pl: Zobacz Jak Twoje Słowa Ożywają
pt_pt: Veja as Suas Palavras Ganharem Vida
ro: Vedeți-vă Cuvintele Prinzând Viață
ru: Смотрите, как оживают ваши слова
sk: Sledujte, ako Vaše Slová Ožívajú
sv: Se Dina Ord Komma till Liv
th: ดูคำของคุณมีชีวิตชีวา
tr: Kelimelerinizin Canlanmasını Görün
uk: Дивіться, як ваші слова оживають
vi: Xem Từ của Bạn Trở nên Sống động
zh_hans: 看您的单词变得生动
zh_hant: 看您的單字變得生動

# images_onboarding.every_word_description
source: Every word in your dictionary can have a beautiful, relevant image that helps you remember and understand it better.
ar: يمكن لكل كلمة في قاموسك أن تحتوي على صورة جميلة وذات صلة تساعدك على تذكرها وفهمها بشكل أفضل.
ca: Cada paraula del teu diccionari pot tenir una imatge bonica i rellevant que t'ajuda a recordar-la i entendre-la millor.
cs: Každé slovo ve vašem slovníku může mít krásný, relevantní obrázek, který vám pomůže si ho lépe zapamatovat a pochopit.
da: Hvert ord i dit ordbog kan have et smukt, relevant billede, der hjælper dig med at huske og forstå det bedre.
de: Jedes Wort in Ihrem Wörterbuch kann ein schönes, relevantes Bild haben, das Ihnen hilft, es sich besser zu merken und zu verstehen.
el: Κάθε λέξη στο λεξικό σας μπορεί να έχει μια όμορφη, σχετική εικόνα που σας βοηθά να τη θυμάστε και να την κατανοείτε καλύτερα.
es: Cada palabra en tu diccionario puede tener una imagen hermosa y relevante que te ayuda a recordarla y entenderla mejor.
fi: Jokainen sana sanakirjassasi voi olla kaunis, asiaankuuluva kuva, joka auttaa sinua muistamaan ja ymmärtämään sitä paremmin.
fr: Chaque mot de votre dictionnaire peut avoir une belle image pertinente qui vous aide à vous en souvenir et à mieux le comprendre.
he: כל מילה במילון שלך יכולה להיות עם תמונה יפה ורלוונטית שעוזרת לך לזכור ולהבין אותה טוב יותר.
hi: आपकी शब्दावली में हर शब्द एक सुंदर, प्रासंगिक छवि हो सकती है जो आपको इसे बेहतर याद रखने और समझने में मदद करती है।
hr: Svaka riječ u vašem rječniku može imati lijepu, relevantnu sliku koja vam pomaže bolje je zapamtiti i razumjeti.
hu: Minden szó a szótárában lehet gyönyörű, releváns képpel, amely segít jobban emlékezni és megérteni.
id: Setiap kata dalam kamus Anda dapat memiliki gambar yang indah dan relevan yang membantu Anda mengingat dan memahaminya dengan lebih baik.
it: Ogni parola nel tuo dizionario può avere una bella immagine pertinente che ti aiuta a ricordarla e capirla meglio.
ja: 辞書のすべての単語に、覚えやすく理解しやすくする美しく関連性のある画像を追加できます。
ko: 사전의 모든 단어는 기억하고 이해하는 데 도움이 되는 아름답고 관련성 있는 이미지를 가질 수 있습니다.
ms: Setiap perkataan dalam kamus anda boleh mempunyai gambar yang cantik dan relevan yang membantu anda mengingati dan memahami dengan lebih baik.
nb: Hvert ord i ordboken din kan ha et vakkert, relevant bilde som hjelper deg med å huske og forstå det bedre.
nl: Elk woord in je woordenboek kan een mooie, relevante afbeelding hebben die je helpt het beter te onthouden en te begrijpen.
pl: Każde słowo w twoim słowniku może mieć piękny, istotny obraz, który pomoże ci lepiej je zapamiętać i zrozumieć.
pt_pt: Cada palavra no seu dicionário pode ter uma imagem bonita e relevante que o ajuda a lembrar-se e compreender melhor.
ro: Fiecare cuvânt din dicționarul dvs. poate avea o imagine frumoasă și relevantă care vă ajută să vă amintiți și să înțelegeți mai bine.
ru: Каждое слово в вашем словаре может иметь красивое, подходящее изображение, которое помогает лучше запомнить и понять его.
sk: Každé slovo vo vašom slovníku môže mať krásny, relevantný obrázok, ktorý vám pomôže si ho lepšie zapamätať a pochopiť.
sv: Varje ord i din ordbok kan ha en vacker, relevant bild som hjälper dig komma ihåg och förstå det bättre.
th: ทุกคำในพจนานุกรมของคุณสามารถมีรูปภาพที่สวยงามและเกี่ยวข้องที่ช่วยให้คุณจำและเข้าใจได้ดีขึ้น
tr: Sözlüğünüzdeki her kelime, onu daha iyi hatırlamanıza ve anlamanıza yardımcı olan güzel, alakalı bir görsele sahip olabilir.
uk: Кожне слово у вашому словнику може мати красиве, релевантне зображення, яке допомагає краще запам'ятати та зрозуміти його.
vi: Mỗi từ trong từ điển của bạn có thể có một hình ảnh đẹp và liên quan giúp bạn nhớ và hiểu nó tốt hơn.
zh_hans: 您词典中的每个单词都可以有一张美丽、相关的图片，帮助您更好地记住和理解它。
zh_hant: 您詞典中的每個單字都可以有一張美麗、相關的圖片，幫助您更好地記住和理解它。

# images_onboarding.add_images_to_existing
source: Add Images to Existing Words
ar: إضافة صور للكلمات الموجودة
ca: Afegir Imatges a Paraules Existents
cs: Přidat Obrázky k Existujícím Slovům
da: Tilføj Billeder til Eksisterende Ord
de: Bilder zu Bestehenden Wörtern Hinzufügen
el: Προσθήκη Εικόνων σε Υπάρχουσες Λέξεις
es: Agregar Imágenes a Palabras Existentes
fi: Lisää Kuvia Olemassa Oleviin Sanoihin
fr: Ajouter des Images aux Mots Existants
he: הוסף תמונות למילים קיימות
hi: मौजूदा शब्दों में छवियां जोड़ें
hr: Dodajte Slike Postojećim Riječima
hu: Képek Hozzáadása Meglévő Szavakhoz
id: Tambah Gambar ke Kata yang Ada
it: Aggiungi Immagini alle Parole Esistenti
ja: 既存の単語に画像を追加
ko: 기존 단어에 이미지 추가
ms: Tambah Gambar kepada Perkataan Sedia Ada
nb: Legg til Bilder til Eksisterende Ord
nl: Afbeeldingen Toevoegen aan Bestaande Woorden
pl: Dodaj Obrazy do Istniejących Słów
pt_pt: Adicionar Imagens a Palavras Existentes
ro: Adăugați Imagini la Cuvinte Existente
ru: Добавляйте изображения к существующим словам
sk: Pridať Obrázky k Existujúcim Slovám
sv: Lägg till Bilder till Befintliga Ord
th: เพิ่มรูปภาพให้กับคำที่มีอยู่
tr: Mevcut Kelimelere Görsel Ekle
uk: Додати зображення до існуючих слів
vi: Thêm Hình ảnh vào Từ Hiện có
zh_hans: 为现有单词添加图片
zh_hant: 為現有單字新增圖片

# images_onboarding.step1_find_image_section
source: Find the image section
ar: العثور على قسم الصور
ca: Trobar la secció d'imatges
cs: Najít sekci obrázků
da: Find billedsektionen
de: Bildbereich finden
el: Βρείτε την ενότητα εικόνων
es: Encuentra la sección de imágenes
fi: Löydä kuvasektio
fr: Trouver la section image
he: מצא את חלק התמונות
hi: छवि अनुभाग खोजें
hr: Pronađite sekciju slika
hu: Kép szakasz megkeresése
id: Temukan bagian gambar
it: Trova la sezione immagini
ja: 画像セクションを見つける
ko: 이미지 섹션 찾기
ms: Cari bahagian gambar
nb: Finn bilde-seksjonen
nl: Vind de afbeelding sectie
pl: Znajdź sekcję obrazów
pt_pt: Encontrar a secção de imagens
ro: Găsiți secțiunea de imagini
ru: Найдите секцию изображений
sk: Nájsť sekciu obrázkov
sv: Hitta bildsektionen
th: หาส่วนรูปภาพ
tr: Görsel bölümünü bulun
uk: Знайти секцію зображень
vi: Tìm phần hình ảnh
zh_hans: 找到图片部分
zh_hant: 找到圖片部分

# images_onboarding.step1_description
source: Scroll down to see the 'Add Image' button
ar: مرر لأسفل لرؤية زر 'إضافة صورة'
ca: Desplaça't cap avall per veure el botó 'Afegir Imatge'
cs: Přejděte dolů a uvidíte tlačítko 'Přidat Obrázek'
da: Rul ned for at se 'Tilføj Billede'-knappen
de: Scrollen Sie nach unten, um die 'Bild Hinzufügen'-Schaltfläche zu sehen
el: Κυλήστε προς τα κάτω για να δείτε το κουμπί 'Προσθήκη Εικόνας'
es: Desplázate hacia abajo para ver el botón 'Agregar Imagen'
fi: Vieritä alas nähdäksesi 'Lisää Kuva' -painike
fr: Faites défiler vers le bas pour voir le bouton 'Ajouter Image'
he: גלול למטה כדי לראות את כפתור 'הוסף תמונה'
hi: 'छवि जोड़ें' बटन देखने के लिए नीचे स्क्रॉल करें
hr: Pomaknite se dolje da vidite gumb 'Dodaj Sliku'
hu: Görgessen le, hogy lássa a 'Kép Hozzáadása' gombot
id: Gulir ke bawah untuk melihat tombol 'Tambah Gambar'
it: Scorri verso il basso per vedere il pulsante 'Aggiungi Immagine'
ja: 下にスクロールして「画像を追加」ボタンを確認
ko: 아래로 스크롤하여 '이미지 추가' 버튼을 확인하세요
ms: Tatal ke bawah untuk melihat butang 'Tambah Gambar'
nb: Rull ned for å se 'Legg til Bilde'-knappen
nl: Scroll naar beneden om de 'Afbeelding Toevoegen' knop te zien
pl: Przewiń w dół, aby zobaczyć przycisk 'Dodaj Obraz'
pt_pt: Deslize para baixo para ver o botão 'Adicionar Imagem'
ro: Derulați în jos pentru a vedea butonul 'Adaugă Imagine'
ru: Нажмите на кнопку 'Добавить изображение'
sk: Prejdite nadol a uvidíte tlačidlo 'Pridať Obrázok'
sv: Rulla ner för att se 'Lägg till Bild'-knappen
th: เลื่อนลงเพื่อดูปุ่ม 'เพิ่มรูปภาพ'
tr: 'Görsel Ekle' butonunu görmek için aşağı kaydırın
uk: Прокрутіть вниз, щоб побачити кнопку 'Додати зображення'
vi: Cuộn xuống để thấy nút 'Thêm Hình ảnh'
zh_hans: 向下滚动查看'添加图片'按钮
zh_hant: 向下滾動查看'新增圖片'按鈕

# images_onboarding.step2_choose_image
source: Choose your image
ar: اختر صورتك
ca: Escollir la teva imatge
cs: Vyberte svůj obrázek
da: Vælg dit billede
de: Wählen Sie Ihr Bild
el: Επιλέξτε την εικόνα σας
es: Elige tu imagen
fi: Valitse kuvasi
fr: Choisissez votre image
he: בחר את התמונה שלך
hi: अपनी छवि चुनें
hr: Odaberite svoju sliku
hu: Válassza ki a képét
id: Pilih gambar Anda
it: Scegli la tua immagine
ja: 画像を選択
ko: 이미지 선택
ms: Pilih gambar anda
nb: Velg bildet ditt
nl: Kies je afbeelding
pl: Wybierz swój obraz
pt_pt: Escolha a sua imagem
ro: Alegeți-vă imaginea
ru: Выберите ваше изображение
sk: Vyberte svoj obrázok
sv: Välj din bild
th: เลือกรูปภาพของคุณ
tr: Görselinizi seçin
uk: Виберіть ваше зображення
vi: Chọn hình ảnh của bạn
zh_hans: 选择您的图片
zh_hant: 選擇您的圖片

# images_onboarding.step2_description
source: Browse thousands of high-quality photos
ar: تصفح آلاف الصور عالية الجودة
ca: Navega per milers de fotos d'alta qualitat
cs: Procházejte tisíce vysoce kvalitních fotografií
da: Gennemse tusindvis af høj kvalitet fotos
de: Durchsuchen Sie Tausende von hochwertigen Fotos
el: Περιηγηθείτε σε χιλιάδες φωτογραφίες υψηλής ποιότητας
es: Navega por miles de fotos de alta calidad
fi: Selaa tuhansia korkealaatuisia valokuvia
fr: Parcourez des milliers de photos de haute qualité
he: עבור על אלפי תמונות באיכות גבוהה
hi: हजारों उच्च गुणवत्ता वाली तस्वीरों को ब्राउज़ करें
hr: Pregledajte tisuće visokokvalitetnih fotografija
hu: Böngésszen több ezer kiváló minőségű fotó között
id: Jelajahi ribuan foto berkualitas tinggi
it: Sfoglia migliaia di foto di alta qualità
ja: 数千の高品質写真を閲覧
ko: 수천 개의 고품질 사진을 탐색하세요
ms: Layari beribu-ribu foto berkualiti tinggi
nb: Bla gjennom tusenvis av høykvalitetsfotoer
nl: Blader door duizenden hoogkwaliteit foto's
pl: Przeglądaj tysiące wysokiej jakości zdjęć
pt_pt: Navegue por milhares de fotos de alta qualidade
ro: Navigați prin mii de fotografii de înaltă calitate
ru: Просмотрите множество высококачественных фотографий
sk: Prechádzajte tisíce vysoko kvalitných fotografií
sv: Bläddra genom tusentals högkvalitativa foton
th: เรียกดูภาพถ่ายคุณภาพสูงหลายพันรูป
tr: Binlerce yüksek kaliteli fotoğrafı tarayın
uk: Переглядайте тисячі високоякісних фотографій
vi: Duyệt qua hàng nghìn bức ảnh chất lượng cao
zh_hans: 浏览数千张高质量照片
zh_hant: 瀏覽數千張高品質照片

# images_onboarding.step3_click_done
source: Click 'Done'
ar: اضغط 'تم'
ca: Clicar 'Fet'
cs: Klikněte 'Hotovo'
da: Klik 'Færdig'
de: Klicken Sie 'Fertig'
el: Κάντε κλικ 'Τέλος'
es: Haz clic en 'Listo'
fi: Klikkaa 'Valmis'
fr: Cliquez sur 'Terminé'
he: לחץ על 'סיום'
hi: 'पूर्ण' पर क्लिक करें
hr: Kliknite 'Gotovo'
hu: Kattintson a 'Kész' gombra
id: Klik 'Selesai'
it: Clicca 'Fatto'
ja: 「完了」をクリック
ko: '완료' 클릭
ms: Klik 'Selesai'
nb: Klikk 'Ferdig'
nl: Klik 'Klaar'
pl: Kliknij 'Gotowe'
pt_pt: Clique em 'Concluído'
ro: Faceți clic pe 'Gata'
ru: Нажмите 'Готово'
sk: Kliknite 'Hotovo'
sv: Klicka 'Klar'
th: คลิก 'เสร็จสิ้น'
tr: 'Tamam'a tıklayın
uk: Натисніть 'Готово'
vi: Nhấp 'Hoàn thành'
zh_hans: 点击'完成'
zh_hant: 點擊'完成'

# images_onboarding.step3_description
source: Enjoy your customized word now!
ar: استمتع بكلمتك المخصصة الآن!
ca: Gaudeix de la teva paraula personalitzada ara!
cs: Užijte si své přizpůsobené slovo nyní!
da: Nyd dit tilpassede ord nu!
de: Genießen Sie jetzt Ihr angepasstes Wort!
el: Απολαύστε την προσαρμοσμένη λέξη σας τώρα!
es: ¡Disfruta tu palabra personalizada ahora!
fi: Nauti mukautetusta sanastasi nyt!
fr: Profitez de votre mot personnalisé maintenant !
he: תהנה מהמילה המותאמת אישית שלך עכשיו!
hi: अब अपने अनुकूलित शब्द का आनंद लें!
hr: Uživajte u svojoj prilagođenoj riječi sada!
hu: Élvezze testreszabott szavát most!
id: Nikmati kata yang disesuaikan Anda sekarang!
it: Goditi la tua parola personalizzata ora!
ja: カスタマイズされた単語をお楽しみください！
ko: 이제 맞춤형 단어를 즐기세요!
ms: Nikmati perkataan yang disesuaikan anda sekarang!
nb: Nyt det tilpassede ordet ditt nå!
nl: Geniet nu van je aangepaste woord!
pl: Ciesz się swoim dostosowanym słowem już teraz!
pt_pt: Desfrute da sua palavra personalizada agora!
ro: Bucurați-vă de cuvântul dvs. personalizat acum!
ru: Изображение будет сохранено для вас!
sk: Užite si svoje prispôsobené slovo teraz!
sv: Njut av ditt anpassade ord nu!
th: เพลิดเพลินกับคำที่ปรับแต่งของคุณตอนนี้!
tr: Özelleştirilmiş kelimenizin keyfini çıkarın!
uk: Насолоджуйтеся вашим налаштованим словом зараз!
vi: Thưởng thức từ được tùy chỉnh của bạn ngay bây giờ!
zh_hans: 现在享受您自定义的单词！
zh_hant: 現在享受您自訂的單字！

# images_onboarding.add_images_during_creation
source: Add Images While Creating Words
ar: إضافة الصور أثناء إنشاء الكلمات
ca: Afegir Imatges Durant la Creació de Paraules
cs: Přidat Obrázky Během Vytváření Slov
da: Tilføj Billeder Under Oprettelse af Ord
de: Bilder Während der Worterstellung Hinzufügen
el: Προσθήκη Εικόνων Κατά τη Δημιουργία Λέξεων
es: Agregar Imágenes Durante la Creación de Palabras
fi: Lisää Kuvia Sanojen Luonnin Aikana
fr: Ajouter des Images Pendant la Création de Mots
he: הוסף תמונות במהלך יצירת מילים
hi: शब्द बनाते समय छवियां जोड़ें
hr: Dodajte Slike Tijekom Stvaranja Riječi
hu: Képek Hozzáadása Szavak Létrehozása Során
id: Tambah Gambar Saat Membuat Kata
it: Aggiungi Immagini Durante la Creazione delle Parole
ja: 単語作成中に画像を追加
ko: 단어 생성 중 이미지 추가
ms: Tambah Gambar Semasa Membuat Perkataan
nb: Legg til Bilder under Opprettelse av Ord
nl: Afbeeldingen Toevoegen tijdens het Maken van Woorden
pl: Dodaj Obrazy Podczas Tworzenia Słów
pt_pt: Adicionar Imagens Durante a Criação de Palavras
ro: Adăugați Imagini în Timpul Creării Cuvintelor
ru: Добавляйте изображения во время создания слов
sk: Pridať Obrázky Počas Vytvárania Slov
sv: Lägg till Bilder Under Skapande av Ord
th: เพิ่มรูปภาพขณะสร้างคำ
tr: Kelimeler Oluştururken Görsel Ekle
uk: Додати зображення під час створення слів
vi: Thêm Hình ảnh trong Khi Tạo Từ
zh_hans: 在创建单词时添加图片
zh_hant: 在建立單字時新增圖片

# images_onboarding.start_with_complete_vocabulary
source: When adding new words, you can immediately search for and add relevant images. Start with a complete, visual vocabulary from day one.
ar: عند إضافة كلمات جديدة، يمكنك البحث فوراً عن الصور ذات الصلة وإضافتها. ابدأ بمفردات بصرية كاملة من اليوم الأول.
ca: Quan afegeixes noves paraules, pots cercar i afegir imatges rellevants immediatament. Comença amb un vocabulari visual complet des del primer dia.
cs: Při přidávání nových slov můžete okamžitě hledat a přidávat relevantní obrázky. Začněte s úplným vizuálním slovníkem od prvního dne.
da: Når du tilføjer nye ord, kan du straks søge efter og tilføje relevante billeder. Start med et komplet, visuelt ordforråd fra dag ét.
de: Beim Hinzufügen neuer Wörter können Sie sofort nach relevanten Bildern suchen und sie hinzufügen. Beginnen Sie mit einem vollständigen, visuellen Vokabular vom ersten Tag an.
el: Όταν προσθέτετε νέες λέξεις, μπορείτε αμέσως να αναζητήσετε και να προσθέσετε σχετικές εικόνες. Ξεκινήστε με ένα πλήρες, οπτικό λεξιλόγιο από την πρώτη μέρα.
es: Al agregar nuevas palabras, puedes buscar inmediatamente e agregar imágenes relevantes. Comienza con un vocabulario visual completo desde el primer día.
fi: Kun lisäät uusia sanoja, voit heti hakea ja lisätä asiaankuuluvia kuvia. Aloita täydellisellä, visuaalisella sanavarastolla ensimmäisestä päivästä.
fr: Lors de l'ajout de nouveaux mots, vous pouvez immédiatement rechercher et ajouter des images pertinentes. Commencez avec un vocabulaire visuel complet dès le premier jour.
he: כשאתה מוסיף מילים חדשות, אתה יכול מיד לחפש ולהוסיף תמונות רלוונטיות. התחל עם אוצר מילים ויזואלי מלא מהיום הראשון.
hi: नए शब्द जोड़ते समय, आप तुरंत प्रासंगिक छवियों की खोज और जोड़ सकते हैं। पहले दिन से एक पूर्ण, दृश्य शब्दावली के साथ शुरुआत करें।
hr: Kada dodajete nove riječi, možete odmah pretraživati i dodavati relevantne slike. Počnite s potpunim, vizualnim rječnikom od prvog dana.
hu: Új szavak hozzáadásakor azonnal kereshet és adhat hozzá releváns képeket. Kezdje teljes, vizuális szókincssel az első naptól.
id: Saat menambahkan kata baru, Anda dapat langsung mencari dan menambahkan gambar yang relevan. Mulai dengan kosakata visual yang lengkap dari hari pertama.
it: Quando aggiungi nuove parole, puoi immediatamente cercare e aggiungere immagini pertinenti. Inizia con un vocabolario visivo completo dal primo giorno.
ja: 新しい単語を追加する際、関連する画像を即座に検索して追加できます。初日から完全な視覚的語彙で始めましょう。
ko: 새 단어를 추가할 때 관련 이미지를 즉시 검색하고 추가할 수 있습니다. 첫날부터 완전한 시각적 어휘로 시작하세요.
ms: Apabila menambah perkataan baru, anda boleh segera mencari dan menambah gambar yang relevan. Mulakan dengan perbendaharaan kata visual yang lengkap dari hari pertama.
nb: Når du legger til nye ord, kan du umiddelbart søke etter og legge til relevante bilder. Start med et komplett, visuelt ordforråd fra dag én.
nl: Bij het toevoegen van nieuwe woorden kun je onmiddellijk zoeken naar en relevante afbeeldingen toevoegen. Begin met een compleet, visueel vocabulaire vanaf dag één.
pl: Dodając nowe słowa, możesz natychmiast wyszukiwać i dodawać istotne obrazy. Zacznij z pełnym, wizualnym słownictwem od pierwszego dnia.
pt_pt: Ao adicionar novas palavras, pode imediatamente pesquisar e adicionar imagens relevantes. Comece com um vocabulário visual completo desde o primeiro dia.
ro: Când adăugați cuvinte noi, puteți căuta și adăuga imediat imagini relevante. Începeți cu un vocabular vizual complet de la prima zi.
ru: При добавлении новых слов вы можете сразу искать и добавлять подходящие изображения. Начните с полного визуального словаря с первого дня.
sk: Pri pridávaní nových slov môžete okamžite vyhľadávať a pridávať relevantné obrázky. Začnite s úplným vizuálnym slovníkom od prvého dňa.
sv: När du lägger till nya ord kan du omedelbart söka efter och lägga till relevanta bilder. Börja med ett komplett, visuellt ordförråd från dag ett.
th: เมื่อเพิ่มคำใหม่ คุณสามารถค้นหาและเพิ่มรูปภาพที่เกี่ยวข้องได้ทันที เริ่มต้นด้วยคำศัพท์ภาพที่สมบูรณ์ตั้งแต่วันแรก
tr: Yeni kelimeler eklerken, alakalı görselleri hemen arayabilir ve ekleyebilirsiniz. İlk günden itibaren eksiksiz, görsel bir kelime hazinesi ile başlayın.
uk: При додаванні нових слів ви можете одразу шукати та додавати релевантні зображення. Почніть з повного візуального словника з першого дня.
vi: Khi thêm từ mới, bạn có thể ngay lập tức tìm kiếm và thêm hình ảnh liên quan. Bắt đầu với từ vựng trực quan hoàn chỉnh từ ngày đầu tiên.
zh_hans: 添加新单词时，您可以立即搜索并添加相关图片。从第一天开始就拥有完整的视觉词汇。
zh_hant: 新增新單字時，您可以立即搜尋並新增相關圖片。從第一天開始就擁有完整的視覺詞彙。

# images_onboarding.images_make_quizzes_effective
source: Images Make Quizzes More Effective
ar: الصور تجعل الاختبارات أكثر فعالية
ca: Les Imatges Fan els Qüestionaris Més Efectius
cs: Obrázky Dělají Kvízy Účinnějšími
da: Billeder Gør Quiz Mere Effektive
de: Bilder Machen Quiz Effektiver
el: Οι Εικόνες Κάνουν τα Κουίζ Πιο Αποτελεσματικά
es: Las Imágenes Hacen los Cuestionarios Más Efectivos
fi: Kuvat Tekevät Kyselyistä Tehokkaampia
fr: Les Images Rendent les Quiz Plus Efficaces
he: תמונות הופכות חידונים ליעילים יותר
hi: छवियां क्विज़ को अधिक प्रभावी बनाती हैं
hr: Slike Čine Kvizove Učinkovitijima
hu: A Képek Hatékonyabbá Teszik a Kvízeket
id: Gambar Membuat Kuis Lebih Efektif
it: Le Immagini Rendono i Quiz Più Efficaci
ja: 画像がクイズをより効果的にする
ko: 이미지가 퀴즈를 더 효과적으로 만듭니다
ms: Gambar Membuat Kuiz Lebih Berkesan
nb: Bilder Gjør Quiz Mer Effektive
nl: Afbeeldingen Maken Quizzes Effectiever
pl: Obrazy Czynią Quizy Bardziej Skutecznymi
pt_pt: As Imagens Tornam os Quizzes Mais Eficazes
ro: Imaginile Fac Testele Mai Eficiente
ru: Изображения делают викторины более эффективными
sk: Obrázky Robia Kvízy Účinnejšími
sv: Bilder Gör Quiz Mer Effektiva
th: รูปภาพทำให้แบบทดสอบมีประสิทธิภาพมากขึ้น
tr: Görseller Sınavları Daha Etkili Yapar
uk: Зображення роблять вікторини більш ефективними
vi: Hình ảnh Làm cho Bài kiểm tra Hiệu quả hơn
zh_hans: 图片让测验更有效
zh_hant: 圖片讓測驗更有效
